[{"id": "yt_R67KDr8wTBY", "userId": "system_course", "title": "Nachrichten leicht erklärt: Für A1 & A2 verständlich!", "language": "de", "content": "Hier ist das erste deutsche  Fernsehen mit der Tagesschau. Ich begrüße Sie zur Tagesschau. Alle Jahre wieder treffen sich Familien und  Freunde von Seeleuten in der Seemannsmission Duckdalben im Hamburger Hafen, um ihre Weihnachtsgrüße an die  Liebsten auf See loszuwerden. Seit 1953 bietet die Radiosendung  \"Gruß an Bord\" diese Möglichkeit. Sie wird traditionell in der Adventszeit  aufgezeichnet und an Heiligabend über spezielle Kurzwellenfrequenzen noch in die  entferntesten Winkel der Weltmeere gesendet. (Ich begrüße Sie zur Tagesschau.) (Alle Jahre wieder treffen  sich Familien und Freunde von Seeleuten in der Seemannsmission  Duckdalben im Hamburger Hafen,) Ach Mann! Wie kann man das überhaupt verstehen? Das ist mir zu schnell und zu kompliziert. Naja, ich warte, bis ich auf C1-Niveau bin. Dann schaue ich mir die Nachrichten  an, weil SO verstehe ich nichts! Hallo Leute! Wie geht's euch? Habt ihr mich  vermisst? Ich habe euch vermisst! Wer mich noch nicht kennt: ich bin Frau Hager  Rabeh und das ist mein Kanal \"Deutsch Komplett\". Heute gucken wir uns zusammen die  Nachrichten in einfacher Sprache an. Seid ihr bereit? Ich auch! Weihnachtsgrüße vom Radio aufs Schiff. Viele Menschen sind an Weihnachten nicht zu Hause. Manche Menschen sind sogar sehr weit weg,  z. B. auf einem Schiff - wie auf dem Foto. Auf dem Schiff gibt es oft  kein Internet und kein Telefon. Trotzdem kann man Grüße an die  Menschen auf dem Schiff schicken. Mit dem Radio. Wenn in Deutschland eine Sendung im Radio läuft, dann kann man  diese Sendung auch auf dem Schiff hören. Das Radio kann nämlich bis zum Schiff senden. Wo kann man sowas finden?  Komm! Ich verrate es euch. Die Tagesschau in einfacher Sprache wird immer  Montag bis Freitag um 19 Uhr bei tagesschau24 übertragen und ist Runde um die  Uhr in der ARD Mediathek verfügbar. In der Beschreibung findet ihr den Link dazu. Keine Sorge! Egal, ob du auf A1-  oder A2-Niveau bist, kannst du die Nachrichten auf Deutsch alleine verstehen  und auch alleine wiedergeben und tschüss!", "sentences": ["Hier ist das erste deutsche  Fernsehen mit der Tagesschau.", "Ich begrüße Sie zur Tagesschau.", "Alle Jahre wieder treffen sich Familien und  Freunde von Seeleuten in der Seemannsmission Duckdalben im Hamburger Hafen, um ihre Weihnachtsgrüße an die  Liebsten auf See loszuwerden.", "Seit 1953 bietet die Radiosendung  \"Gruß an Bord\" diese Möglichkeit.", "Sie wird traditionell in der Adventszeit  aufgezeichnet und an Heiligabend über spezielle Kurzwellenfrequenzen noch in die  entferntesten Winkel der Weltmeere gesendet.", "(Ich begrüße Sie zur Tagesschau.) (Alle Jahre wieder treffen  sich Familien und Freunde von Seeleuten in der Seemannsmission  Duckdalben im Hamburger Hafen,) Ach Mann!", "Wie kann man das überhaupt verstehen?", "Das ist mir zu schnell und zu kompliziert.", "Naja, ich warte, bis ich auf C1-Niveau bin.", "Dann schaue ich mir die Nachrichten  an, weil SO verstehe ich nichts!", "Hallo Leute!", "Wie geht's euch?", "Habt ihr mich  vermisst?", "Ich habe euch vermisst!", "Wer mich noch nicht kennt: ich bin Frau Hager  Rabeh und das ist mein Kanal \"Deutsch Komplett\".", "Heute gucken wir uns zusammen die  Nachrichten in einfacher Sprache an.", "Seid ihr bereit?", "Ich auch!", "Weihnachtsgrüße vom Radio aufs Schiff.", "Viele Menschen sind an Weihnachten nicht zu Hause.", "Manche Menschen sind sogar sehr weit weg,  z.", "B.", "auf einem Schiff - wie auf dem Foto.", "Auf dem Schiff gibt es oft  kein Internet und kein Telefon.", "Trotzdem kann man Grüße an die  Menschen auf dem Schiff schicken.", "Mit dem Radio.", "Wenn in Deutschland eine Sendung im Radio läuft, dann kann man  diese Sendung auch auf dem Schiff hören.", "Das Radio kann nämlich bis zum Schiff senden.", "Wo kann man sowas finden?", "Komm!", "Ich verrate es euch.", "Die Tagesschau in einfacher Sprache wird immer  Montag bis Freitag um 19 Uhr bei tagesschau24 übertragen und ist Runde um die  Uhr in der ARD Mediathek verfügbar.", "In der Beschreibung findet ihr den Link dazu.", "Keine Sorge!", "Egal, ob du auf A1-  oder A2-Niveau bist, kannst du die Nachrichten auf Deutsch alleine verstehen  und auch alleine wiedergeben und tschüss!"], "transcript": [{"start": 8.52, "end": 21.8, "text": "Hier ist das erste deutsche  Fernsehen mit der Tagesschau."}, {"start": 21.8, "end": 24.56, "text": "Ich begrüße Sie zur Tagesschau."}, {"start": 24.56, "end": 30.24, "text": "Alle Jahre wieder treffen sich Familien und  Freunde von Seeleuten in der Seemannsmission"}, {"start": 30.24, "end": 32.48, "text": "Duckdalben im Hamburger Hafen,"}, {"start": 32.48, "end": 38.56, "text": "um ihre Weihnachtsgrüße an die  Liebsten auf See loszuwerden."}, {"start": 38.56, "end": 45.44, "text": "Seit 1953 bietet die Radiosendung  \"Gruß an Bord\" diese Möglichkeit."}, {"start": 45.44, "end": 51.8, "text": "Sie wird traditionell in der Adventszeit  aufgezeichnet und an Heiligabend über"}, {"start": 51.8, "end": 59.92, "text": "spezielle Kurzwellenfrequenzen noch in die  entferntesten Winkel der Weltmeere gesendet."}, {"start": 64.44, "end": 67.0, "text": "(Ich begrüße Sie zur Tagesschau.)"}, {"start": 67.0, "end": 70.28, "text": "(Alle Jahre wieder treffen  sich Familien und Freunde von"}, {"start": 70.28, "end": 74.88, "text": "Seeleuten in der Seemannsmission  Duckdalben im Hamburger Hafen,)"}, {"start": 74.88, "end": 78.96000000000001, "text": "Ach Mann! Wie kann man das überhaupt verstehen?"}, {"start": 78.96000000000001, "end": 89.92, "text": "Das ist mir zu schnell und zu kompliziert. Naja, ich warte, bis ich auf C1-Niveau bin."}, {"start": 89.92, "end": 99.12, "text": "Dann schaue ich mir die Nachrichten  an, weil SO verstehe ich nichts!"}, {"start": 99.12, "end": 100.0, "text": "Hallo Leute!"}, {"start": 100.0, "end": 103.96000000000001, "text": "Wie geht's euch? Habt ihr mich  vermisst? Ich habe euch vermisst!"}, {"start": 103.96000000000001, "end": 110.64, "text": "Wer mich noch nicht kennt: ich bin Frau Hager  Rabeh und das ist mein Kanal \"Deutsch Komplett\"."}, {"start": 110.64, "end": 115.84, "text": "Heute gucken wir uns zusammen die  Nachrichten in einfacher Sprache an."}, {"start": 115.84, "end": 119.84, "text": "Seid ihr bereit? Ich auch!"}, {"start": 120.44, "end": 129.72, "text": "Weihnachtsgrüße vom Radio aufs Schiff. Viele Menschen sind an Weihnachten nicht zu Hause."}, {"start": 129.72, "end": 138.8, "text": "Manche Menschen sind sogar sehr weit weg,  z. B. auf einem Schiff - wie auf dem Foto."}, {"start": 138.8, "end": 144.64, "text": "Auf dem Schiff gibt es oft  kein Internet und kein Telefon."}, {"start": 144.64, "end": 149.92000000000002, "text": "Trotzdem kann man Grüße an die  Menschen auf dem Schiff schicken."}, {"start": 149.92000000000002, "end": 153.76, "text": "Mit dem Radio. Wenn in Deutschland"}, {"start": 153.76, "end": 161.24, "text": "eine Sendung im Radio läuft, dann kann man  diese Sendung auch auf dem Schiff hören."}, {"start": 161.24, "end": 166.24, "text": "Das Radio kann nämlich bis zum Schiff senden."}, {"start": 166.24, "end": 172.2, "text": "Wo kann man sowas finden?  Komm! Ich verrate es euch."}, {"start": 172.2, "end": 178.96, "text": "Die Tagesschau in einfacher Sprache wird immer  Montag bis Freitag um 19 Uhr bei tagesschau24"}, {"start": 180.0, "end": 185.8, "text": "übertragen und ist Runde um die  Uhr in der ARD Mediathek verfügbar."}, {"start": 185.8, "end": 189.24, "text": "In der Beschreibung findet ihr den Link dazu."}, {"start": 189.24, "end": 194.08, "text": "Keine Sorge! Egal, ob du auf A1-  oder A2-Niveau bist, kannst du die"}, {"start": 194.08, "end": 202.6, "text": "Nachrichten auf Deutsch alleine verstehen  und auch alleine wiedergeben und tschüss!"}], "createdAt": "2025-12-06T03:02:45.000Z", "imageUrl": "https://img.youtube.com/vi/R67KDr8wTBY/hqdefault.jpg", "type": "news", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=R67KDr8wTBY", "isFavorite": false, "progress": 0, "category": "News"}, {"id": "yt_ywDYKxqVX_4", "userId": "system_course", "title": "Nachrichten für Deutschlernende vom 13. Juni 2025 | Nachrichten in Einfacher Sprache", "language": "de", "content": "Guten Tag! Hier sind die Nachrichten  für Deutschlernende vom 13. Juni 2025. Flugzeugabsturz in Indien: Mehrere  Überlebende und über 200 Tote Am Donnerstag war eine Air-India-Maschine  in der Stadt Ahmedabad abgestürzt – nun gibt es neue Informationen. Laut Polizei hat  mindestens eine Person den Absturz überlebt, sie hat auf Platz 11A gesessen  und wird im Krankenhaus behandelt. Airline-Chef Campbell Wilson hat sogar von  mehreren Überlebenden gesprochen. Bisher wurden 204 Tote geborgen. Das Flugzeug ist  direkt nach dem Start auf ein Wohnheim für Ärzte gestürzt. Neben den Passagieren sind auch  Menschen am Boden ums Leben gekommen. Mindestens 25 weitere Personen wurden außerhalb der Maschine  verletzt. Die Ursache wird noch untersucht. Kind gibt nach Schockanruf  über 100.000 Euro an Betrüger In Germering bei München haben Betrüger ein Kind  mit einem Schockanruf getäuscht. Ein angeblicher Polizist hat behauptet, der Vater des Kindes  hat einen schweren Unfall verursacht und eine hohe Kaution gebraucht. Aus Angst hat das Kind  Schmuck und Bargeld im Wert von über 100.000 Euro an einen Unbekannten übergegeben. Der Täter war  laut Polizei etwa 30 bis 40 Jahre alt, hatte kurze hellbraune Haare und mit osteuropäischem  Akzent gesprochen. Die Polizei sucht Zeugen. Israel greift Iran an – Lage spitzt sich zu In der Nacht hat Israel Anlagen im Iran  angegriffen, um das Atomprogramm und militärische Ziele zu stoppen. Laut Armee war es  ein vorsorglicher Angriff. Dabei sind wichtige Militärpersonen ums Leben gekommen. Der Iran droht  nun mit Vergeltung. Am Morgen hat Israel gemeldet, dass 100 Drohnen aus dem Iran unterwegs nach  Jerusalem sind. Die Situation ist sehr angespannt. Ukraine meldet hohe Verluste bei russischer Armee Seit Beginn des Krieges im Februar 2022 sollen  über eine Million russische Soldaten getötet oder verletzt worden sein. Das hat die  ukrainische Armee mitgeteilt. Allein am letzten Tag sind 1140 dazu gekommen. Auch viele  russische Panzer und Fahrzeuge wurden zerstört. Das waren die Nachrichten für heute.  Danke fürs Zuhören und bis morgen!", "sentences": ["Guten Tag!", "Hier sind die Nachrichten  für Deutschlernende vom 13.", "Juni 2025.", "Flugzeugabsturz in Indien: Mehrere  Überlebende und über 200 Tote Am Donnerstag war eine Air-India-Maschine  in der Stadt Ahmedabad abgestürzt – nun gibt es neue Informationen.", "Laut Polizei hat  mindestens eine Person den Absturz überlebt, sie hat auf Platz 11A gesessen  und wird im Krankenhaus behandelt.", "Airline-Chef Campbell Wilson hat sogar von  mehreren Überlebenden gesprochen.", "Bisher wurden 204 Tote geborgen.", "Das Flugzeug ist  direkt nach dem Start auf ein Wohnheim für Ärzte gestürzt.", "Neben den Passagieren sind auch  Menschen am Boden ums Leben gekommen.", "Mindestens 25 weitere Personen wurden außerhalb der Maschine  verletzt.", "Die Ursache wird noch untersucht.", "Kind gibt nach Schockanruf  über 100.000 Euro an Betrüger In Germering bei München haben Betrüger ein Kind  mit einem Schockanruf getäuscht.", "Ein angeblicher Polizist hat behauptet, der Vater des Kindes  hat einen schweren Unfall verursacht und eine hohe Kaution gebraucht.", "Aus Angst hat das Kind  Schmuck und Bargeld im Wert von über 100.000 Euro an einen Unbekannten übergegeben.", "Der Täter war  laut Polizei etwa 30 bis 40 Jahre alt, hatte kurze hellbraune Haare und mit osteuropäischem  Akzent gesprochen.", "Die Polizei sucht Zeugen.", "Israel greift Iran an – Lage spitzt sich zu In der Nacht hat Israel Anlagen im Iran  angegriffen, um das Atomprogramm und militärische Ziele zu stoppen.", "Laut Armee war es  ein vorsorglicher Angriff.", "Dabei sind wichtige Militärpersonen ums Leben gekommen.", "Der Iran droht  nun mit Vergeltung.", "Am Morgen hat Israel gemeldet, dass 100 Drohnen aus dem Iran unterwegs nach  Jerusalem sind.", "Die Situation ist sehr angespannt.", "Ukraine meldet hohe Verluste bei russischer Armee Seit Beginn des Krieges im Februar 2022 sollen  über eine Million russische Soldaten getötet oder verletzt worden sein.", "Das hat die  ukrainische Armee mitgeteilt.", "Allein am letzten Tag sind 1140 dazu gekommen.", "Auch viele  russische Panzer und Fahrzeuge wurden zerstört.", "Das waren die Nachrichten für heute.", "Danke fürs Zuhören und bis morgen!"], "transcript": [{"start": 2.76, "end": 14.8, "text": "Guten Tag! Hier sind die Nachrichten  für Deutschlernende vom 13. Juni 2025."}, {"start": 14.8, "end": 24.76, "text": "Flugzeugabsturz in Indien: Mehrere  Überlebende und über 200 Tote"}, {"start": 24.76, "end": 33.52, "text": "Am Donnerstag war eine Air-India-Maschine  in der Stadt Ahmedabad abgestürzt – nun"}, {"start": 33.52, "end": 43.04, "text": "gibt es neue Informationen. Laut Polizei hat  mindestens eine Person den Absturz überlebt,"}, {"start": 43.04, "end": 49.64, "text": "sie hat auf Platz 11A gesessen  und wird im Krankenhaus behandelt."}, {"start": 50.76, "end": 58.52, "text": "Airline-Chef Campbell Wilson hat sogar von  mehreren Überlebenden gesprochen. Bisher"}, {"start": 58.52, "end": 69.03999999999999, "text": "wurden 204 Tote geborgen. Das Flugzeug ist  direkt nach dem Start auf ein Wohnheim für"}, {"start": 69.03999999999999, "end": 79.03999999999999, "text": "Ärzte gestürzt. Neben den Passagieren sind auch  Menschen am Boden ums Leben gekommen. Mindestens"}, {"start": 79.03999999999999, "end": 92.84, "text": "25 weitere Personen wurden außerhalb der Maschine  verletzt. Die Ursache wird noch untersucht."}, {"start": 92.84, "end": 100.32, "text": "Kind gibt nach Schockanruf  über 100.000 Euro an Betrüger"}, {"start": 100.32, "end": 109.8, "text": "In Germering bei München haben Betrüger ein Kind  mit einem Schockanruf getäuscht. Ein angeblicher"}, {"start": 109.8, "end": 117.72, "text": "Polizist hat behauptet, der Vater des Kindes  hat einen schweren Unfall verursacht und eine"}, {"start": 117.72, "end": 127.24, "text": "hohe Kaution gebraucht. Aus Angst hat das Kind  Schmuck und Bargeld im Wert von über 100.000 Euro"}, {"start": 128.36, "end": 138.017, "text": "an einen Unbekannten übergegeben. Der Täter war  laut Polizei etwa 30 bis 40 Jahre alt, hatte"}, {"start": 138.017, "end": 150.52, "text": "kurze hellbraune Haare und mit osteuropäischem  Akzent gesprochen. Die Polizei sucht Zeugen."}, {"start": 150.52, "end": 155.92000000000002, "text": "Israel greift Iran an – Lage spitzt sich zu"}, {"start": 156.76, "end": 164.2, "text": "In der Nacht hat Israel Anlagen im Iran  angegriffen, um das Atomprogramm und"}, {"start": 164.2, "end": 174.52, "text": "militärische Ziele zu stoppen. Laut Armee war es  ein vorsorglicher Angriff. Dabei sind wichtige"}, {"start": 174.52, "end": 185.92, "text": "Militärpersonen ums Leben gekommen. Der Iran droht  nun mit Vergeltung. Am Morgen hat Israel gemeldet,"}, {"start": 185.92, "end": 200.28, "text": "dass 100 Drohnen aus dem Iran unterwegs nach  Jerusalem sind. Die Situation ist sehr angespannt."}, {"start": 200.28, "end": 206.56, "text": "Ukraine meldet hohe Verluste bei russischer Armee"}, {"start": 206.56, "end": 216.07999999999998, "text": "Seit Beginn des Krieges im Februar 2022 sollen  über eine Million russische Soldaten getötet"}, {"start": 216.07999999999998, "end": 224.64, "text": "oder verletzt worden sein. Das hat die  ukrainische Armee mitgeteilt. Allein am"}, {"start": 224.64, "end": 237.96, "text": "letzten Tag sind 1140 dazu gekommen. Auch viele  russische Panzer und Fahrzeuge wurden zerstört."}, {"start": 237.96, "end": 243.48, "text": "Das waren die Nachrichten für heute.  Danke fürs Zuhören und bis morgen!"}], "createdAt": "2025-12-06T03:02:50.000Z", "imageUrl": "https://img.youtube.com/vi/ywDYKxqVX_4/hqdefault.jpg", "type": "news", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=ywDYKxqVX_4", "isFavorite": false, "progress": 0, "category": "News"}, {"id": "yt_EsZwPWjXqv8", "userId": "system_course", "title": "Nachrichten für Deutschlernende vom 25. Juli 2025 | Nachrichten in Einfacher Sprache", "language": "de", "content": "Guten Tag! Hier sind die Nachrichten  für Deutschlernende vom 25. Juli 2025. Macron will Palästina anerkennen Frankreich will Palästina als Staat anerkennen.  Das hat Präsident Emmanuel Macron angekündigt. Er sagt: Frankreich steht für Frieden im  Nahen Osten. Im September will er das bei der UN-Vollversammlung in New York offiziell  machen. Jetzt ist vor allem eines wichtig: Der Krieg in Gaza muss enden. Und die  Zivilbevölkerung muss geschützt werden. Der Sozialstaat wird immer teurer Im Jahr 2024 hat der deutsche Staat  1,3 Billionen Euro für Sozialleistungen ausgegeben. Das sind 83 Milliarden mehr als  im Vorjahr – also ein Plus von 6,6 Prozent. Besonders viel Geld ist in Renten und Pensionen  geflossen: rund 533 Milliarden Euro. Auch das Gesundheitswesen hat fast genauso viel  gekostet – 523 Milliarden. Für Kinder, Ehepartner und Mütter hat der  Staat 153 Milliarden bezahlt. Die Ausgaben für Arbeitslose sind auf  45,5 Milliarden gestiegen – 15 Prozent mehr als zuvor. Und wer hat das alles bezahlt? Der größte Teil von 34 Prozent ist  von den Arbeitgebern bezahlt worden. Der Staat selbst hat 33,5 Prozent übernommen und  30,7 Prozent haben die Arbeitnehmer beigetragen. Die Hitzewelle dauert an  – und sie wird zur Gefahr. Im Südosten Europas und in der Türkei  bleibt es weiterhin extrem heiß. Ein Ende der Hitzewelle ist nicht in Sicht. In Griechenland gelten zur Mittagszeit bereits Arbeitsverbote – vor allem für  körperlich schwere Tätigkeiten im Freien. Viele Städte öffnen ihre klimatisierten Räume,  damit sich Menschen dort abkühlen können. Ärzte warnen: Kinder und ältere Menschen  sollten nicht nach draußen gehen, man soll viel Wasser trinken  – und Alkohol vermeiden. Auch Italien leidet unter der Hitze. Vor  allem im Süden ist es gefährlich heiß. In der Region Apulien sind in den letzten  Tagen mindestens fünf Menschen an den Folgen der Hitze gestorben. In Palermo auf Sizilien gilt  bereits die höchste Warnstufe – Hitze-Alarm Rot. In der Türkei wächst unterdessen die Angst vor  Waldbränden. Die Regierung bittet die Bevölkerung, sich tagsüber in Gebäuden aufzuhalten. Tierschützer erinnern daran, Wasser für Straßentiere bereitzustellen – denn  auch sie leiden unter der extremen Hitze. Das war’s für heute. Schön,  dass ihr dabei wart. Bis morgen!", "sentences": ["Guten Tag!", "Hier sind die Nachrichten  für Deutschlernende vom 25.", "Juli 2025.", "Macron will Palästina anerkennen Frankreich will Palästina als Staat anerkennen.", "Das hat Präsident Emmanuel Macron angekündigt.", "Er sagt: Frankreich steht für Frieden im  Nahen Osten.", "Im September will er das bei der UN-Vollversammlung in New York offiziell  machen.", "Jetzt ist vor allem eines wichtig: Der Krieg in Gaza muss enden.", "Und die  Zivilbevölkerung muss geschützt werden.", "Der Sozialstaat wird immer teurer Im Jahr 2024 hat der deutsche Staat  1,3 Billionen Euro für Sozialleistungen ausgegeben.", "Das sind 83 Milliarden mehr als  im Vorjahr – also ein Plus von 6,6 Prozent.", "Besonders viel Geld ist in Renten und Pensionen  geflossen: rund 533 Milliarden Euro.", "Auch das Gesundheitswesen hat fast genauso viel  gekostet – 523 Milliarden.", "Für Kinder, Ehepartner und Mütter hat der  Staat 153 Milliarden bezahlt.", "Die Ausgaben für Arbeitslose sind auf  45,5 Milliarden gestiegen – 15 Prozent mehr als zuvor.", "Und wer hat das alles bezahlt?", "Der größte Teil von 34 Prozent ist  von den Arbeitgebern bezahlt worden.", "Der Staat selbst hat 33,5 Prozent übernommen und  30,7 Prozent haben die Arbeitnehmer beigetragen.", "Die Hitzewelle dauert an  – und sie wird zur Gefahr.", "Im Südosten Europas und in der Türkei  bleibt es weiterhin extrem heiß.", "Ein Ende der Hitzewelle ist nicht in Sicht.", "In Griechenland gelten zur Mittagszeit bereits Arbeitsverbote – vor allem für  körperlich schwere Tätigkeiten im Freien.", "Viele Städte öffnen ihre klimatisierten Räume,  damit sich Menschen dort abkühlen können.", "Ärzte warnen: Kinder und ältere Menschen  sollten nicht nach draußen gehen, man soll viel Wasser trinken  – und Alkohol vermeiden.", "Auch Italien leidet unter der Hitze.", "Vor  allem im Süden ist es gefährlich heiß.", "In der Region Apulien sind in den letzten  Tagen mindestens fünf Menschen an den Folgen der Hitze gestorben.", "In Palermo auf Sizilien gilt  bereits die höchste Warnstufe – Hitze-Alarm Rot.", "In der Türkei wächst unterdessen die Angst vor  Waldbränden.", "Die Regierung bittet die Bevölkerung, sich tagsüber in Gebäuden aufzuhalten.", "Tierschützer erinnern daran, Wasser für Straßentiere bereitzustellen – denn  auch sie leiden unter der extremen Hitze.", "Das war’s für heute.", "Schön,  dass ihr dabei wart.", "Bis morgen!"], "transcript": [{"start": 1.64, "end": 12.52, "text": "Guten Tag! Hier sind die Nachrichten  für Deutschlernende vom 25. Juli 2025."}, {"start": 12.52, "end": 17.44, "text": "Macron will Palästina anerkennen"}, {"start": 17.44, "end": 27.08, "text": "Frankreich will Palästina als Staat anerkennen.  Das hat Präsident Emmanuel Macron angekündigt."}, {"start": 27.8, "end": 35.32, "text": "Er sagt: Frankreich steht für Frieden im  Nahen Osten. Im September will er das bei"}, {"start": 35.32, "end": 43.88, "text": "der UN-Vollversammlung in New York offiziell  machen. Jetzt ist vor allem eines wichtig:"}, {"start": 43.88, "end": 55.52, "text": "Der Krieg in Gaza muss enden. Und die  Zivilbevölkerung muss geschützt werden."}, {"start": 55.52, "end": 59.6, "text": "Der Sozialstaat wird immer teurer"}, {"start": 59.6, "end": 67.84, "text": "Im Jahr 2024 hat der deutsche Staat  1,3 Billionen Euro für Sozialleistungen"}, {"start": 67.84, "end": 77.8, "text": "ausgegeben. Das sind 83 Milliarden mehr als  im Vorjahr – also ein Plus von 6,6 Prozent."}, {"start": 78.48, "end": 89.08, "text": "Besonders viel Geld ist in Renten und Pensionen  geflossen: rund 533 Milliarden Euro. Auch das"}, {"start": 89.08, "end": 97.88, "text": "Gesundheitswesen hat fast genauso viel  gekostet – 523 Milliarden. Für Kinder,"}, {"start": 97.88, "end": 105.36, "text": "Ehepartner und Mütter hat der  Staat 153 Milliarden bezahlt."}, {"start": 105.36, "end": 113.28, "text": "Die Ausgaben für Arbeitslose sind auf  45,5 Milliarden gestiegen – 15 Prozent"}, {"start": 113.28, "end": 118.56, "text": "mehr als zuvor. Und wer hat das alles bezahlt?"}, {"start": 119.2, "end": 126.44, "text": "Der größte Teil von 34 Prozent ist  von den Arbeitgebern bezahlt worden."}, {"start": 126.44, "end": 141.24, "text": "Der Staat selbst hat 33,5 Prozent übernommen und  30,7 Prozent haben die Arbeitnehmer beigetragen."}, {"start": 141.24, "end": 146.64, "text": "Die Hitzewelle dauert an  – und sie wird zur Gefahr."}, {"start": 146.64, "end": 153.88, "text": "Im Südosten Europas und in der Türkei  bleibt es weiterhin extrem heiß. Ein"}, {"start": 153.88, "end": 160.84, "text": "Ende der Hitzewelle ist nicht in Sicht. In Griechenland gelten zur Mittagszeit"}, {"start": 160.84, "end": 168.0, "text": "bereits Arbeitsverbote – vor allem für  körperlich schwere Tätigkeiten im Freien."}, {"start": 168.72, "end": 176.56, "text": "Viele Städte öffnen ihre klimatisierten Räume,  damit sich Menschen dort abkühlen können."}, {"start": 176.56, "end": 182.72, "text": "Ärzte warnen: Kinder und ältere Menschen  sollten nicht nach draußen gehen,"}, {"start": 182.72, "end": 188.12, "text": "man soll viel Wasser trinken  – und Alkohol vermeiden."}, {"start": 188.12, "end": 195.36, "text": "Auch Italien leidet unter der Hitze. Vor  allem im Süden ist es gefährlich heiß."}, {"start": 196.24, "end": 203.12, "text": "In der Region Apulien sind in den letzten  Tagen mindestens fünf Menschen an den Folgen"}, {"start": 203.12, "end": 213.72, "text": "der Hitze gestorben. In Palermo auf Sizilien gilt  bereits die höchste Warnstufe – Hitze-Alarm Rot."}, {"start": 214.56, "end": 222.28, "text": "In der Türkei wächst unterdessen die Angst vor  Waldbränden. Die Regierung bittet die Bevölkerung,"}, {"start": 222.28, "end": 229.4, "text": "sich tagsüber in Gebäuden aufzuhalten. Tierschützer erinnern daran, Wasser"}, {"start": 229.4, "end": 237.52, "text": "für Straßentiere bereitzustellen – denn  auch sie leiden unter der extremen Hitze."}, {"start": 237.52, "end": 243.126, "text": "Das war’s für heute. Schön,  dass ihr dabei wart. Bis morgen!"}], "createdAt": "2025-12-06T03:03:03.000Z", "imageUrl": "https://img.youtube.com/vi/EsZwPWjXqv8/hqdefault.jpg", "type": "news", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=EsZwPWjXqv8", "isFavorite": false, "progress": 0, "category": "News"}, {"id": "yt_9Kubhb6rRkk", "userId": "system_course", "title": "SMALL TALK Tipps (Deutsch lernen | Learn German | Wortschatz erweitern | besser sprechen) #Shorts", "language": "de", "content": "ich musste ja etwas erzählen ich mag ich musste ja etwas erzählen ich mag ich musste ja etwas erzählen ich mag keinen smalltalk keinen smalltalk keinen smalltalk da geht so viel zeit verloren vor allem da geht so viel zeit verloren vor allem da geht so viel zeit verloren vor allem wenn man keine zeit hat und arbeiten wenn man keine zeit hat und arbeiten wenn man keine zeit hat und arbeiten muss muss muss aber ich habe einen trick für dich es aber ich habe einen trick für dich es aber ich habe einen trick für dich es gibt einen magischen satz der jeden gibt einen magischen satz der jeden gibt einen magischen satz der jeden small talk kommt unterbricht und dein small talk kommt unterbricht und dein small talk kommt unterbricht und dein gesprächspartner ist dann auch nicht gesprächspartner ist dann auch nicht gesprächspartner ist dann auch nicht beleidigt und dieser satz ist wie kann beleidigt und dieser satz ist wie kann beleidigt und dieser satz ist wie kann ich dir helfen ich dir helfen ich dir helfen das funktioniert immer derjenige kommt das funktioniert immer derjenige kommt das funktioniert immer derjenige kommt dann direkt zur sache probier s mal aus", "sentences": ["ich musste ja etwas erzählen ich mag ich musste ja etwas erzählen ich mag ich musste ja etwas erzählen ich mag keinen smalltalk keinen smalltalk keinen smalltalk da geht so viel zeit verloren vor allem da geht so viel zeit verloren vor allem da geht so viel zeit verloren vor allem wenn man keine zeit hat und arbeiten wenn man keine zeit hat und arbeiten wenn man keine zeit hat und arbeiten muss muss muss aber ich habe einen trick für dich es aber ich habe einen trick für dich es aber ich habe einen trick für dich es gibt einen magischen satz der jeden gibt einen magischen satz der jeden gibt einen magischen satz der jeden small talk kommt unterbricht und dein small talk kommt unterbricht und dein small talk kommt unterbricht und dein gesprächspartner ist dann auch nicht gesprächspartner ist dann auch nicht gesprächspartner ist dann auch nicht beleidigt und dieser satz ist wie kann beleidigt und dieser satz ist wie kann beleidigt und dieser satz ist wie kann ich dir helfen ich dir helfen ich dir helfen das funktioniert immer derjenige kommt das funktioniert immer derjenige kommt das funktioniert immer derjenige kommt dann direkt zur sache probier s mal aus"], "transcript": [{"start": 0.199, "end": 3.98, "text": "ich musste ja etwas erzählen ich mag"}, {"start": 3.98, "end": 3.99, "text": "ich musste ja etwas erzählen ich mag"}, {"start": 3.99, "end": 5.45, "text": "ich musste ja etwas erzählen ich mag keinen smalltalk"}, {"start": 5.45, "end": 5.46, "text": "keinen smalltalk"}, {"start": 5.46, "end": 8.27, "text": "keinen smalltalk da geht so viel zeit verloren vor allem"}, {"start": 8.27, "end": 8.28, "text": "da geht so viel zeit verloren vor allem"}, {"start": 8.28, "end": 10.759, "text": "da geht so viel zeit verloren vor allem wenn man keine zeit hat und arbeiten"}, {"start": 10.759, "end": 10.769, "text": "wenn man keine zeit hat und arbeiten"}, {"start": 10.769, "end": 12.02, "text": "wenn man keine zeit hat und arbeiten muss"}, {"start": 12.02, "end": 12.03, "text": "muss"}, {"start": 12.03, "end": 14.93, "text": "muss aber ich habe einen trick für dich es"}, {"start": 14.93, "end": 14.94, "text": "aber ich habe einen trick für dich es"}, {"start": 14.94, "end": 17.45, "text": "aber ich habe einen trick für dich es gibt einen magischen satz der jeden"}, {"start": 17.45, "end": 17.46, "text": "gibt einen magischen satz der jeden"}, {"start": 17.46, "end": 20.17, "text": "gibt einen magischen satz der jeden small talk kommt unterbricht und dein"}, {"start": 20.17, "end": 20.18, "text": "small talk kommt unterbricht und dein"}, {"start": 20.18, "end": 22.099, "text": "small talk kommt unterbricht und dein gesprächspartner ist dann auch nicht"}, {"start": 22.099, "end": 22.109, "text": "gesprächspartner ist dann auch nicht"}, {"start": 22.109, "end": 26.3, "text": "gesprächspartner ist dann auch nicht beleidigt und dieser satz ist wie kann"}, {"start": 26.3, "end": 26.31, "text": "beleidigt und dieser satz ist wie kann"}, {"start": 26.31, "end": 28.0, "text": "beleidigt und dieser satz ist wie kann ich dir helfen"}, {"start": 28.0, "end": 28.01, "text": "ich dir helfen"}, {"start": 28.01, "end": 31.609, "text": "ich dir helfen das funktioniert immer derjenige kommt"}, {"start": 31.609, "end": 31.619, "text": "das funktioniert immer derjenige kommt"}, {"start": 31.619, "end": 36.41, "text": "das funktioniert immer derjenige kommt dann direkt zur sache probier s mal aus"}], "createdAt": "2025-12-06T03:05:30.000Z", "imageUrl": "https://img.youtube.com/vi/9Kubhb6rRkk/hqdefault.jpg", "type": "grammar", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=9Kubhb6rRkk", "isFavorite": false, "progress": 0, "category": "Grammar tips"}, {"id": "yt_TsptSq26bQ8", "userId": "system_course", "title": "#Shorts NEUE WÖRTER LERNEN🇩🇪 (Grammatik | trennbare Verben | Alltagsdeutsch |Learn  German) #Shorts", "language": "de", "content": "kannst du mal bitte das Geschirr kannst du mal bitte das Geschirr kannst du mal bitte das Geschirr abwaschen okay aber ich brauche dieses abwaschen okay aber ich brauche dieses abwaschen okay aber ich brauche dieses Ding den Schwamm hier ist ein Schwamm Ding den Schwamm hier ist ein Schwamm Ding den Schwamm hier ist ein Schwamm aber das Essen ist angebrannt ich aber das Essen ist angebrannt ich aber das Essen ist angebrannt ich brauche noch dieses Ding aus Metall ja brauche noch dieses Ding aus Metall ja brauche noch dieses Ding aus Metall ja klar nimm den Topf Reiniger und was klar nimm den Topf Reiniger und was klar nimm den Topf Reiniger und was mache ich mit Flaschen da brauchst du mache ich mit Flaschen da brauchst du mache ich mit Flaschen da brauchst du eine Flaschenbürste nimm diese eine Flaschenbürste nimm diese eine Flaschenbürste nimm diese Flaschenbürste Flaschenbürste Flaschenbürste gut aber mit Wasser alleine geht es gut aber mit Wasser alleine geht es gut aber mit Wasser alleine geht es nicht weg nicht weg nicht weg das Spülmittel steht neben dir das Spülmittel steht neben dir das Spülmittel steht neben dir stimmt aber ich brauche noch weißt du stimmt aber ich brauche noch weißt du stimmt aber ich brauche noch weißt du was ich mache das selbst", "sentences": ["kannst du mal bitte das Geschirr kannst du mal bitte das Geschirr kannst du mal bitte das Geschirr abwaschen okay aber ich brauche dieses abwaschen okay aber ich brauche dieses abwaschen okay aber ich brauche dieses Ding den Schwamm hier ist ein Schwamm Ding den Schwamm hier ist ein Schwamm Ding den Schwamm hier ist ein Schwamm aber das Essen ist angebrannt ich aber das Essen ist angebrannt ich aber das Essen ist angebrannt ich brauche noch dieses Ding aus Metall ja brauche noch dieses Ding aus Metall ja brauche noch dieses Ding aus Metall ja klar nimm den Topf Reiniger und was klar nimm den Topf Reiniger und was klar nimm den Topf Reiniger und was mache ich mit Flaschen da brauchst du mache ich mit Flaschen da brauchst du mache ich mit Flaschen da brauchst du eine Flaschenbürste nimm diese eine Flaschenbürste nimm diese eine Flaschenbürste nimm diese Flaschenbürste Flaschenbürste Flaschenbürste gut aber mit Wasser alleine geht es gut aber mit Wasser alleine geht es gut aber mit Wasser alleine geht es nicht weg nicht weg nicht weg das Spülmittel steht neben dir das Spülmittel steht neben dir das Spülmittel steht neben dir stimmt aber ich brauche noch weißt du stimmt aber ich brauche noch weißt du stimmt aber ich brauche noch weißt du was ich mache das selbst"], "transcript": [{"start": 0.359, "end": 1.91, "text": "kannst du mal bitte das Geschirr"}, {"start": 1.91, "end": 1.92, "text": "kannst du mal bitte das Geschirr"}, {"start": 1.92, "end": 5.93, "text": "kannst du mal bitte das Geschirr abwaschen okay aber ich brauche dieses"}, {"start": 5.93, "end": 5.94, "text": "abwaschen okay aber ich brauche dieses"}, {"start": 5.94, "end": 9.129, "text": "abwaschen okay aber ich brauche dieses Ding den Schwamm hier ist ein Schwamm"}, {"start": 9.129, "end": 9.139, "text": "Ding den Schwamm hier ist ein Schwamm"}, {"start": 9.139, "end": 12.77, "text": "Ding den Schwamm hier ist ein Schwamm aber das Essen ist angebrannt ich"}, {"start": 12.77, "end": 12.78, "text": "aber das Essen ist angebrannt ich"}, {"start": 12.78, "end": 15.65, "text": "aber das Essen ist angebrannt ich brauche noch dieses Ding aus Metall ja"}, {"start": 15.65, "end": 15.66, "text": "brauche noch dieses Ding aus Metall ja"}, {"start": 15.66, "end": 18.95, "text": "brauche noch dieses Ding aus Metall ja klar nimm den Topf Reiniger und was"}, {"start": 18.95, "end": 18.96, "text": "klar nimm den Topf Reiniger und was"}, {"start": 18.96, "end": 21.83, "text": "klar nimm den Topf Reiniger und was mache ich mit Flaschen da brauchst du"}, {"start": 21.83, "end": 21.84, "text": "mache ich mit Flaschen da brauchst du"}, {"start": 21.84, "end": 24.29, "text": "mache ich mit Flaschen da brauchst du eine Flaschenbürste nimm diese"}, {"start": 24.29, "end": 24.3, "text": "eine Flaschenbürste nimm diese"}, {"start": 24.3, "end": 26.529, "text": "eine Flaschenbürste nimm diese Flaschenbürste"}, {"start": 26.529, "end": 26.539, "text": "Flaschenbürste"}, {"start": 26.539, "end": 31.31, "text": "Flaschenbürste gut aber mit Wasser alleine geht es"}, {"start": 31.31, "end": 31.32, "text": "gut aber mit Wasser alleine geht es"}, {"start": 31.32, "end": 32.229, "text": "gut aber mit Wasser alleine geht es nicht weg"}, {"start": 32.229, "end": 32.239, "text": "nicht weg"}, {"start": 32.239, "end": 35.35, "text": "nicht weg das Spülmittel steht neben dir"}, {"start": 35.35, "end": 35.36, "text": "das Spülmittel steht neben dir"}, {"start": 35.36, "end": 39.77, "text": "das Spülmittel steht neben dir stimmt aber ich brauche noch weißt du"}, {"start": 39.77, "end": 39.78, "text": "stimmt aber ich brauche noch weißt du"}, {"start": 39.78, "end": 43.219, "text": "stimmt aber ich brauche noch weißt du was ich mache das selbst"}], "createdAt": "2025-12-06T03:05:51.000Z", "imageUrl": "https://img.youtube.com/vi/TsptSq26bQ8/hqdefault.jpg", "type": "grammar", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=TsptSq26bQ8", "isFavorite": false, "progress": 0, "category": "Grammar tips"}, {"id": "yt_P4jrfOvWGTY", "userId": "system_course", "title": "Verbessere deine Aussprache!🇩🇪 (korrekte Aussprache Deutsch) #Shorts", "language": "de", "content": "deutlich durch schwierig siehst du musst deutlich durch schwierig siehst du musst deutlich durch schwierig siehst du musst den mund weiter aufmachen wenn du den mund weiter aufmachen wenn du den mund weiter aufmachen wenn du deutsch sprichst warte ist er so in deutsch sprichst warte ist er so in deutsch sprichst warte ist er so in ordnung nein übertreibt doch nicht ordnung nein übertreibt doch nicht ordnung nein übertreibt doch nicht außerdem sprichst du zu entspannt ich außerdem sprichst du zu entspannt ich außerdem sprichst du zu entspannt ich spreche überhaupt nicht entspannt mein spreche überhaupt nicht entspannt mein spreche überhaupt nicht entspannt mein kurve schon kaputt das meine ich doch kurve schon kaputt das meine ich doch kurve schon kaputt das meine ich doch nicht du hast einfach nicht genug lippen nicht du hast einfach nicht genug lippen nicht du hast einfach nicht genug lippen spannung und wo hast du das alles spannung und wo hast du das alles spannung und wo hast du das alles gelernt ich mache einen online gelernt ich mache einen online gelernt ich mache einen online aussprache kurs bei maria werde es diese aussprache kurs bei maria werde es diese aussprache kurs bei maria werde es diese maria dein sprach coach ich habe gar maria dein sprach coach ich habe gar maria dein sprach coach ich habe gar keinen sprach coach ab heute schuhen und keinen sprach coach ab heute schuhen und keinen sprach coach ab heute schuhen und dann bekommst du auch dieses dann bekommst du auch dieses dann bekommst du auch dieses wunderschöne arbeitsheft als geschenk wunderschöne arbeitsheft als geschenk wunderschöne arbeitsheft als geschenk das brauche ich auf den link findest du das brauche ich auf den link findest du das brauche ich auf den link findest du direkt unter diesem video unter diesem direkt unter diesem video unter diesem direkt unter diesem video unter diesem video und ta diesem video ok unter video und ta diesem video ok unter video und ta diesem video ok unter wieder was gelernt wieder was gelernt wieder was gelernt man lernt nie aus [Musik]", "sentences": ["deutlich durch schwierig siehst du musst deutlich durch schwierig siehst du musst deutlich durch schwierig siehst du musst den mund weiter aufmachen wenn du den mund weiter aufmachen wenn du den mund weiter aufmachen wenn du deutsch sprichst warte ist er so in deutsch sprichst warte ist er so in deutsch sprichst warte ist er so in ordnung nein übertreibt doch nicht ordnung nein übertreibt doch nicht ordnung nein übertreibt doch nicht außerdem sprichst du zu entspannt ich außerdem sprichst du zu entspannt ich außerdem sprichst du zu entspannt ich spreche überhaupt nicht entspannt mein spreche überhaupt nicht entspannt mein spreche überhaupt nicht entspannt mein kurve schon kaputt das meine ich doch kurve schon kaputt das meine ich doch kurve schon kaputt das meine ich doch nicht du hast einfach nicht genug lippen nicht du hast einfach nicht genug lippen nicht du hast einfach nicht genug lippen spannung und wo hast du das alles spannung und wo hast du das alles spannung und wo hast du das alles gelernt ich mache einen online gelernt ich mache einen online gelernt ich mache einen online aussprache kurs bei maria werde es diese aussprache kurs bei maria werde es diese aussprache kurs bei maria werde es diese maria dein sprach coach ich habe gar maria dein sprach coach ich habe gar maria dein sprach coach ich habe gar keinen sprach coach ab heute schuhen und keinen sprach coach ab heute schuhen und keinen sprach coach ab heute schuhen und dann bekommst du auch dieses dann bekommst du auch dieses dann bekommst du auch dieses wunderschöne arbeitsheft als geschenk wunderschöne arbeitsheft als geschenk wunderschöne arbeitsheft als geschenk das brauche ich auf den link findest du das brauche ich auf den link findest du das brauche ich auf den link findest du direkt unter diesem video unter diesem direkt unter diesem video unter diesem direkt unter diesem video unter diesem video und ta diesem video ok unter video und ta diesem video ok unter video und ta diesem video ok unter wieder was gelernt wieder was gelernt wieder was gelernt man lernt nie aus [Musik]"], "transcript": [{"start": 0.0, "end": 2.51, "text": "deutlich durch schwierig siehst du musst"}, {"start": 2.51, "end": 2.52, "text": "deutlich durch schwierig siehst du musst"}, {"start": 2.52, "end": 4.249, "text": "deutlich durch schwierig siehst du musst den mund weiter aufmachen wenn du"}, {"start": 4.249, "end": 4.259, "text": "den mund weiter aufmachen wenn du"}, {"start": 4.259, "end": 7.46, "text": "den mund weiter aufmachen wenn du deutsch sprichst warte ist er so in"}, {"start": 7.46, "end": 7.47, "text": "deutsch sprichst warte ist er so in"}, {"start": 7.47, "end": 10.79, "text": "deutsch sprichst warte ist er so in ordnung nein übertreibt doch nicht"}, {"start": 10.79, "end": 10.8, "text": "ordnung nein übertreibt doch nicht"}, {"start": 10.8, "end": 14.57, "text": "ordnung nein übertreibt doch nicht außerdem sprichst du zu entspannt ich"}, {"start": 14.57, "end": 14.58, "text": "außerdem sprichst du zu entspannt ich"}, {"start": 14.58, "end": 16.22, "text": "außerdem sprichst du zu entspannt ich spreche überhaupt nicht entspannt mein"}, {"start": 16.22, "end": 16.23, "text": "spreche überhaupt nicht entspannt mein"}, {"start": 16.23, "end": 18.71, "text": "spreche überhaupt nicht entspannt mein kurve schon kaputt das meine ich doch"}, {"start": 18.71, "end": 18.72, "text": "kurve schon kaputt das meine ich doch"}, {"start": 18.72, "end": 21.529, "text": "kurve schon kaputt das meine ich doch nicht du hast einfach nicht genug lippen"}, {"start": 21.529, "end": 21.539, "text": "nicht du hast einfach nicht genug lippen"}, {"start": 21.539, "end": 24.2, "text": "nicht du hast einfach nicht genug lippen spannung und wo hast du das alles"}, {"start": 24.2, "end": 24.21, "text": "spannung und wo hast du das alles"}, {"start": 24.21, "end": 26.72, "text": "spannung und wo hast du das alles gelernt ich mache einen online"}, {"start": 26.72, "end": 26.73, "text": "gelernt ich mache einen online"}, {"start": 26.73, "end": 29.57, "text": "gelernt ich mache einen online aussprache kurs bei maria werde es diese"}, {"start": 29.57, "end": 29.58, "text": "aussprache kurs bei maria werde es diese"}, {"start": 29.58, "end": 32.24, "text": "aussprache kurs bei maria werde es diese maria dein sprach coach ich habe gar"}, {"start": 32.24, "end": 32.25, "text": "maria dein sprach coach ich habe gar"}, {"start": 32.25, "end": 35.06, "text": "maria dein sprach coach ich habe gar keinen sprach coach ab heute schuhen und"}, {"start": 35.06, "end": 35.07, "text": "keinen sprach coach ab heute schuhen und"}, {"start": 35.07, "end": 36.56, "text": "keinen sprach coach ab heute schuhen und dann bekommst du auch dieses"}, {"start": 36.56, "end": 36.57, "text": "dann bekommst du auch dieses"}, {"start": 36.57, "end": 39.02, "text": "dann bekommst du auch dieses wunderschöne arbeitsheft als geschenk"}, {"start": 39.02, "end": 39.03, "text": "wunderschöne arbeitsheft als geschenk"}, {"start": 39.03, "end": 41.66, "text": "wunderschöne arbeitsheft als geschenk das brauche ich auf den link findest du"}, {"start": 41.66, "end": 41.67, "text": "das brauche ich auf den link findest du"}, {"start": 41.67, "end": 44.09, "text": "das brauche ich auf den link findest du direkt unter diesem video unter diesem"}, {"start": 44.09, "end": 44.1, "text": "direkt unter diesem video unter diesem"}, {"start": 44.1, "end": 48.31, "text": "direkt unter diesem video unter diesem video und ta diesem video ok unter"}, {"start": 48.31, "end": 48.32, "text": "video und ta diesem video ok unter"}, {"start": 48.32, "end": 50.68, "text": "video und ta diesem video ok unter wieder was gelernt"}, {"start": 50.68, "end": 50.69, "text": "wieder was gelernt"}, {"start": 50.69, "end": 55.43, "text": "wieder was gelernt man lernt nie aus"}, {"start": 55.44, "end": 58.39, "text": "[Musik]"}], "createdAt": "2025-12-06T03:06:11.000Z", "imageUrl": "https://img.youtube.com/vi/P4jrfOvWGTY/hqdefault.jpg", "type": "grammar", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=P4jrfOvWGTY", "isFavorite": false, "progress": 0, "category": "Grammar tips"}]