[{"id": "yt_c2SUQVjklVA", "userId": "system_course", "title": "Learn French Absolute Beginners 🇫🇷    A1#1 \"Introduction\"    (fr/en/pt/ru sub)", "language": "fr", "content": "Salut ! Je m'appelle Lucas. Mon nom est Lucas. Je vais l'écrire. Lucas     L  u  c  a  s donc mon nom est Lucas moi, ... j'aime bien YouTube je vais écrire YouTube You   Tube moi, j'aime bien YouTube et j'aime beaucoup les langues. J'aime beaucoup les langues, j'aime beaucoup l'allemand, j'aime beaucoup l'espagnol, j'aime beaucoup le français... J'aime beaucoup les langues. Par exemple, j'aime bien écouter des choses en allemand, j'écoute des podcasts  en allemand, j'essaye de comprendre ...ahhh ok... j'apprends j'apprends l'allemand. J'aime bien lire lire ....ah ok ah ouai... j'aime bien lire en allemand aussi, ok? J'aime bien apprendre l'allemand. Aussi, j'aime bien l'espagnol, j'aime bien apprendre l'espagnol. Par exemple, écouter de la musique en espagnol ... ah ok ... essayer de comprendre ou bien lire en espagnol ou bien parler, parler avec quelqu'un parler en espagnol bla bla bla bla parler en espagnol. Donc j'aime beaucoup les langues, ok?  J'aime beaucoup les langues et moi ma langue c'est le français. Je parle je parle français. Et donc j'ai pensé : j'aime bien YouTube et j'aime bien les langues. Peut-être que je peux faire des vidéos sur YouTube pour vous, pour que vous puissiez apprendre le français. Ok, donc moi je veux faire des vidéos sur YouTube pour que vous vous puissiez apprendre le français. Donc aujourd'hui, maintenant, c'est la première vidéo, c'est la vidéo numéro 1. Aujourd'hui, c'est la vidéo numéro 1, c'est une introduction. On se voit dans la vidéo numéro 2, ok ?    À bientôt !", "sentences": ["Salut !", "Je m'appelle Lucas.", "Mon nom est Lucas.", "Je vais l'écrire.", "Lucas     L  u  c  a  s donc mon nom est Lucas moi, ...", "j'aime bien YouTube je vais écrire YouTube You   Tube moi, j'aime bien YouTube et j'aime beaucoup les langues.", "J'aime beaucoup les langues, j'aime beaucoup l'allemand, j'aime beaucoup l'espagnol, j'aime beaucoup le français...", "J'aime beaucoup les langues.", "Par exemple, j'aime bien écouter des choses en allemand, j'écoute des podcasts  en allemand, j'essaye de comprendre ...ahhh ok...", "j'apprends j'apprends l'allemand.", "J'aime bien lire lire ....ah ok ah ouai...", "j'aime bien lire en allemand aussi, ok?", "J'aime bien apprendre l'allemand.", "Aussi, j'aime bien l'espagnol, j'aime bien apprendre l'espagnol.", "Par exemple, écouter de la musique en espagnol ...", "ah ok ...", "essayer de comprendre ou bien lire en espagnol ou bien parler, parler avec quelqu'un parler en espagnol bla bla bla bla parler en espagnol.", "Donc j'aime beaucoup les langues, ok?", "J'aime beaucoup les langues et moi ma langue c'est le français.", "Je parle je parle français.", "Et donc j'ai pensé : j'aime bien YouTube et j'aime bien les langues.", "Peut-être que je peux faire des vidéos sur YouTube pour vous, pour que vous puissiez apprendre le français.", "Ok, donc moi je veux faire des vidéos sur YouTube pour que vous vous puissiez apprendre le français.", "Donc aujourd'hui, maintenant, c'est la première vidéo, c'est la vidéo numéro 1.", "Aujourd'hui, c'est la vidéo numéro 1, c'est une introduction.", "On se voit dans la vidéo numéro 2, ok ?", "À bientôt !"], "transcript": [{"start": 14.7, "end": 23.4, "text": "Salut ! Je m'appelle Lucas. Mon nom est Lucas. Je vais l'écrire."}, {"start": 23.4, "end": 35.19, "text": "Lucas     L  u  c  a  s donc mon nom est Lucas"}, {"start": 35.19, "end": 41.62, "text": "moi, ... j'aime bien"}, {"start": 41.62, "end": 47.789, "text": "YouTube je vais écrire YouTube You   Tube"}, {"start": 53.35, "end": 62.23, "text": "moi, j'aime bien YouTube et j'aime beaucoup les"}, {"start": 62.23, "end": 64.62, "text": "langues."}, {"start": 64.83, "end": 69.61, "text": "J'aime beaucoup les langues, j'aime beaucoup l'allemand, j'aime"}, {"start": 69.61, "end": 72.28, "text": "beaucoup l'espagnol, j'aime beaucoup le français..."}, {"start": 72.28, "end": 80.74, "text": "J'aime beaucoup les langues. Par exemple, j'aime bien écouter des choses en"}, {"start": 80.74, "end": 89.799, "text": "allemand, j'écoute des podcasts  en allemand, j'essaye de"}, {"start": 89.799, "end": 97.799, "text": "comprendre ...ahhh ok... j'apprends j'apprends l'allemand. J'aime bien lire"}, {"start": 97.799, "end": 106.07, "text": "lire ....ah ok ah ouai... j'aime bien lire en allemand aussi, ok?"}, {"start": 106.07, "end": 109.6, "text": "J'aime bien apprendre l'allemand. Aussi, j'aime bien"}, {"start": 109.6, "end": 115.4, "text": "l'espagnol, j'aime bien apprendre l'espagnol. Par exemple, écouter de la"}, {"start": 115.4, "end": 122.96, "text": "musique en espagnol ... ah ok ... essayer de comprendre ou bien lire en espagnol ou"}, {"start": 122.96, "end": 128.24, "text": "bien parler, parler avec quelqu'un parler en espagnol bla bla bla bla"}, {"start": 128.24, "end": 134.08, "text": "parler en espagnol. Donc j'aime beaucoup les langues,"}, {"start": 134.08, "end": 144.17000000000002, "text": "ok?  J'aime beaucoup les langues et moi ma langue c'est le français. Je parle je"}, {"start": 144.17000000000002, "end": 150.07, "text": "parle français. Et donc j'ai pensé :"}, {"start": 150.22, "end": 157.93, "text": "j'aime bien YouTube et j'aime bien les langues."}, {"start": 157.93, "end": 168.17000000000002, "text": "Peut-être que je peux faire des vidéos sur YouTube pour vous,"}, {"start": 168.17000000000002, "end": 174.92000000000002, "text": "pour que vous puissiez apprendre le français."}, {"start": 174.92000000000002, "end": 182.72, "text": "Ok, donc moi je veux faire des vidéos sur YouTube pour que vous vous puissiez"}, {"start": 182.72, "end": 189.53, "text": "apprendre le français. Donc aujourd'hui, maintenant,"}, {"start": 189.53, "end": 200.02, "text": "c'est la première vidéo, c'est la vidéo numéro 1."}, {"start": 201.61, "end": 209.8, "text": "Aujourd'hui, c'est la vidéo numéro 1, c'est une introduction."}, {"start": 209.8, "end": 220.78, "text": "On se voit dans la vidéo numéro 2, ok ?    À bientôt !"}], "createdAt": "2025-12-15T04:41:21.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/c2SUQVjklVA/maxresdefault.webp", "type": "story", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=c2SUQVjklVA", "isFavorite": false, "progress": 0}, {"id": "yt__cSgUyWpucY", "userId": "system_course", "title": "Girl in French Slang: 6 ways", "language": "fr", "content": "6 mots d'argot en français pour dire une 6 mots d'argot en français pour dire une 6 mots d'argot en français pour dire une fille une meuf fille une meuf fille une meuf une meuf une nana une nana une gonzesse une meuf une nana une nana une gonzesse une meuf une nana une nana une gonzesse une gonzesse une Go une Go une zouze une gonzesse une Go une Go une zouze une gonzesse une Go une Go une zouze in zouz une Gadji une Gadji", "sentences": ["6 mots d'argot en français pour dire une 6 mots d'argot en français pour dire une 6 mots d'argot en français pour dire une fille une meuf fille une meuf fille une meuf une meuf une nana une nana une gonzesse une meuf une nana une nana une gonzesse une meuf une nana une nana une gonzesse une gonzesse une Go une Go une zouze une gonzesse une Go une Go une zouze une gonzesse une Go une Go une zouze in zouz une Gadji une Gadji"], "transcript": [{"start": 0.359, "end": 3.73, "text": "6 mots d'argot en français pour dire une"}, {"start": 3.73, "end": 3.74, "text": "6 mots d'argot en français pour dire une"}, {"start": 3.74, "end": 7.61, "text": "6 mots d'argot en français pour dire une fille une meuf"}, {"start": 7.61, "end": 7.62, "text": "fille une meuf"}, {"start": 7.62, "end": 14.47, "text": "fille une meuf une meuf une nana une nana une gonzesse"}, {"start": 14.47, "end": 14.48, "text": "une meuf une nana une nana une gonzesse"}, {"start": 14.48, "end": 22.21, "text": "une meuf une nana une nana une gonzesse une gonzesse une Go une Go une zouze"}, {"start": 22.21, "end": 22.22, "text": "une gonzesse une Go une Go une zouze"}, {"start": 22.22, "end": 29.279, "text": "une gonzesse une Go une Go une zouze in zouz une Gadji une Gadji"}], "createdAt": "2025-12-15T04:41:55.000Z", "imageUrl": "https://i.ytimg.com/vi/_cSgUyWpucY/sd2.jpg?sqp=-oaymwEoCIAFEOAD8quKqQMcGADwAQH4AbYIgAKAD4oCDAgAEAEYciBLKDcwDw==&rs=AOn4CLCIY47p5MjKRAnaEwSddeMA3mqemA", "type": "bite", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=_cSgUyWpucY", "isFavorite": false, "progress": 0}, {"id": "yt_5aTLFxNVJjA", "userId": "system_course", "title": "Disney signe avec ChatGPT, et ça change tout", "language": "fr", "content": "C'est un accord historique, un accord C'est un accord historique, un accord C'est un accord historique, un accord entre le géant de l'intelligence entre le géant de l'intelligence entre le géant de l'intelligence artificielle Open AI et Disney. Mais artificielle Open AI et Disney. Mais artificielle Open AI et Disney. Mais alors, pourquoi est-ce un bouleversement alors, pourquoi est-ce un bouleversement alors, pourquoi est-ce un bouleversement historique ? Comment analyser la historique ? Comment analyser la historique ? Comment analyser la situation ? Qu'est-ce qui fait autant situation ? Qu'est-ce qui fait autant situation ? Qu'est-ce qui fait autant réagir ? Salut, c'est Hugo. J'espère que réagir ? Salut, c'est Hugo. J'espère que réagir ? Salut, c'est Hugo. J'espère que vous allez bien. C'est donc le sujet à vous allez bien. C'est donc le sujet à vous allez bien. C'est donc le sujet à la une de ces actualités du jour sur la une de ces actualités du jour sur la une de ces actualités du jour sur YouTube et comme d'habitude aussi en YouTube et comme d'habitude aussi en YouTube et comme d'habitude aussi en podcast audio. Au passage, vous podcast audio. Au passage, vous podcast audio. Au passage, vous m'excuserez pour ma voix peut-être m'excuserez pour ma voix peut-être m'excuserez pour ma voix peut-être particulière aujourd'hui. Je suis particulière aujourd'hui. Je suis particulière aujourd'hui. Je suis complètement malade. Alors, complètement malade. Alors, complètement malade. Alors, l'application concernée par cet accord, l'application concernée par cet accord, l'application concernée par cet accord, vous en avez peut-être entendu parler. vous en avez peut-être entendu parler. vous en avez peut-être entendu parler. Il s'agit de Sora et comme chat GPT, il Il s'agit de Sora et comme chat GPT, il Il s'agit de Sora et comme chat GPT, il s'agit d'une autre propriété de s'agit d'une autre propriété de s'agit d'une autre propriété de l'entreprise Open AI. Alors Soras a donc l'entreprise Open AI. Alors Soras a donc l'entreprise Open AI. Alors Soras a donc été officiellement lancé pour les été officiellement lancé pour les été officiellement lancé pour les utilisateurs payants de chat GPT en utilisateurs payants de chat GPT en utilisateurs payants de chat GPT en décembre 2024. Ensuite, ça a été élargi décembre 2024. Ensuite, ça a été élargi décembre 2024. Ensuite, ça a été élargi au grand public gratuitement. C'est le au grand public gratuitement. C'est le au grand public gratuitement. C'est le cas donc quasiment partout, sauf dans cas donc quasiment partout, sauf dans cas donc quasiment partout, sauf dans certaines régions, notamment la France certaines régions, notamment la France certaines régions, notamment la France où l'application n'est pas encore où l'application n'est pas encore où l'application n'est pas encore officiellement disponible. Alors Sora, officiellement disponible. Alors Sora, officiellement disponible. Alors Sora, c'est à la fois en fait un outil qui c'est à la fois en fait un outil qui c'est à la fois en fait un outil qui permet de générer des vidéos, mais c'est permet de générer des vidéos, mais c'est permet de générer des vidéos, mais c'est aussi aujourd'hui une sorte de réseau aussi aujourd'hui une sorte de réseau aussi aujourd'hui une sorte de réseau social. un réseau social à l'interface social. un réseau social à l'interface social. un réseau social à l'interface proche d'un TikTok sur lequel on peut proche d'un TikTok sur lequel on peut proche d'un TikTok sur lequel on peut donc uniquement publier des vidéos qui donc uniquement publier des vidéos qui donc uniquement publier des vidéos qui sont générées elles-mêmes par sont générées elles-mêmes par sont générées elles-mêmes par intelligence artificielle et comme sur intelligence artificielle et comme sur intelligence artificielle et comme sur chat GPT, il suffit d'écrire ce que l'on chat GPT, il suffit d'écrire ce que l'on chat GPT, il suffit d'écrire ce que l'on souhaite obtenir pour qu'une vidéo soit souhaite obtenir pour qu'une vidéo soit souhaite obtenir pour qu'une vidéo soit cette fois-ci générée par et donc avec cette fois-ci générée par et donc avec cette fois-ci générée par et donc avec ce nouvel accord entre Disney et Open AI ce nouvel accord entre Disney et Open AI ce nouvel accord entre Disney et Open AI à partir de 2026 et pendant 3 ans, les à partir de 2026 et pendant 3 ans, les à partir de 2026 et pendant 3 ans, les utilisateurs de Chat GPT et de Sora utilisateurs de Chat GPT et de Sora utilisateurs de Chat GPT et de Sora pourront générer des séquences vidéos en pourront générer des séquences vidéos en pourront générer des séquences vidéos en y intégrant selon le communiqué de y intégrant selon le communiqué de y intégrant selon le communiqué de Disney plus de 200 personnages animé et Disney plus de 200 personnages animé et Disney plus de 200 personnages animé et créatures issues des univers Disney, créatures issues des univers Disney, créatures issues des univers Disney, Marvel, Pixar et Star Wars. C'est toutes Marvel, Pixar et Star Wars. C'est toutes Marvel, Pixar et Star Wars. C'est toutes des licences donc qui sont détenues des licences donc qui sont détenues des licences donc qui sont détenues aujourd'hui par Disney. C'est un accord aujourd'hui par Disney. C'est un accord aujourd'hui par Disney. C'est un accord de 3 ans avec 1 an d'exclusivité, ce qui de 3 ans avec 1 an d'exclusivité, ce qui de 3 ans avec 1 an d'exclusivité, ce qui veut dire donc qu'après Open AI va veut dire donc qu'après Open AI va veut dire donc qu'après Open AI va pouvoir négocier la même chose avec pouvoir négocier la même chose avec pouvoir négocier la même chose avec d'autres plateformes Dia. Et cependant, d'autres plateformes Dia. Et cependant, d'autres plateformes Dia. Et cependant, il faut quand même noter que le il faut quand même noter que le il faut quand même noter que le communiqué, il affirme que l'accord communiqué, il affirme que l'accord communiqué, il affirme que l'accord n'inclut aucune image ni voix de n'inclut aucune image ni voix de n'inclut aucune image ni voix de personnalité humaine qui aurait joué personnalité humaine qui aurait joué personnalité humaine qui aurait joué donc dans les films. Donc même si on n' donc dans les films. Donc même si on n' donc dans les films. Donc même si on n' pas tous les détails, on peut imaginer pas tous les détails, on peut imaginer pas tous les détails, on peut imaginer que les utilisateurs, ils pourront que les utilisateurs, ils pourront que les utilisateurs, ils pourront générer, je sais pas, des voitures de générer, je sais pas, des voitures de générer, je sais pas, des voitures de Cars, des personnages de Toy Story ou Cars, des personnages de Toy Story ou Cars, des personnages de Toy Story ou encore les animaux de Disney, je sais encore les animaux de Disney, je sais encore les animaux de Disney, je sais pas, venant de Tarzan ou du Roi Lyon. pas, venant de Tarzan ou du Roi Lyon. pas, venant de Tarzan ou du Roi Lyon. Par contre et bien les comédiens en tant Par contre et bien les comédiens en tant Par contre et bien les comédiens en tant que tel ne pourront pas et bien être que tel ne pourront pas et bien être que tel ne pourront pas et bien être générés. En théorie, en tout cas, ça générés. En théorie, en tout cas, ça générés. En théorie, en tout cas, ça devrait être bloqué. En théorie donc devrait être bloqué. En théorie donc devrait être bloqué. En théorie donc impossible par exemple de générer je impossible par exemple de générer je impossible par exemple de générer je sais pas une vidéo avec Tom Holand sais pas une vidéo avec Tom Holand sais pas une vidéo avec Tom Holand dedans. Alors évidemment tout cela ça ne dedans. Alors évidemment tout cela ça ne dedans. Alors évidemment tout cela ça ne s'est pas fait sans échange d'argent. s'est pas fait sans échange d'argent. s'est pas fait sans échange d'argent. Disney a annoncé un investissement Disney a annoncé un investissement Disney a annoncé un investissement d'envergure sous la forme d'un achat d'envergure sous la forme d'un achat d'envergure sous la forme d'un achat d'action d'Open AI. le tout pour une d'action d'Open AI. le tout pour une d'action d'Open AI. le tout pour une valeur d'un milliard de dollars. Alors, valeur d'un milliard de dollars. Alors, valeur d'un milliard de dollars. Alors, on va pas faire d'économie aujourd'hui, on va pas faire d'économie aujourd'hui, on va pas faire d'économie aujourd'hui, mais ça veut dire que Disney entre de mais ça veut dire que Disney entre de mais ça veut dire que Disney entre de fait au capital d' Pen et que Disney fait au capital d' Pen et que Disney fait au capital d' Pen et que Disney pourrait bénéficier donc de futurs pourrait bénéficier donc de futurs pourrait bénéficier donc de futurs profit ou de futur valorisation de profit ou de futur valorisation de profit ou de futur valorisation de l'entreprise. C'est donc un l'entreprise. C'est donc un l'entreprise. C'est donc un investissement aujourd'hui mais qui peut investissement aujourd'hui mais qui peut investissement aujourd'hui mais qui peut rapporter gros à long terme. Bon, ça rapporter gros à long terme. Bon, ça rapporter gros à long terme. Bon, ça c'est les faits. Alors maintenant, c'est les faits. Alors maintenant, c'est les faits. Alors maintenant, pourquoi est-ce que tout cela fait pourquoi est-ce que tout cela fait pourquoi est-ce que tout cela fait autant parler ? Et bien déjà, il faut autant parler ? Et bien déjà, il faut autant parler ? Et bien déjà, il faut noter la réaction du côté de Disney avec noter la réaction du côté de Disney avec noter la réaction du côté de Disney avec notamment Bob Eiger qui est le PDG de notamment Bob Eiger qui est le PDG de notamment Bob Eiger qui est le PDG de Disney et qui affirme lui-même, je cite, Disney et qui affirme lui-même, je cite, Disney et qui affirme lui-même, je cite, que grâce à cette collaboration avec que grâce à cette collaboration avec que grâce à cette collaboration avec Open AI, nous étendrons de manière Open AI, nous étendrons de manière Open AI, nous étendrons de manière réfléchie et responsable la portée de réfléchie et responsable la portée de réfléchie et responsable la portée de nos récits grâce à liage générative tout nos récits grâce à liage générative tout nos récits grâce à liage générative tout en respectant et en protégeant les en respectant et en protégeant les en respectant et en protégeant les créateurs et leurs œuvres. Ça c'est donc créateurs et leurs œuvres. Ça c'est donc créateurs et leurs œuvres. Ça c'est donc en quelque sorte le discours officiel de en quelque sorte le discours officiel de en quelque sorte le discours officiel de Disney parce que derrière des Disney parce que derrière des Disney parce que derrière des inquiétudes y compris en interne, il y inquiétudes y compris en interne, il y inquiétudes y compris en interne, il y en a. Et cet enjeu des droits notamment, en a. Et cet enjeu des droits notamment, en a. Et cet enjeu des droits notamment, c'est justement un sujet qui fait c'est justement un sujet qui fait c'est justement un sujet qui fait énormément débat quand on parle de énormément débat quand on parle de énormément débat quand on parle de l'intelligence artificielle. Une l'intelligence artificielle. Une l'intelligence artificielle. Une intelligence artificielle, en effet, intelligence artificielle, en effet, intelligence artificielle, en effet, aujourd'hui, elle apprend et elle se aujourd'hui, elle apprend et elle se aujourd'hui, elle apprend et elle se développe à partir de contenu existants. développe à partir de contenu existants. développe à partir de contenu existants. Ce qui pose régulièrement des questions Ce qui pose régulièrement des questions Ce qui pose régulièrement des questions éthiques sur qui détient les droits sur éthiques sur qui détient les droits sur éthiques sur qui détient les droits sur ce que l'IA produit. Il y a aussi tous ce que l'IA produit. Il y a aussi tous ce que l'IA produit. Il y a aussi tous les débats éthiques sur le fait que l'IA les débats éthiques sur le fait que l'IA les débats éthiques sur le fait que l'IA s'est littéralement construite en s'est littéralement construite en s'est littéralement construite en récupérant et en exploitant des récupérant et en exploitant des récupérant et en exploitant des milliards de contenus qui avaient été milliards de contenus qui avaient été milliards de contenus qui avaient été créé par des humains. Et par ailleurs, créé par des humains. Et par ailleurs, créé par des humains. Et par ailleurs, il y a d'autres questions qui reviennent il y a d'autres questions qui reviennent il y a d'autres questions qui reviennent également comme par exemple est-ce que également comme par exemple est-ce que également comme par exemple est-ce que Lia doit pouvoir générer des personnages Lia doit pouvoir générer des personnages Lia doit pouvoir générer des personnages qui ne lui appartiennent pas ou qui ne lui appartiennent pas ou qui ne lui appartiennent pas ou reproduire le style propre d'un artiste reproduire le style propre d'un artiste reproduire le style propre d'un artiste ? Il y avait eu tout le débat sur les ? Il y avait eu tout le débat sur les ? Il y avait eu tout le débat sur les reproductions du style en quelque sorte reproductions du style en quelque sorte reproductions du style en quelque sorte de Miyazaki qui était viral sur les de Miyazaki qui était viral sur les de Miyazaki qui était viral sur les réseaux sociaux il y a quelques mois et réseaux sociaux il y a quelques mois et réseaux sociaux il y a quelques mois et justement Miyazaki qui historiquement justement Miyazaki qui historiquement justement Miyazaki qui historiquement s'était opposé à cette utilisation de s'était opposé à cette utilisation de s'était opposé à cette utilisation de l'IA. Il faut noter que au lancement de l'IA. Il faut noter que au lancement de l'IA. Il faut noter que au lancement de Sora, Open AI avait laissé la Sora, Open AI avait laissé la Sora, Open AI avait laissé la possibilité aux internautes de mettre en possibilité aux internautes de mettre en possibilité aux internautes de mettre en scène grâce à Lia des personnages qui scène grâce à Lia des personnages qui scène grâce à Lia des personnages qui sont pourtant protégé par les droits sont pourtant protégé par les droits sont pourtant protégé par les droits d'auteur. Alors quelques jours après, d'auteur. Alors quelques jours après, d'auteur. Alors quelques jours après, cette possibilité avait été retirée avec cette possibilité avait été retirée avec cette possibilité avait été retirée avec un message d'erreur qui tentait de un message d'erreur qui tentait de un message d'erreur qui tentait de s'afficher en tout cas pour certaines s'afficher en tout cas pour certaines s'afficher en tout cas pour certaines situations. Aujourd'hui donc a priori, situations. Aujourd'hui donc a priori, situations. Aujourd'hui donc a priori, ça ne devrait plus être le cas à partir ça ne devrait plus être le cas à partir ça ne devrait plus être le cas à partir de 2026 pour les personnages de Disney de 2026 pour les personnages de Disney de 2026 pour les personnages de Disney suite à cet accord. Alors, on va voir ce suite à cet accord. Alors, on va voir ce suite à cet accord. Alors, on va voir ce qui fait débat dans un instant, mais à qui fait débat dans un instant, mais à qui fait débat dans un instant, mais à noter que cet accord, il pourrait noter que cet accord, il pourrait noter que cet accord, il pourrait potentiellement servir de base pour des potentiellement servir de base pour des potentiellement servir de base pour des accords futurs. En effet, quelques accords futurs. En effet, quelques accords futurs. En effet, quelques heures avant d'annoncer son accord avec heures avant d'annoncer son accord avec heures avant d'annoncer son accord avec Open AI, Disney a par exemple envoyé une Open AI, Disney a par exemple envoyé une Open AI, Disney a par exemple envoyé une mise en demeure à Google en accusant le mise en demeure à Google en accusant le mise en demeure à Google en accusant le géant américain de violation massive du géant américain de violation massive du géant américain de violation massive du droit d'auteur lié à ses usages de LIA. droit d'auteur lié à ses usages de LIA. droit d'auteur lié à ses usages de LIA. Des courriers similaires avaient été Des courriers similaires avaient été Des courriers similaires avaient été aussi envoyés à MTA et à caractère.ai. aussi envoyés à MTA et à caractère.ai. aussi envoyés à MTA et à caractère.ai. On peut donc imaginer que dans les On peut donc imaginer que dans les On peut donc imaginer que dans les prochains jours et une fois passé cet prochains jours et une fois passé cet prochains jours et une fois passé cet accord d'exclusivité de 1 an entre accord d'exclusivité de 1 an entre accord d'exclusivité de 1 an entre Openeya et Disney, on peut imaginer que Openeya et Disney, on peut imaginer que Openeya et Disney, on peut imaginer que Disney va faire en sorte de conclure le Disney va faire en sorte de conclure le Disney va faire en sorte de conclure le même genre d'accord avec d'autres même genre d'accord avec d'autres même genre d'accord avec d'autres acteurs. Allez, dernier petits éléments acteurs. Allez, dernier petits éléments acteurs. Allez, dernier petits éléments importants à noter pour mieux comprendre importants à noter pour mieux comprendre importants à noter pour mieux comprendre tout le débat sur le sujet en ce moment. tout le débat sur le sujet en ce moment. tout le débat sur le sujet en ce moment. Disney affirme que Chat GPT sera Disney affirme que Chat GPT sera Disney affirme que Chat GPT sera davantage poussé au sein des différents davantage poussé au sein des différents davantage poussé au sein des différents studios d'animation du groupe. Tout cela studios d'animation du groupe. Tout cela studios d'animation du groupe. Tout cela fait craindre certains fans que Lia fait craindre certains fans que Lia fait craindre certains fans que Lia pourrait prendre de plus en plus de pourrait prendre de plus en plus de pourrait prendre de plus en plus de place chez Disney, y compris dans la place chez Disney, y compris dans la place chez Disney, y compris dans la création et que tout cela pourrait création et que tout cela pourrait création et que tout cela pourrait mettre en danger certains métiers. C'est mettre en danger certains métiers. C'est mettre en danger certains métiers. C'est donc les questions plus larges qu'on donc les questions plus larges qu'on donc les questions plus larges qu'on évoque depuis des mois maintenant, les évoque depuis des mois maintenant, les évoque depuis des mois maintenant, les craintes les plus évidentes par exemple craintes les plus évidentes par exemple craintes les plus évidentes par exemple sur certains métiers comme les métiers sur certains métiers comme les métiers sur certains métiers comme les métiers dans le doublage avec des comédien dans le doublage avec des comédien dans le doublage avec des comédien inquiets à terme de perdre leur travail. inquiets à terme de perdre leur travail. inquiets à terme de perdre leur travail. Mais les craintes, elles vont au-delà Mais les craintes, elles vont au-delà Mais les craintes, elles vont au-delà avec des scénaristes, des dessinateurs, avec des scénaristes, des dessinateurs, avec des scénaristes, des dessinateurs, des acteurs aussi qui craignent des acteurs aussi qui craignent des acteurs aussi qui craignent potentiellement à terme d'être remplacé. potentiellement à terme d'être remplacé. potentiellement à terme d'être remplacé. Bref, même si Disney met en avant ce Bref, même si Disney met en avant ce Bref, même si Disney met en avant ce contrat aujourd'hui comme une forme au contrat aujourd'hui comme une forme au contrat aujourd'hui comme une forme au contraire de protection des droits contraire de protection des droits contraire de protection des droits d'auteur et de protection de ce qui est d'auteur et de protection de ce qui est d'auteur et de protection de ce qui est créé par Disney, ça pose encore une fois créé par Disney, ça pose encore une fois créé par Disney, ça pose encore une fois des questions plus larges sur la place des questions plus larges sur la place des questions plus larges sur la place de Lia dans la création. Dans tous les de Lia dans la création. Dans tous les de Lia dans la création. Dans tous les cas, vous le savez très régulièrement cas, vous le savez très régulièrement cas, vous le savez très régulièrement sur la chaîne, on analyse l'impact de sur la chaîne, on analyse l'impact de sur la chaîne, on analyse l'impact de l'intelligence artificielle sur la l'intelligence artificielle sur la l'intelligence artificielle sur la société. Ces derniers jours, on a parlé société. Ces derniers jours, on a parlé société. Ces derniers jours, on a parlé de la question économique, on a parlé de de la question économique, on a parlé de de la question économique, on a parlé de la question de l'impact et d'inflation la question de l'impact et d'inflation la question de l'impact et d'inflation sur la mémoire vive, on a parlé des sur la mémoire vive, on a parlé des sur la mémoire vive, on a parlé des sujets environnementaux, on a parlé de sujets environnementaux, on a parlé de sujets environnementaux, on a parlé de la conquête spatiale liée à l'IA aussi la conquête spatiale liée à l'IA aussi la conquête spatiale liée à l'IA aussi ces derniers jours. Pour tous les ces derniers jours. Pour tous les ces derniers jours. Pour tous les nouveaux qui nous rejoignent, ce format, nouveaux qui nous rejoignent, ce format, nouveaux qui nous rejoignent, ce format, il est aussi disponible en version il est aussi disponible en version il est aussi disponible en version podcast. N'hésitez pas à vous abonner podcast. N'hésitez pas à vous abonner podcast. N'hésitez pas à vous abonner sur Spotify, Apple Podcast ou autre. Ça sur Spotify, Apple Podcast ou autre. Ça sur Spotify, Apple Podcast ou autre. Ça vous permet aussi de recevoir facilement vous permet aussi de recevoir facilement vous permet aussi de recevoir facilement aussi mes interviews, que ce soit aussi mes interviews, que ce soit aussi mes interviews, que ce soit d'artistes ou alors de chercheurs, y d'artistes ou alors de chercheurs, y d'artistes ou alors de chercheurs, y compris d'ailleurs sur l'an d'autres qui compris d'ailleurs sur l'an d'autres qui compris d'ailleurs sur l'an d'autres qui vont venir. Allez, je vous laisse avec vont venir. Allez, je vous laisse avec vont venir. Allez, je vous laisse avec Bris pour la suite des actualités Bris pour la suite des actualités Bris pour la suite des actualités importantes du jour et je reviens juste importantes du jour et je reviens juste importantes du jour et je reviens juste après. après. après. Merci Hugo et bonjour à tous. On reste Merci Hugo et bonjour à tous. On reste Merci Hugo et bonjour à tous. On reste aux États-Unis avec cette info. 19 aux États-Unis avec cette info. 19 aux États-Unis avec cette info. 19 images révélant une forme de proximité images révélant une forme de proximité images révélant une forme de proximité entre Jeffre Hstin et des personnalités entre Jeffre Hstin et des personnalités entre Jeffre Hstin et des personnalités influentes ont été publiées ce vendredi influentes ont été publiées ce vendredi influentes ont été publiées ce vendredi par des élus démocrates. Pour rappel, par des élus démocrates. Pour rappel, par des élus démocrates. Pour rappel, Jeffrein était un financier américain Jeffrein était un financier américain Jeffrein était un financier américain accusé d'avoir été à la tête d'un accusé d'avoir été à la tête d'un accusé d'avoir été à la tête d'un important trafic sexuel de filles important trafic sexuel de filles important trafic sexuel de filles mineures pendant plusieurs années. Il mineures pendant plusieurs années. Il mineures pendant plusieurs années. Il s'est suicidé en prison en 2019 avant s'est suicidé en prison en 2019 avant s'est suicidé en prison en 2019 avant que son procès ne puisse avoir lieu. On que son procès ne puisse avoir lieu. On que son procès ne puisse avoir lieu. On avait fait plusieurs vidéos sur la avait fait plusieurs vidéos sur la avait fait plusieurs vidéos sur la chaîne si vous voulez en savoir plus. chaîne si vous voulez en savoir plus. chaîne si vous voulez en savoir plus. Alors Jeffrein n'est pas l'auteur de Alors Jeffrein n'est pas l'auteur de Alors Jeffrein n'est pas l'auteur de toutes les photos mais elles ont été toutes les photos mais elles ont été toutes les photos mais elles ont été saisies à son domicile après son saisies à son domicile après son saisies à son domicile après son arrestation. Les 19 photos publiées ne arrestation. Les 19 photos publiées ne arrestation. Les 19 photos publiées ne démontrent aucun actillégal mais démontrent aucun actillégal mais démontrent aucun actillégal mais attestent de la présence de beaucoup de attestent de la présence de beaucoup de attestent de la présence de beaucoup de personnalités influentes. On retrouve personnalités influentes. On retrouve personnalités influentes. On retrouve Donald Trump, le réalisateur Woody Allen Donald Trump, le réalisateur Woody Allen Donald Trump, le réalisateur Woody Allen ou encore l'ancien président Bill ou encore l'ancien président Bill ou encore l'ancien président Bill Clinton. Interrogé sur ces photos, Clinton. Interrogé sur ces photos, Clinton. Interrogé sur ces photos, Donald Trump a affirmé ceci. Il y a des Donald Trump a affirmé ceci. Il y a des Donald Trump a affirmé ceci. Il y a des centaines et des centaines de personnes centaines et des centaines de personnes centaines et des centaines de personnes qui ont des photos avec lui. Ce n'est qui ont des photos avec lui. Ce n'est qui ont des photos avec lui. Ce n'est pas grand-chose, je ne sais rien de tout pas grand-chose, je ne sais rien de tout pas grand-chose, je ne sais rien de tout ça. Deuxième info, la ministre de ça. Deuxième info, la ministre de ça. Deuxième info, la ministre de l'agriculture, Annie Genevar, a annoncé l'agriculture, Annie Genevar, a annoncé l'agriculture, Annie Genevar, a annoncé la mise en place de la vaccination de la mise en place de la vaccination de la mise en place de la vaccination de près d'un million d'animaux contre la près d'un million d'animaux contre la près d'un million d'animaux contre la dermatos bovine. Depuis plusieurs jours, dermatos bovine. Depuis plusieurs jours, dermatos bovine. Depuis plusieurs jours, des agriculteurs, à l'appel de la des agriculteurs, à l'appel de la des agriculteurs, à l'appel de la coordination rurale, se mobilisent dans coordination rurale, se mobilisent dans coordination rurale, se mobilisent dans le sud-ouest de la France pour protester le sud-ouest de la France pour protester le sud-ouest de la France pour protester contre la solution choisie par l'État contre la solution choisie par l'État contre la solution choisie par l'État pour enrayer la propagation de cette pour enrayer la propagation de cette pour enrayer la propagation de cette maladie, l'abattage systématique des maladie, l'abattage systématique des maladie, l'abattage systématique des troupeaux affectés. Cette maladie aussi troupeaux affectés. Cette maladie aussi troupeaux affectés. Cette maladie aussi appelée DNC touche les beaux vins, donc appelée DNC touche les beaux vins, donc appelée DNC touche les beaux vins, donc les bœs, les vaches, les taureaux et les les bœs, les vaches, les taureaux et les les bœs, les vaches, les taureaux et les veaux. Une fois contaminés, les animaux veaux. Une fois contaminés, les animaux veaux. Une fois contaminés, les animaux sont fièvreux, couverts de boutons et sont fièvreux, couverts de boutons et sont fièvreux, couverts de boutons et peuvent même en mourir. Si vous voulez peuvent même en mourir. Si vous voulez peuvent même en mourir. Si vous voulez en savoir plus, on vous en parlait sur en savoir plus, on vous en parlait sur en savoir plus, on vous en parlait sur la chaîne en détail hier. Et donc, face la chaîne en détail hier. Et donc, face la chaîne en détail hier. Et donc, face à la colère, le gouvernement a étendu ce à la colère, le gouvernement a étendu ce à la colère, le gouvernement a étendu ce samedi les zones de vaccination. En plus samedi les zones de vaccination. En plus samedi les zones de vaccination. En plus des départements déjà concernés, elle des départements déjà concernés, elle des départements déjà concernés, elle sera désormais obligatoire dans les sera désormais obligatoire dans les sera désormais obligatoire dans les départements de Ludde, de la Haute départements de Ludde, de la Haute départements de Ludde, de la Haute Garonne, du Gers, des Pyrénées Garonne, du Gers, des Pyrénées Garonne, du Gers, des Pyrénées Atlantiques et des Landes. 3è info, les Atlantiques et des Landes. 3è info, les Atlantiques et des Landes. 3è info, les enfants restent les premières victimes enfants restent les premières victimes enfants restent les premières victimes d'un cumul de crise sociale et d'un cumul de crise sociale et d'un cumul de crise sociale et climatique 1 an après le passage du climatique 1 an après le passage du climatique 1 an après le passage du cyclone Chido sur l'archipel de Mayotte. cyclone Chido sur l'archipel de Mayotte. cyclone Chido sur l'archipel de Mayotte. C'est ce qu'affirme l'UNICEF dans une C'est ce qu'affirme l'UNICEF dans une C'est ce qu'affirme l'UNICEF dans une étude publiée ce mercredi. Le premier étude publiée ce mercredi. Le premier étude publiée ce mercredi. Le premier problème, c'est le manque de place dans problème, c'est le manque de place dans problème, c'est le manque de place dans les écoles. Le département français les écoles. Le département français les écoles. Le département français manquait déjà de 1200 classes sur manquait déjà de 1200 classes sur manquait déjà de 1200 classes sur l'ensemble du territoire. Mais depuis le l'ensemble du territoire. Mais depuis le l'ensemble du territoire. Mais depuis le passage du cyclone en décembre 2024, 40 passage du cyclone en décembre 2024, 40 passage du cyclone en décembre 2024, 40 % des établissements scolaires ont été % des établissements scolaires ont été % des établissements scolaires ont été détruits ou endommagés. Résultat, de détruits ou endommagés. Résultat, de détruits ou endommagés. Résultat, de nombreux élèves doivent faire plusieurs nombreux élèves doivent faire plusieurs nombreux élèves doivent faire plusieurs heures de trajet pour rejoindre une heures de trajet pour rejoindre une heures de trajet pour rejoindre une école qui peut les accueillir. Le école qui peut les accueillir. Le école qui peut les accueillir. Le deuxième problème, ce sont les deuxième problème, ce sont les deuxième problème, ce sont les conditions. Certains établissements sont conditions. Certains établissements sont conditions. Certains établissements sont obligés de fermer car ils n'ont pas obligés de fermer car ils n'ont pas obligés de fermer car ils n'ont pas accès à l'eau potable, par exemple. accès à l'eau potable, par exemple. accès à l'eau potable, par exemple. L'étude soulève aussi des problèmes de L'étude soulève aussi des problèmes de L'étude soulève aussi des problèmes de sécurité dans les écoles. Enfin, des sécurité dans les écoles. Enfin, des sécurité dans les écoles. Enfin, des dizaines de professeurs auraient été dizaines de professeurs auraient été dizaines de professeurs auraient été privés de salaire en totalité ou en privés de salaire en totalité ou en privés de salaire en totalité ou en partie ces derniers mois suite à un partie ces derniers mois suite à un partie ces derniers mois suite à un problème de gestion de pay. À noter qu'à problème de gestion de pay. À noter qu'à problème de gestion de pay. À noter qu'à Mayotte, un habitant sur de est mineur Mayotte, un habitant sur de est mineur Mayotte, un habitant sur de est mineur et 77 % de la population vit sous le et 77 % de la population vit sous le et 77 % de la population vit sous le seuil de pauvreté. Et on continue sur seuil de pauvreté. Et on continue sur seuil de pauvreté. Et on continue sur les écoles pour cette dernière info, les écoles pour cette dernière info, les écoles pour cette dernière info, mais cette fois sur tout le territoire. mais cette fois sur tout le territoire. mais cette fois sur tout le territoire. Près d'une heure de cours sur 10 n'était Près d'une heure de cours sur 10 n'était Près d'une heure de cours sur 10 n'était pas assurée dans les collèges publics en pas assurée dans les collèges publics en pas assurée dans les collèges publics en France pour l'année 2023-2024 selon la France pour l'année 2023-2024 selon la France pour l'année 2023-2024 selon la Cour des comptes. Le problème, c'est le Cour des comptes. Le problème, c'est le Cour des comptes. Le problème, c'est le manque de remplaçant pour assurer ses manque de remplaçant pour assurer ses manque de remplaçant pour assurer ses cours aggravés par le manque de cours aggravés par le manque de cours aggravés par le manque de personnel enseignant en France. Le personnel enseignant en France. Le personnel enseignant en France. Le ministère de l'éducation nationale a ministère de l'éducation nationale a ministère de l'éducation nationale a noté une hausse de 41,3 % des congés noté une hausse de 41,3 % des congés noté une hausse de 41,3 % des congés maladies entre 2018-29 et 2023-2024. maladies entre 2018-29 et 2023-2024. maladies entre 2018-29 et 2023-2024. L'autorisation de travail à temps L'autorisation de travail à temps L'autorisation de travail à temps partiel pour raison thérapeutique a partiel pour raison thérapeutique a partiel pour raison thérapeutique a aussi grimpé de 250 %. Les chiffres sont aussi grimpé de 250 %. Les chiffres sont aussi grimpé de 250 %. Les chiffres sont en légère baisse par rapport à l'année en légère baisse par rapport à l'année en légère baisse par rapport à l'année scolaire précédente mais reste scolaire précédente mais reste scolaire précédente mais reste significatif selon la Cour des comptes. significatif selon la Cour des comptes. significatif selon la Cour des comptes. Globalement, ce sont les zones urbaines Globalement, ce sont les zones urbaines Globalement, ce sont les zones urbaines tendues, donc les grandes villes qui tendues, donc les grandes villes qui tendues, donc les grandes villes qui sont le plus touchées par la perte de sont le plus touchées par la perte de sont le plus touchées par la perte de cours mais les zones rurales isolées cours mais les zones rurales isolées cours mais les zones rurales isolées comme les villages sont aussi fortement comme les villages sont aussi fortement comme les villages sont aussi fortement touchées selon le rapport. Merci touchées selon le rapport. Merci touchées selon le rapport. Merci beaucoup Bris. Alors je le disais pour beaucoup Bris. Alors je le disais pour beaucoup Bris. Alors je le disais pour suivre toute l'actualité et aussi mes suivre toute l'actualité et aussi mes suivre toute l'actualité et aussi mes interviews au quotidien, rendez-vous sur interviews au quotidien, rendez-vous sur interviews au quotidien, rendez-vous sur la version podcast. Vous tapez Hugo la version podcast. Vous tapez Hugo la version podcast. Vous tapez Hugo Descrypt sur Spotify, Apple Podcast ou Descrypt sur Spotify, Apple Podcast ou Descrypt sur Spotify, Apple Podcast ou autre. Vous pouvez vous abonner. Merci autre. Vous pouvez vous abonner. Merci autre. Vous pouvez vous abonner. Merci d'être chaque jour plus nombreux. Allez, d'être chaque jour plus nombreux. Allez, d'être chaque jour plus nombreux. Allez, de mon côté, je vais me reposer. Je vous de mon côté, je vais me reposer. Je vous de mon côté, je vais me reposer. Je vous souhaite un excellent weekend et on se souhaite un excellent weekend et on se souhaite un excellent weekend et on se dit à lundi donc pour le retour des dit à lundi donc pour le retour des dit à lundi donc pour le retour des actu.", "sentences": ["C'est un accord historique, un accord C'est un accord historique, un accord C'est un accord historique, un accord entre le géant de l'intelligence entre le géant de l'intelligence entre le géant de l'intelligence artificielle Open AI et Disney.", "Mais artificielle Open AI et Disney.", "Mais artificielle Open AI et Disney.", "Mais alors, pourquoi est-ce un bouleversement alors, pourquoi est-ce un bouleversement alors, pourquoi est-ce un bouleversement historique ?", "Comment analyser la historique ?", "Comment analyser la historique ?", "Comment analyser la situation ?", "Qu'est-ce qui fait autant situation ?", "Qu'est-ce qui fait autant situation ?", "Qu'est-ce qui fait autant réagir ?", "Salut, c'est Hugo.", "J'espère que réagir ?", "Salut, c'est Hugo.", "J'espère que réagir ?", "Salut, c'est Hugo.", "J'espère que vous allez bien.", "C'est donc le sujet à vous allez bien.", "C'est donc le sujet à vous allez bien.", "C'est donc le sujet à la une de ces actualités du jour sur la une de ces actualités du jour sur la une de ces actualités du jour sur YouTube et comme d'habitude aussi en YouTube et comme d'habitude aussi en YouTube et comme d'habitude aussi en podcast audio.", "Au passage, vous podcast audio.", "Au passage, vous podcast audio.", "Au passage, vous m'excuserez pour ma voix peut-être m'excuserez pour ma voix peut-être m'excuserez pour ma voix peut-être particulière aujourd'hui.", "Je suis particulière aujourd'hui.", "Je suis particulière aujourd'hui.", "Je suis complètement malade.", "Alors, complètement malade.", "Alors, complètement malade.", "Alors, l'application concernée par cet accord, l'application concernée par cet accord, l'application concernée par cet accord, vous en avez peut-être entendu parler.", "vous en avez peut-être entendu parler.", "vous en avez peut-être entendu parler.", "Il s'agit de Sora et comme chat GPT, il Il s'agit de Sora et comme chat GPT, il Il s'agit de Sora et comme chat GPT, il s'agit d'une autre propriété de s'agit d'une autre propriété de s'agit d'une autre propriété de l'entreprise Open AI.", "Alors Soras a donc l'entreprise Open AI.", "Alors Soras a donc l'entreprise Open AI.", "Alors Soras a donc été officiellement lancé pour les été officiellement lancé pour les été officiellement lancé pour les utilisateurs payants de chat GPT en utilisateurs payants de chat GPT en utilisateurs payants de chat GPT en décembre 2024.", "Ensuite, ça a été élargi décembre 2024.", "Ensuite, ça a été élargi décembre 2024.", "Ensuite, ça a été élargi au grand public gratuitement.", "C'est le au grand public gratuitement.", "C'est le au grand public gratuitement.", "C'est le cas donc quasiment partout, sauf dans cas donc quasiment partout, sauf dans cas donc quasiment partout, sauf dans certaines régions, notamment la France certaines régions, notamment la France certaines régions, notamment la France où l'application n'est pas encore où l'application n'est pas encore où l'application n'est pas encore officiellement disponible.", "Alors Sora, officiellement disponible.", "Alors Sora, officiellement disponible.", "Alors Sora, c'est à la fois en fait un outil qui c'est à la fois en fait un outil qui c'est à la fois en fait un outil qui permet de générer des vidéos, mais c'est permet de générer des vidéos, mais c'est permet de générer des vidéos, mais c'est aussi aujourd'hui une sorte de réseau aussi aujourd'hui une sorte de réseau aussi aujourd'hui une sorte de réseau social.", "un réseau social à l'interface social.", "un réseau social à l'interface social.", "un réseau social à l'interface proche d'un TikTok sur lequel on peut proche d'un TikTok sur lequel on peut proche d'un TikTok sur lequel on peut donc uniquement publier des vidéos qui donc uniquement publier des vidéos qui donc uniquement publier des vidéos qui sont générées elles-mêmes par sont générées elles-mêmes par sont générées elles-mêmes par intelligence artificielle et comme sur intelligence artificielle et comme sur intelligence artificielle et comme sur chat GPT, il suffit d'écrire ce que l'on chat GPT, il suffit d'écrire ce que l'on chat GPT, il suffit d'écrire ce que l'on souhaite obtenir pour qu'une vidéo soit souhaite obtenir pour qu'une vidéo soit souhaite obtenir pour qu'une vidéo soit cette fois-ci générée par et donc avec cette fois-ci générée par et donc avec cette fois-ci générée par et donc avec ce nouvel accord entre Disney et Open AI ce nouvel accord entre Disney et Open AI ce nouvel accord entre Disney et Open AI à partir de 2026 et pendant 3 ans, les à partir de 2026 et pendant 3 ans, les à partir de 2026 et pendant 3 ans, les utilisateurs de Chat GPT et de Sora utilisateurs de Chat GPT et de Sora utilisateurs de Chat GPT et de Sora pourront générer des séquences vidéos en pourront générer des séquences vidéos en pourront générer des séquences vidéos en y intégrant selon le communiqué de y intégrant selon le communiqué de y intégrant selon le communiqué de Disney plus de 200 personnages animé et Disney plus de 200 personnages animé et Disney plus de 200 personnages animé et créatures issues des univers Disney, créatures issues des univers Disney, créatures issues des univers Disney, Marvel, Pixar et Star Wars.", "C'est toutes Marvel, Pixar et Star Wars.", "C'est toutes Marvel, Pixar et Star Wars.", "C'est toutes des licences donc qui sont détenues des licences donc qui sont détenues des licences donc qui sont détenues aujourd'hui par Disney.", "C'est un accord aujourd'hui par Disney.", "C'est un accord aujourd'hui par Disney.", "C'est un accord de 3 ans avec 1 an d'exclusivité, ce qui de 3 ans avec 1 an d'exclusivité, ce qui de 3 ans avec 1 an d'exclusivité, ce qui veut dire donc qu'après Open AI va veut dire donc qu'après Open AI va veut dire donc qu'après Open AI va pouvoir négocier la même chose avec pouvoir négocier la même chose avec pouvoir négocier la même chose avec d'autres plateformes Dia.", "Et cependant, d'autres plateformes Dia.", "Et cependant, d'autres plateformes Dia.", "Et cependant, il faut quand même noter que le il faut quand même noter que le il faut quand même noter que le communiqué, il affirme que l'accord communiqué, il affirme que l'accord communiqué, il affirme que l'accord n'inclut aucune image ni voix de n'inclut aucune image ni voix de n'inclut aucune image ni voix de personnalité humaine qui aurait joué personnalité humaine qui aurait joué personnalité humaine qui aurait joué donc dans les films.", "Donc même si on n' donc dans les films.", "Donc même si on n' donc dans les films.", "Donc même si on n' pas tous les détails, on peut imaginer pas tous les détails, on peut imaginer pas tous les détails, on peut imaginer que les utilisateurs, ils pourront que les utilisateurs, ils pourront que les utilisateurs, ils pourront générer, je sais pas, des voitures de générer, je sais pas, des voitures de générer, je sais pas, des voitures de Cars, des personnages de Toy Story ou Cars, des personnages de Toy Story ou Cars, des personnages de Toy Story ou encore les animaux de Disney, je sais encore les animaux de Disney, je sais encore les animaux de Disney, je sais pas, venant de Tarzan ou du Roi Lyon.", "pas, venant de Tarzan ou du Roi Lyon.", "pas, venant de Tarzan ou du Roi Lyon.", "Par contre et bien les comédiens en tant Par contre et bien les comédiens en tant Par contre et bien les comédiens en tant que tel ne pourront pas et bien être que tel ne pourront pas et bien être que tel ne pourront pas et bien être générés.", "En théorie, en tout cas, ça générés.", "En théorie, en tout cas, ça générés.", "En théorie, en tout cas, ça devrait être bloqué.", "En théorie donc devrait être bloqué.", "En théorie donc devrait être bloqué.", "En théorie donc impossible par exemple de générer je impossible par exemple de générer je impossible par exemple de générer je sais pas une vidéo avec Tom Holand sais pas une vidéo avec Tom Holand sais pas une vidéo avec Tom Holand dedans.", "Alors évidemment tout cela ça ne dedans.", "Alors évidemment tout cela ça ne dedans.", "Alors évidemment tout cela ça ne s'est pas fait sans échange d'argent.", "s'est pas fait sans échange d'argent.", "s'est pas fait sans échange d'argent.", "Disney a annoncé un investissement Disney a annoncé un investissement Disney a annoncé un investissement d'envergure sous la forme d'un achat d'envergure sous la forme d'un achat d'envergure sous la forme d'un achat d'action d'Open AI.", "le tout pour une d'action d'Open AI.", "le tout pour une d'action d'Open AI.", "le tout pour une valeur d'un milliard de dollars.", "Alors, valeur d'un milliard de dollars.", "Alors, valeur d'un milliard de dollars.", "Alors, on va pas faire d'économie aujourd'hui, on va pas faire d'économie aujourd'hui, on va pas faire d'économie aujourd'hui, mais ça veut dire que Disney entre de mais ça veut dire que Disney entre de mais ça veut dire que Disney entre de fait au capital d' Pen et que Disney fait au capital d' Pen et que Disney fait au capital d' Pen et que Disney pourrait bénéficier donc de futurs pourrait bénéficier donc de futurs pourrait bénéficier donc de futurs profit ou de futur valorisation de profit ou de futur valorisation de profit ou de futur valorisation de l'entreprise.", "C'est donc un l'entreprise.", "C'est donc un l'entreprise.", "C'est donc un investissement aujourd'hui mais qui peut investissement aujourd'hui mais qui peut investissement aujourd'hui mais qui peut rapporter gros à long terme.", "Bon, ça rapporter gros à long terme.", "Bon, ça rapporter gros à long terme.", "Bon, ça c'est les faits.", "Alors maintenant, c'est les faits.", "Alors maintenant, c'est les faits.", "Alors maintenant, pourquoi est-ce que tout cela fait pourquoi est-ce que tout cela fait pourquoi est-ce que tout cela fait autant parler ?", "Et bien déjà, il faut autant parler ?", "Et bien déjà, il faut autant parler ?", "Et bien déjà, il faut noter la réaction du côté de Disney avec noter la réaction du côté de Disney avec noter la réaction du côté de Disney avec notamment Bob Eiger qui est le PDG de notamment Bob Eiger qui est le PDG de notamment Bob Eiger qui est le PDG de Disney et qui affirme lui-même, je cite, Disney et qui affirme lui-même, je cite, Disney et qui affirme lui-même, je cite, que grâce à cette collaboration avec que grâce à cette collaboration avec que grâce à cette collaboration avec Open AI, nous étendrons de manière Open AI, nous étendrons de manière Open AI, nous étendrons de manière réfléchie et responsable la portée de réfléchie et responsable la portée de réfléchie et responsable la portée de nos récits grâce à liage générative tout nos récits grâce à liage générative tout nos récits grâce à liage générative tout en respectant et en protégeant les en respectant et en protégeant les en respectant et en protégeant les créateurs et leurs œuvres.", "Ça c'est donc créateurs et leurs œuvres.", "Ça c'est donc créateurs et leurs œuvres.", "Ça c'est donc en quelque sorte le discours officiel de en quelque sorte le discours officiel de en quelque sorte le discours officiel de Disney parce que derrière des Disney parce que derrière des Disney parce que derrière des inquiétudes y compris en interne, il y inquiétudes y compris en interne, il y inquiétudes y compris en interne, il y en a.", "Et cet enjeu des droits notamment, en a.", "Et cet enjeu des droits notamment, en a.", "Et cet enjeu des droits notamment, c'est justement un sujet qui fait c'est justement un sujet qui fait c'est justement un sujet qui fait énormément débat quand on parle de énormément débat quand on parle de énormément débat quand on parle de l'intelligence artificielle.", "Une l'intelligence artificielle.", "Une l'intelligence artificielle.", "Une intelligence artificielle, en effet, intelligence artificielle, en effet, intelligence artificielle, en effet, aujourd'hui, elle apprend et elle se aujourd'hui, elle apprend et elle se aujourd'hui, elle apprend et elle se développe à partir de contenu existants.", "développe à partir de contenu existants.", "développe à partir de contenu existants.", "Ce qui pose régulièrement des questions Ce qui pose régulièrement des questions Ce qui pose régulièrement des questions éthiques sur qui détient les droits sur éthiques sur qui détient les droits sur éthiques sur qui détient les droits sur ce que l'IA produit.", "Il y a aussi tous ce que l'IA produit.", "Il y a aussi tous ce que l'IA produit.", "Il y a aussi tous les débats éthiques sur le fait que l'IA les débats éthiques sur le fait que l'IA les débats éthiques sur le fait que l'IA s'est littéralement construite en s'est littéralement construite en s'est littéralement construite en récupérant et en exploitant des récupérant et en exploitant des récupérant et en exploitant des milliards de contenus qui avaient été milliards de contenus qui avaient été milliards de contenus qui avaient été créé par des humains.", "Et par ailleurs, créé par des humains.", "Et par ailleurs, créé par des humains.", "Et par ailleurs, il y a d'autres questions qui reviennent il y a d'autres questions qui reviennent il y a d'autres questions qui reviennent également comme par exemple est-ce que également comme par exemple est-ce que également comme par exemple est-ce que Lia doit pouvoir générer des personnages Lia doit pouvoir générer des personnages Lia doit pouvoir générer des personnages qui ne lui appartiennent pas ou qui ne lui appartiennent pas ou qui ne lui appartiennent pas ou reproduire le style propre d'un artiste reproduire le style propre d'un artiste reproduire le style propre d'un artiste ?", "Il y avait eu tout le débat sur les ?", "Il y avait eu tout le débat sur les ?", "Il y avait eu tout le débat sur les reproductions du style en quelque sorte reproductions du style en quelque sorte reproductions du style en quelque sorte de Miyazaki qui était viral sur les de Miyazaki qui était viral sur les de Miyazaki qui était viral sur les réseaux sociaux il y a quelques mois et réseaux sociaux il y a quelques mois et réseaux sociaux il y a quelques mois et justement Miyazaki qui historiquement justement Miyazaki qui historiquement justement Miyazaki qui historiquement s'était opposé à cette utilisation de s'était opposé à cette utilisation de s'était opposé à cette utilisation de l'IA.", "Il faut noter que au lancement de l'IA.", "Il faut noter que au lancement de l'IA.", "Il faut noter que au lancement de Sora, Open AI avait laissé la Sora, Open AI avait laissé la Sora, Open AI avait laissé la possibilité aux internautes de mettre en possibilité aux internautes de mettre en possibilité aux internautes de mettre en scène grâce à Lia des personnages qui scène grâce à Lia des personnages qui scène grâce à Lia des personnages qui sont pourtant protégé par les droits sont pourtant protégé par les droits sont pourtant protégé par les droits d'auteur.", "Alors quelques jours après, d'auteur.", "Alors quelques jours après, d'auteur.", "Alors quelques jours après, cette possibilité avait été retirée avec cette possibilité avait été retirée avec cette possibilité avait été retirée avec un message d'erreur qui tentait de un message d'erreur qui tentait de un message d'erreur qui tentait de s'afficher en tout cas pour certaines s'afficher en tout cas pour certaines s'afficher en tout cas pour certaines situations.", "Aujourd'hui donc a priori, situations.", "Aujourd'hui donc a priori, situations.", "Aujourd'hui donc a priori, ça ne devrait plus être le cas à partir ça ne devrait plus être le cas à partir ça ne devrait plus être le cas à partir de 2026 pour les personnages de Disney de 2026 pour les personnages de Disney de 2026 pour les personnages de Disney suite à cet accord.", "Alors, on va voir ce suite à cet accord.", "Alors, on va voir ce suite à cet accord.", "Alors, on va voir ce qui fait débat dans un instant, mais à qui fait débat dans un instant, mais à qui fait débat dans un instant, mais à noter que cet accord, il pourrait noter que cet accord, il pourrait noter que cet accord, il pourrait potentiellement servir de base pour des potentiellement servir de base pour des potentiellement servir de base pour des accords futurs.", "En effet, quelques accords futurs.", "En effet, quelques accords futurs.", "En effet, quelques heures avant d'annoncer son accord avec heures avant d'annoncer son accord avec heures avant d'annoncer son accord avec Open AI, Disney a par exemple envoyé une Open AI, Disney a par exemple envoyé une Open AI, Disney a par exemple envoyé une mise en demeure à Google en accusant le mise en demeure à Google en accusant le mise en demeure à Google en accusant le géant américain de violation massive du géant américain de violation massive du géant américain de violation massive du droit d'auteur lié à ses usages de LIA.", "droit d'auteur lié à ses usages de LIA.", "droit d'auteur lié à ses usages de LIA.", "Des courriers similaires avaient été Des courriers similaires avaient été Des courriers similaires avaient été aussi envoyés à MTA et à caractère.ai.", "aussi envoyés à MTA et à caractère.ai.", "aussi envoyés à MTA et à caractère.ai.", "On peut donc imaginer que dans les On peut donc imaginer que dans les On peut donc imaginer que dans les prochains jours et une fois passé cet prochains jours et une fois passé cet prochains jours et une fois passé cet accord d'exclusivité de 1 an entre accord d'exclusivité de 1 an entre accord d'exclusivité de 1 an entre Openeya et Disney, on peut imaginer que Openeya et Disney, on peut imaginer que Openeya et Disney, on peut imaginer que Disney va faire en sorte de conclure le Disney va faire en sorte de conclure le Disney va faire en sorte de conclure le même genre d'accord avec d'autres même genre d'accord avec d'autres même genre d'accord avec d'autres acteurs.", "Allez, dernier petits éléments acteurs.", "Allez, dernier petits éléments acteurs.", "Allez, dernier petits éléments importants à noter pour mieux comprendre importants à noter pour mieux comprendre importants à noter pour mieux comprendre tout le débat sur le sujet en ce moment.", "tout le débat sur le sujet en ce moment.", "tout le débat sur le sujet en ce moment.", "Disney affirme que Chat GPT sera Disney affirme que Chat GPT sera Disney affirme que Chat GPT sera davantage poussé au sein des différents davantage poussé au sein des différents davantage poussé au sein des différents studios d'animation du groupe.", "Tout cela studios d'animation du groupe.", "Tout cela studios d'animation du groupe.", "Tout cela fait craindre certains fans que Lia fait craindre certains fans que Lia fait craindre certains fans que Lia pourrait prendre de plus en plus de pourrait prendre de plus en plus de pourrait prendre de plus en plus de place chez Disney, y compris dans la place chez Disney, y compris dans la place chez Disney, y compris dans la création et que tout cela pourrait création et que tout cela pourrait création et que tout cela pourrait mettre en danger certains métiers.", "C'est mettre en danger certains métiers.", "C'est mettre en danger certains métiers.", "C'est donc les questions plus larges qu'on donc les questions plus larges qu'on donc les questions plus larges qu'on évoque depuis des mois maintenant, les évoque depuis des mois maintenant, les évoque depuis des mois maintenant, les craintes les plus évidentes par exemple craintes les plus évidentes par exemple craintes les plus évidentes par exemple sur certains métiers comme les métiers sur certains métiers comme les métiers sur certains métiers comme les métiers dans le doublage avec des comédien dans le doublage avec des comédien dans le doublage avec des comédien inquiets à terme de perdre leur travail.", "inquiets à terme de perdre leur travail.", "inquiets à terme de perdre leur travail.", "Mais les craintes, elles vont au-delà Mais les craintes, elles vont au-delà Mais les craintes, elles vont au-delà avec des scénaristes, des dessinateurs, avec des scénaristes, des dessinateurs, avec des scénaristes, des dessinateurs, des acteurs aussi qui craignent des acteurs aussi qui craignent des acteurs aussi qui craignent potentiellement à terme d'être remplacé.", "potentiellement à terme d'être remplacé.", "potentiellement à terme d'être remplacé.", "Bref, même si Disney met en avant ce Bref, même si Disney met en avant ce Bref, même si Disney met en avant ce contrat aujourd'hui comme une forme au contrat aujourd'hui comme une forme au contrat aujourd'hui comme une forme au contraire de protection des droits contraire de protection des droits contraire de protection des droits d'auteur et de protection de ce qui est d'auteur et de protection de ce qui est d'auteur et de protection de ce qui est créé par Disney, ça pose encore une fois créé par Disney, ça pose encore une fois créé par Disney, ça pose encore une fois des questions plus larges sur la place des questions plus larges sur la place des questions plus larges sur la place de Lia dans la création.", "Dans tous les de Lia dans la création.", "Dans tous les de Lia dans la création.", "Dans tous les cas, vous le savez très régulièrement cas, vous le savez très régulièrement cas, vous le savez très régulièrement sur la chaîne, on analyse l'impact de sur la chaîne, on analyse l'impact de sur la chaîne, on analyse l'impact de l'intelligence artificielle sur la l'intelligence artificielle sur la l'intelligence artificielle sur la société.", "Ces derniers jours, on a parlé société.", "Ces derniers jours, on a parlé société.", "Ces derniers jours, on a parlé de la question économique, on a parlé de de la question économique, on a parlé de de la question économique, on a parlé de la question de l'impact et d'inflation la question de l'impact et d'inflation la question de l'impact et d'inflation sur la mémoire vive, on a parlé des sur la mémoire vive, on a parlé des sur la mémoire vive, on a parlé des sujets environnementaux, on a parlé de sujets environnementaux, on a parlé de sujets environnementaux, on a parlé de la conquête spatiale liée à l'IA aussi la conquête spatiale liée à l'IA aussi la conquête spatiale liée à l'IA aussi ces derniers jours.", "Pour tous les ces derniers jours.", "Pour tous les ces derniers jours.", "Pour tous les nouveaux qui nous rejoignent, ce format, nouveaux qui nous rejoignent, ce format, nouveaux qui nous rejoignent, ce format, il est aussi disponible en version il est aussi disponible en version il est aussi disponible en version podcast.", "N'hésitez pas à vous abonner podcast.", "N'hésitez pas à vous abonner podcast.", "N'hésitez pas à vous abonner sur Spotify, Apple Podcast ou autre.", "Ça sur Spotify, Apple Podcast ou autre.", "Ça sur Spotify, Apple Podcast ou autre.", "Ça vous permet aussi de recevoir facilement vous permet aussi de recevoir facilement vous permet aussi de recevoir facilement aussi mes interviews, que ce soit aussi mes interviews, que ce soit aussi mes interviews, que ce soit d'artistes ou alors de chercheurs, y d'artistes ou alors de chercheurs, y d'artistes ou alors de chercheurs, y compris d'ailleurs sur l'an d'autres qui compris d'ailleurs sur l'an d'autres qui compris d'ailleurs sur l'an d'autres qui vont venir.", "Allez, je vous laisse avec vont venir.", "Allez, je vous laisse avec vont venir.", "Allez, je vous laisse avec Bris pour la suite des actualités Bris pour la suite des actualités Bris pour la suite des actualités importantes du jour et je reviens juste importantes du jour et je reviens juste importantes du jour et je reviens juste après.", "après.", "après.", "Merci Hugo et bonjour à tous.", "On reste Merci Hugo et bonjour à tous.", "On reste Merci Hugo et bonjour à tous.", "On reste aux États-Unis avec cette info.", "19 aux États-Unis avec cette info.", "19 aux États-Unis avec cette info.", "19 images révélant une forme de proximité images révélant une forme de proximité images révélant une forme de proximité entre Jeffre Hstin et des personnalités entre Jeffre Hstin et des personnalités entre Jeffre Hstin et des personnalités influentes ont été publiées ce vendredi influentes ont été publiées ce vendredi influentes ont été publiées ce vendredi par des élus démocrates.", "Pour rappel, par des élus démocrates.", "Pour rappel, par des élus démocrates.", "Pour rappel, Jeffrein était un financier américain Jeffrein était un financier américain Jeffrein était un financier américain accusé d'avoir été à la tête d'un accusé d'avoir été à la tête d'un accusé d'avoir été à la tête d'un important trafic sexuel de filles important trafic sexuel de filles important trafic sexuel de filles mineures pendant plusieurs années.", "Il mineures pendant plusieurs années.", "Il mineures pendant plusieurs années.", "Il s'est suicidé en prison en 2019 avant s'est suicidé en prison en 2019 avant s'est suicidé en prison en 2019 avant que son procès ne puisse avoir lieu.", "On que son procès ne puisse avoir lieu.", "On que son procès ne puisse avoir lieu.", "On avait fait plusieurs vidéos sur la avait fait plusieurs vidéos sur la avait fait plusieurs vidéos sur la chaîne si vous voulez en savoir plus.", "chaîne si vous voulez en savoir plus.", "chaîne si vous voulez en savoir plus.", "Alors Jeffrein n'est pas l'auteur de Alors Jeffrein n'est pas l'auteur de Alors Jeffrein n'est pas l'auteur de toutes les photos mais elles ont été toutes les photos mais elles ont été toutes les photos mais elles ont été saisies à son domicile après son saisies à son domicile après son saisies à son domicile après son arrestation.", "Les 19 photos publiées ne arrestation.", "Les 19 photos publiées ne arrestation.", "Les 19 photos publiées ne démontrent aucun actillégal mais démontrent aucun actillégal mais démontrent aucun actillégal mais attestent de la présence de beaucoup de attestent de la présence de beaucoup de attestent de la présence de beaucoup de personnalités influentes.", "On retrouve personnalités influentes.", "On retrouve personnalités influentes.", "On retrouve Donald Trump, le réalisateur Woody Allen Donald Trump, le réalisateur Woody Allen Donald Trump, le réalisateur Woody Allen ou encore l'ancien président Bill ou encore l'ancien président Bill ou encore l'ancien président Bill Clinton.", "Interrogé sur ces photos, Clinton.", "Interrogé sur ces photos, Clinton.", "Interrogé sur ces photos, Donald Trump a affirmé ceci.", "Il y a des Donald Trump a affirmé ceci.", "Il y a des Donald Trump a affirmé ceci.", "Il y a des centaines et des centaines de personnes centaines et des centaines de personnes centaines et des centaines de personnes qui ont des photos avec lui.", "Ce n'est qui ont des photos avec lui.", "Ce n'est qui ont des photos avec lui.", "Ce n'est pas grand-chose, je ne sais rien de tout pas grand-chose, je ne sais rien de tout pas grand-chose, je ne sais rien de tout ça.", "Deuxième info, la ministre de ça.", "Deuxième info, la ministre de ça.", "Deuxième info, la ministre de l'agriculture, Annie Genevar, a annoncé l'agriculture, Annie Genevar, a annoncé l'agriculture, Annie Genevar, a annoncé la mise en place de la vaccination de la mise en place de la vaccination de la mise en place de la vaccination de près d'un million d'animaux contre la près d'un million d'animaux contre la près d'un million d'animaux contre la dermatos bovine.", "Depuis plusieurs jours, dermatos bovine.", "Depuis plusieurs jours, dermatos bovine.", "Depuis plusieurs jours, des agriculteurs, à l'appel de la des agriculteurs, à l'appel de la des agriculteurs, à l'appel de la coordination rurale, se mobilisent dans coordination rurale, se mobilisent dans coordination rurale, se mobilisent dans le sud-ouest de la France pour protester le sud-ouest de la France pour protester le sud-ouest de la France pour protester contre la solution choisie par l'État contre la solution choisie par l'État contre la solution choisie par l'État pour enrayer la propagation de cette pour enrayer la propagation de cette pour enrayer la propagation de cette maladie, l'abattage systématique des maladie, l'abattage systématique des maladie, l'abattage systématique des troupeaux affectés.", "Cette maladie aussi troupeaux affectés.", "Cette maladie aussi troupeaux affectés.", "Cette maladie aussi appelée DNC touche les beaux vins, donc appelée DNC touche les beaux vins, donc appelée DNC touche les beaux vins, donc les bœs, les vaches, les taureaux et les les bœs, les vaches, les taureaux et les les bœs, les vaches, les taureaux et les veaux.", "Une fois contaminés, les animaux veaux.", "Une fois contaminés, les animaux veaux.", "Une fois contaminés, les animaux sont fièvreux, couverts de boutons et sont fièvreux, couverts de boutons et sont fièvreux, couverts de boutons et peuvent même en mourir.", "Si vous voulez peuvent même en mourir.", "Si vous voulez peuvent même en mourir.", "Si vous voulez en savoir plus, on vous en parlait sur en savoir plus, on vous en parlait sur en savoir plus, on vous en parlait sur la chaîne en détail hier.", "Et donc, face la chaîne en détail hier.", "Et donc, face la chaîne en détail hier.", "Et donc, face à la colère, le gouvernement a étendu ce à la colère, le gouvernement a étendu ce à la colère, le gouvernement a étendu ce samedi les zones de vaccination.", "En plus samedi les zones de vaccination.", "En plus samedi les zones de vaccination.", "En plus des départements déjà concernés, elle des départements déjà concernés, elle des départements déjà concernés, elle sera désormais obligatoire dans les sera désormais obligatoire dans les sera désormais obligatoire dans les départements de Ludde, de la Haute départements de Ludde, de la Haute départements de Ludde, de la Haute Garonne, du Gers, des Pyrénées Garonne, du Gers, des Pyrénées Garonne, du Gers, des Pyrénées Atlantiques et des Landes.", "3è info, les Atlantiques et des Landes.", "3è info, les Atlantiques et des Landes.", "3è info, les enfants restent les premières victimes enfants restent les premières victimes enfants restent les premières victimes d'un cumul de crise sociale et d'un cumul de crise sociale et d'un cumul de crise sociale et climatique 1 an après le passage du climatique 1 an après le passage du climatique 1 an après le passage du cyclone Chido sur l'archipel de Mayotte.", "cyclone Chido sur l'archipel de Mayotte.", "cyclone Chido sur l'archipel de Mayotte.", "C'est ce qu'affirme l'UNICEF dans une C'est ce qu'affirme l'UNICEF dans une C'est ce qu'affirme l'UNICEF dans une étude publiée ce mercredi.", "Le premier étude publiée ce mercredi.", "Le premier étude publiée ce mercredi.", "Le premier problème, c'est le manque de place dans problème, c'est le manque de place dans problème, c'est le manque de place dans les écoles.", "Le département français les écoles.", "Le département français les écoles.", "Le département français manquait déjà de 1200 classes sur manquait déjà de 1200 classes sur manquait déjà de 1200 classes sur l'ensemble du territoire.", "Mais depuis le l'ensemble du territoire.", "Mais depuis le l'ensemble du territoire.", "Mais depuis le passage du cyclone en décembre 2024, 40 passage du cyclone en décembre 2024, 40 passage du cyclone en décembre 2024, 40 % des établissements scolaires ont été % des établissements scolaires ont été % des établissements scolaires ont été détruits ou endommagés.", "Résultat, de détruits ou endommagés.", "Résultat, de détruits ou endommagés.", "Résultat, de nombreux élèves doivent faire plusieurs nombreux élèves doivent faire plusieurs nombreux élèves doivent faire plusieurs heures de trajet pour rejoindre une heures de trajet pour rejoindre une heures de trajet pour rejoindre une école qui peut les accueillir.", "Le école qui peut les accueillir.", "Le école qui peut les accueillir.", "Le deuxième problème, ce sont les deuxième problème, ce sont les deuxième problème, ce sont les conditions.", "Certains établissements sont conditions.", "Certains établissements sont conditions.", "Certains établissements sont obligés de fermer car ils n'ont pas obligés de fermer car ils n'ont pas obligés de fermer car ils n'ont pas accès à l'eau potable, par exemple.", "accès à l'eau potable, par exemple.", "accès à l'eau potable, par exemple.", "L'étude soulève aussi des problèmes de L'étude soulève aussi des problèmes de L'étude soulève aussi des problèmes de sécurité dans les écoles.", "Enfin, des sécurité dans les écoles.", "Enfin, des sécurité dans les écoles.", "Enfin, des dizaines de professeurs auraient été dizaines de professeurs auraient été dizaines de professeurs auraient été privés de salaire en totalité ou en privés de salaire en totalité ou en privés de salaire en totalité ou en partie ces derniers mois suite à un partie ces derniers mois suite à un partie ces derniers mois suite à un problème de gestion de pay.", "À noter qu'à problème de gestion de pay.", "À noter qu'à problème de gestion de pay.", "À noter qu'à Mayotte, un habitant sur de est mineur Mayotte, un habitant sur de est mineur Mayotte, un habitant sur de est mineur et 77 % de la population vit sous le et 77 % de la population vit sous le et 77 % de la population vit sous le seuil de pauvreté.", "Et on continue sur seuil de pauvreté.", "Et on continue sur seuil de pauvreté.", "Et on continue sur les écoles pour cette dernière info, les écoles pour cette dernière info, les écoles pour cette dernière info, mais cette fois sur tout le territoire.", "mais cette fois sur tout le territoire.", "mais cette fois sur tout le territoire.", "Près d'une heure de cours sur 10 n'était Près d'une heure de cours sur 10 n'était Près d'une heure de cours sur 10 n'était pas assurée dans les collèges publics en pas assurée dans les collèges publics en pas assurée dans les collèges publics en France pour l'année 2023-2024 selon la France pour l'année 2023-2024 selon la France pour l'année 2023-2024 selon la Cour des comptes.", "Le problème, c'est le Cour des comptes.", "Le problème, c'est le Cour des comptes.", "Le problème, c'est le manque de remplaçant pour assurer ses manque de remplaçant pour assurer ses manque de remplaçant pour assurer ses cours aggravés par le manque de cours aggravés par le manque de cours aggravés par le manque de personnel enseignant en France.", "Le personnel enseignant en France.", "Le personnel enseignant en France.", "Le ministère de l'éducation nationale a ministère de l'éducation nationale a ministère de l'éducation nationale a noté une hausse de 41,3 % des congés noté une hausse de 41,3 % des congés noté une hausse de 41,3 % des congés maladies entre 2018-29 et 2023-2024.", "maladies entre 2018-29 et 2023-2024.", "maladies entre 2018-29 et 2023-2024.", "L'autorisation de travail à temps L'autorisation de travail à temps L'autorisation de travail à temps partiel pour raison thérapeutique a partiel pour raison thérapeutique a partiel pour raison thérapeutique a aussi grimpé de 250 %.", "Les chiffres sont aussi grimpé de 250 %.", "Les chiffres sont aussi grimpé de 250 %.", "Les chiffres sont en légère baisse par rapport à l'année en légère baisse par rapport à l'année en légère baisse par rapport à l'année scolaire précédente mais reste scolaire précédente mais reste scolaire précédente mais reste significatif selon la Cour des comptes.", "significatif selon la Cour des comptes.", "significatif selon la Cour des comptes.", "Globalement, ce sont les zones urbaines Globalement, ce sont les zones urbaines Globalement, ce sont les zones urbaines tendues, donc les grandes villes qui tendues, donc les grandes villes qui tendues, donc les grandes villes qui sont le plus touchées par la perte de sont le plus touchées par la perte de sont le plus touchées par la perte de cours mais les zones rurales isolées cours mais les zones rurales isolées cours mais les zones rurales isolées comme les villages sont aussi fortement comme les villages sont aussi fortement comme les villages sont aussi fortement touchées selon le rapport.", "Merci touchées selon le rapport.", "Merci touchées selon le rapport.", "Merci beaucoup Bris.", "Alors je le disais pour beaucoup Bris.", "Alors je le disais pour beaucoup Bris.", "Alors je le disais pour suivre toute l'actualité et aussi mes suivre toute l'actualité et aussi mes suivre toute l'actualité et aussi mes interviews au quotidien, rendez-vous sur interviews au quotidien, rendez-vous sur interviews au quotidien, rendez-vous sur la version podcast.", "Vous tapez Hugo la version podcast.", "Vous tapez Hugo la version podcast.", "Vous tapez Hugo Descrypt sur Spotify, Apple Podcast ou Descrypt sur Spotify, Apple Podcast ou Descrypt sur Spotify, Apple Podcast ou autre.", "Vous pouvez vous abonner.", "Merci autre.", "Vous pouvez vous abonner.", "Merci autre.", "Vous pouvez vous abonner.", "Merci d'être chaque jour plus nombreux.", "Allez, d'être chaque jour plus nombreux.", "Allez, d'être chaque jour plus nombreux.", "Allez, de mon côté, je vais me reposer.", "Je vous de mon côté, je vais me reposer.", "Je vous de mon côté, je vais me reposer.", "Je vous souhaite un excellent weekend et on se souhaite un excellent weekend et on se souhaite un excellent weekend et on se dit à lundi donc pour le retour des dit à lundi donc pour le retour des dit à lundi donc pour le retour des actu."], "transcript": [{"start": 0.12, "end": 1.949, "text": "C'est un accord historique, un accord"}, {"start": 1.949, "end": 1.959, "text": "C'est un accord historique, un accord"}, {"start": 1.959, "end": 3.429, "text": "C'est un accord historique, un accord entre le géant de l'intelligence"}, {"start": 3.429, "end": 3.439, "text": "entre le géant de l'intelligence"}, {"start": 3.439, "end": 6.03, "text": "entre le géant de l'intelligence artificielle Open AI et Disney. Mais"}, {"start": 6.03, "end": 6.04, "text": "artificielle Open AI et Disney. Mais"}, {"start": 6.04, "end": 7.909, "text": "artificielle Open AI et Disney. Mais alors, pourquoi est-ce un bouleversement"}, {"start": 7.909, "end": 7.919, "text": "alors, pourquoi est-ce un bouleversement"}, {"start": 7.919, "end": 9.39, "text": "alors, pourquoi est-ce un bouleversement historique ? Comment analyser la"}, {"start": 9.39, "end": 9.4, "text": "historique ? Comment analyser la"}, {"start": 9.4, "end": 10.87, "text": "historique ? Comment analyser la situation ? Qu'est-ce qui fait autant"}, {"start": 10.87, "end": 10.88, "text": "situation ? Qu'est-ce qui fait autant"}, {"start": 10.88, "end": 12.47, "text": "situation ? Qu'est-ce qui fait autant réagir ? Salut, c'est Hugo. J'espère que"}, {"start": 12.47, "end": 12.48, "text": "réagir ? Salut, c'est Hugo. J'espère que"}, {"start": 12.48, "end": 14.19, "text": "réagir ? Salut, c'est Hugo. J'espère que vous allez bien. C'est donc le sujet à"}, {"start": 14.19, "end": 14.2, "text": "vous allez bien. C'est donc le sujet à"}, {"start": 14.2, "end": 16.07, "text": "vous allez bien. C'est donc le sujet à la une de ces actualités du jour sur"}, {"start": 16.07, "end": 16.08, "text": "la une de ces actualités du jour sur"}, {"start": 16.08, "end": 17.67, "text": "la une de ces actualités du jour sur YouTube et comme d'habitude aussi en"}, {"start": 17.67, "end": 17.68, "text": "YouTube et comme d'habitude aussi en"}, {"start": 17.68, "end": 19.189, "text": "YouTube et comme d'habitude aussi en podcast audio. Au passage, vous"}, {"start": 19.189, "end": 19.199, "text": "podcast audio. Au passage, vous"}, {"start": 19.199, "end": 20.67, "text": "podcast audio. Au passage, vous m'excuserez pour ma voix peut-être"}, {"start": 20.67, "end": 20.68, "text": "m'excuserez pour ma voix peut-être"}, {"start": 20.68, "end": 22.109, "text": "m'excuserez pour ma voix peut-être particulière aujourd'hui. Je suis"}, {"start": 22.109, "end": 22.119, "text": "particulière aujourd'hui. Je suis"}, {"start": 22.119, "end": 23.39, "text": "particulière aujourd'hui. Je suis complètement malade. Alors,"}, {"start": 23.39, "end": 23.4, "text": "complètement malade. Alors,"}, {"start": 23.4, "end": 24.99, "text": "complètement malade. Alors, l'application concernée par cet accord,"}, {"start": 24.99, "end": 25.0, "text": "l'application concernée par cet accord,"}, {"start": 25.0, "end": 26.669, "text": "l'application concernée par cet accord, vous en avez peut-être entendu parler."}, {"start": 26.669, "end": 26.679, "text": "vous en avez peut-être entendu parler."}, {"start": 26.679, "end": 29.47, "text": "vous en avez peut-être entendu parler. Il s'agit de Sora et comme chat GPT, il"}, {"start": 29.47, "end": 29.48, "text": "Il s'agit de Sora et comme chat GPT, il"}, {"start": 29.48, "end": 31.189, "text": "Il s'agit de Sora et comme chat GPT, il s'agit d'une autre propriété de"}, {"start": 31.189, "end": 31.199, "text": "s'agit d'une autre propriété de"}, {"start": 31.199, "end": 33.43, "text": "s'agit d'une autre propriété de l'entreprise Open AI. Alors Soras a donc"}, {"start": 33.43, "end": 33.44, "text": "l'entreprise Open AI. Alors Soras a donc"}, {"start": 33.44, "end": 35.03, "text": "l'entreprise Open AI. Alors Soras a donc été officiellement lancé pour les"}, {"start": 35.03, "end": 35.04, "text": "été officiellement lancé pour les"}, {"start": 35.04, "end": 37.11, "text": "été officiellement lancé pour les utilisateurs payants de chat GPT en"}, {"start": 37.11, "end": 37.12, "text": "utilisateurs payants de chat GPT en"}, {"start": 37.12, "end": 39.83, "text": "utilisateurs payants de chat GPT en décembre 2024. Ensuite, ça a été élargi"}, {"start": 39.83, "end": 39.84, "text": "décembre 2024. Ensuite, ça a été élargi"}, {"start": 39.84, "end": 41.59, "text": "décembre 2024. Ensuite, ça a été élargi au grand public gratuitement. C'est le"}, {"start": 41.59, "end": 41.6, "text": "au grand public gratuitement. C'est le"}, {"start": 41.6, "end": 43.35, "text": "au grand public gratuitement. C'est le cas donc quasiment partout, sauf dans"}, {"start": 43.35, "end": 43.36, "text": "cas donc quasiment partout, sauf dans"}, {"start": 43.36, "end": 45.229, "text": "cas donc quasiment partout, sauf dans certaines régions, notamment la France"}, {"start": 45.229, "end": 45.239, "text": "certaines régions, notamment la France"}, {"start": 45.239, "end": 46.67, "text": "certaines régions, notamment la France où l'application n'est pas encore"}, {"start": 46.67, "end": 46.68, "text": "où l'application n'est pas encore"}, {"start": 46.68, "end": 48.549, "text": "où l'application n'est pas encore officiellement disponible. Alors Sora,"}, {"start": 48.549, "end": 48.559, "text": "officiellement disponible. Alors Sora,"}, {"start": 48.559, "end": 49.79, "text": "officiellement disponible. Alors Sora, c'est à la fois en fait un outil qui"}, {"start": 49.79, "end": 49.8, "text": "c'est à la fois en fait un outil qui"}, {"start": 49.8, "end": 51.709, "text": "c'est à la fois en fait un outil qui permet de générer des vidéos, mais c'est"}, {"start": 51.709, "end": 51.719, "text": "permet de générer des vidéos, mais c'est"}, {"start": 51.719, "end": 53.389, "text": "permet de générer des vidéos, mais c'est aussi aujourd'hui une sorte de réseau"}, {"start": 53.389, "end": 53.399, "text": "aussi aujourd'hui une sorte de réseau"}, {"start": 53.399, "end": 55.43, "text": "aussi aujourd'hui une sorte de réseau social. un réseau social à l'interface"}, {"start": 55.43, "end": 55.44, "text": "social. un réseau social à l'interface"}, {"start": 55.44, "end": 57.229, "text": "social. un réseau social à l'interface proche d'un TikTok sur lequel on peut"}, {"start": 57.229, "end": 57.239, "text": "proche d'un TikTok sur lequel on peut"}, {"start": 57.239, "end": 59.43, "text": "proche d'un TikTok sur lequel on peut donc uniquement publier des vidéos qui"}, {"start": 59.43, "end": 59.44, "text": "donc uniquement publier des vidéos qui"}, {"start": 59.44, "end": 61.709, "text": "donc uniquement publier des vidéos qui sont générées elles-mêmes par"}, {"start": 61.709, "end": 61.719, "text": "sont générées elles-mêmes par"}, {"start": 61.719, "end": 63.59, "text": "sont générées elles-mêmes par intelligence artificielle et comme sur"}, {"start": 63.59, "end": 63.6, "text": "intelligence artificielle et comme sur"}, {"start": 63.6, "end": 65.229, "text": "intelligence artificielle et comme sur chat GPT, il suffit d'écrire ce que l'on"}, {"start": 65.229, "end": 65.239, "text": "chat GPT, il suffit d'écrire ce que l'on"}, {"start": 65.239, "end": 67.429, "text": "chat GPT, il suffit d'écrire ce que l'on souhaite obtenir pour qu'une vidéo soit"}, {"start": 67.429, "end": 67.439, "text": "souhaite obtenir pour qu'une vidéo soit"}, {"start": 67.439, "end": 69.67, "text": "souhaite obtenir pour qu'une vidéo soit cette fois-ci générée par et donc avec"}, {"start": 69.67, "end": 69.68, "text": "cette fois-ci générée par et donc avec"}, {"start": 69.68, "end": 72.35, "text": "cette fois-ci générée par et donc avec ce nouvel accord entre Disney et Open AI"}, {"start": 72.35, "end": 72.36, "text": "ce nouvel accord entre Disney et Open AI"}, {"start": 72.36, "end": 74.71000000000001, "text": "ce nouvel accord entre Disney et Open AI à partir de 2026 et pendant 3 ans, les"}, {"start": 74.71000000000001, "end": 74.72, "text": "à partir de 2026 et pendant 3 ans, les"}, {"start": 74.72, "end": 76.87, "text": "à partir de 2026 et pendant 3 ans, les utilisateurs de Chat GPT et de Sora"}, {"start": 76.87, "end": 76.88, "text": "utilisateurs de Chat GPT et de Sora"}, {"start": 76.88, "end": 79.27, "text": "utilisateurs de Chat GPT et de Sora pourront générer des séquences vidéos en"}, {"start": 79.27, "end": 79.28, "text": "pourront générer des séquences vidéos en"}, {"start": 79.28, "end": 81.149, "text": "pourront générer des séquences vidéos en y intégrant selon le communiqué de"}, {"start": 81.149, "end": 81.15899999999999, "text": "y intégrant selon le communiqué de"}, {"start": 81.15899999999999, "end": 84.35, "text": "y intégrant selon le communiqué de Disney plus de 200 personnages animé et"}, {"start": 84.35, "end": 84.36, "text": "Disney plus de 200 personnages animé et"}, {"start": 84.36, "end": 86.67, "text": "Disney plus de 200 personnages animé et créatures issues des univers Disney,"}, {"start": 86.67, "end": 86.68, "text": "créatures issues des univers Disney,"}, {"start": 86.68, "end": 88.789, "text": "créatures issues des univers Disney, Marvel, Pixar et Star Wars. C'est toutes"}, {"start": 88.789, "end": 88.799, "text": "Marvel, Pixar et Star Wars. C'est toutes"}, {"start": 88.799, "end": 90.149, "text": "Marvel, Pixar et Star Wars. C'est toutes des licences donc qui sont détenues"}, {"start": 90.149, "end": 90.15899999999999, "text": "des licences donc qui sont détenues"}, {"start": 90.15899999999999, "end": 91.67, "text": "des licences donc qui sont détenues aujourd'hui par Disney. C'est un accord"}, {"start": 91.67, "end": 91.68, "text": "aujourd'hui par Disney. C'est un accord"}, {"start": 91.68, "end": 93.91, "text": "aujourd'hui par Disney. C'est un accord de 3 ans avec 1 an d'exclusivité, ce qui"}, {"start": 93.91, "end": 93.92, "text": "de 3 ans avec 1 an d'exclusivité, ce qui"}, {"start": 93.92, "end": 95.67, "text": "de 3 ans avec 1 an d'exclusivité, ce qui veut dire donc qu'après Open AI va"}, {"start": 95.67, "end": 95.68, "text": "veut dire donc qu'après Open AI va"}, {"start": 95.68, "end": 97.87, "text": "veut dire donc qu'après Open AI va pouvoir négocier la même chose avec"}, {"start": 97.87, "end": 97.88, "text": "pouvoir négocier la même chose avec"}, {"start": 97.88, "end": 99.83, "text": "pouvoir négocier la même chose avec d'autres plateformes Dia. Et cependant,"}, {"start": 99.83, "end": 99.84, "text": "d'autres plateformes Dia. Et cependant,"}, {"start": 99.84, "end": 100.59, "text": "d'autres plateformes Dia. Et cependant, il faut quand même noter que le"}, {"start": 100.59, "end": 100.6, "text": "il faut quand même noter que le"}, {"start": 100.6, "end": 102.149, "text": "il faut quand même noter que le communiqué, il affirme que l'accord"}, {"start": 102.149, "end": 102.15899999999999, "text": "communiqué, il affirme que l'accord"}, {"start": 102.15899999999999, "end": 105.31, "text": "communiqué, il affirme que l'accord n'inclut aucune image ni voix de"}, {"start": 105.31, "end": 105.32, "text": "n'inclut aucune image ni voix de"}, {"start": 105.32, "end": 107.27000000000001, "text": "n'inclut aucune image ni voix de personnalité humaine qui aurait joué"}, {"start": 107.27000000000001, "end": 107.28, "text": "personnalité humaine qui aurait joué"}, {"start": 107.28, "end": 108.63, "text": "personnalité humaine qui aurait joué donc dans les films. Donc même si on n'"}, {"start": 108.63, "end": 108.64, "text": "donc dans les films. Donc même si on n'"}, {"start": 108.64, "end": 110.19, "text": "donc dans les films. Donc même si on n' pas tous les détails, on peut imaginer"}, {"start": 110.19, "end": 110.2, "text": "pas tous les détails, on peut imaginer"}, {"start": 110.2, "end": 111.63, "text": "pas tous les détails, on peut imaginer que les utilisateurs, ils pourront"}, {"start": 111.63, "end": 111.64, "text": "que les utilisateurs, ils pourront"}, {"start": 111.64, "end": 113.069, "text": "que les utilisateurs, ils pourront générer, je sais pas, des voitures de"}, {"start": 113.069, "end": 113.07900000000001, "text": "générer, je sais pas, des voitures de"}, {"start": 113.07900000000001, "end": 115.27000000000001, "text": "générer, je sais pas, des voitures de Cars, des personnages de Toy Story ou"}, {"start": 115.27000000000001, "end": 115.28, "text": "Cars, des personnages de Toy Story ou"}, {"start": 115.28, "end": 116.95, "text": "Cars, des personnages de Toy Story ou encore les animaux de Disney, je sais"}, {"start": 116.95, "end": 116.96000000000001, "text": "encore les animaux de Disney, je sais"}, {"start": 116.96000000000001, "end": 118.55, "text": "encore les animaux de Disney, je sais pas, venant de Tarzan ou du Roi Lyon."}, {"start": 118.55, "end": 118.56, "text": "pas, venant de Tarzan ou du Roi Lyon."}, {"start": 118.56, "end": 120.149, "text": "pas, venant de Tarzan ou du Roi Lyon. Par contre et bien les comédiens en tant"}, {"start": 120.149, "end": 120.159, "text": "Par contre et bien les comédiens en tant"}, {"start": 120.159, "end": 122.27, "text": "Par contre et bien les comédiens en tant que tel ne pourront pas et bien être"}, {"start": 122.27, "end": 122.28, "text": "que tel ne pourront pas et bien être"}, {"start": 122.28, "end": 123.63, "text": "que tel ne pourront pas et bien être générés. En théorie, en tout cas, ça"}, {"start": 123.63, "end": 123.64, "text": "générés. En théorie, en tout cas, ça"}, {"start": 123.64, "end": 125.51, "text": "générés. En théorie, en tout cas, ça devrait être bloqué. En théorie donc"}, {"start": 125.51, "end": 125.52, "text": "devrait être bloqué. En théorie donc"}, {"start": 125.52, "end": 127.709, "text": "devrait être bloqué. En théorie donc impossible par exemple de générer je"}, {"start": 127.709, "end": 127.719, "text": "impossible par exemple de générer je"}, {"start": 127.719, "end": 129.389, "text": "impossible par exemple de générer je sais pas une vidéo avec Tom Holand"}, {"start": 129.389, "end": 129.399, "text": "sais pas une vidéo avec Tom Holand"}, {"start": 129.399, "end": 130.91, "text": "sais pas une vidéo avec Tom Holand dedans. Alors évidemment tout cela ça ne"}, {"start": 130.91, "end": 130.92, "text": "dedans. Alors évidemment tout cela ça ne"}, {"start": 130.92, "end": 132.949, "text": "dedans. Alors évidemment tout cela ça ne s'est pas fait sans échange d'argent."}, {"start": 132.949, "end": 132.959, "text": "s'est pas fait sans échange d'argent."}, {"start": 132.959, "end": 134.99, "text": "s'est pas fait sans échange d'argent. Disney a annoncé un investissement"}, {"start": 134.99, "end": 135.0, "text": "Disney a annoncé un investissement"}, {"start": 135.0, "end": 136.869, "text": "Disney a annoncé un investissement d'envergure sous la forme d'un achat"}, {"start": 136.869, "end": 136.879, "text": "d'envergure sous la forme d'un achat"}, {"start": 136.879, "end": 138.949, "text": "d'envergure sous la forme d'un achat d'action d'Open AI. le tout pour une"}, {"start": 138.949, "end": 138.959, "text": "d'action d'Open AI. le tout pour une"}, {"start": 138.959, "end": 141.19, "text": "d'action d'Open AI. le tout pour une valeur d'un milliard de dollars. Alors,"}, {"start": 141.19, "end": 141.2, "text": "valeur d'un milliard de dollars. Alors,"}, {"start": 141.2, "end": 142.50900000000001, "text": "valeur d'un milliard de dollars. Alors, on va pas faire d'économie aujourd'hui,"}, {"start": 142.50900000000001, "end": 142.519, "text": "on va pas faire d'économie aujourd'hui,"}, {"start": 142.519, "end": 144.309, "text": "on va pas faire d'économie aujourd'hui, mais ça veut dire que Disney entre de"}, {"start": 144.309, "end": 144.319, "text": "mais ça veut dire que Disney entre de"}, {"start": 144.319, "end": 146.67000000000002, "text": "mais ça veut dire que Disney entre de fait au capital d' Pen et que Disney"}, {"start": 146.67000000000002, "end": 146.68, "text": "fait au capital d' Pen et que Disney"}, {"start": 146.68, "end": 148.75, "text": "fait au capital d' Pen et que Disney pourrait bénéficier donc de futurs"}, {"start": 148.75, "end": 148.76, "text": "pourrait bénéficier donc de futurs"}, {"start": 148.76, "end": 150.67000000000002, "text": "pourrait bénéficier donc de futurs profit ou de futur valorisation de"}, {"start": 150.67000000000002, "end": 150.68, "text": "profit ou de futur valorisation de"}, {"start": 150.68, "end": 151.91, "text": "profit ou de futur valorisation de l'entreprise. C'est donc un"}, {"start": 151.91, "end": 151.92000000000002, "text": "l'entreprise. C'est donc un"}, {"start": 151.92000000000002, "end": 153.79, "text": "l'entreprise. C'est donc un investissement aujourd'hui mais qui peut"}, {"start": 153.79, "end": 153.8, "text": "investissement aujourd'hui mais qui peut"}, {"start": 153.8, "end": 155.589, "text": "investissement aujourd'hui mais qui peut rapporter gros à long terme. Bon, ça"}, {"start": 155.589, "end": 155.599, "text": "rapporter gros à long terme. Bon, ça"}, {"start": 155.599, "end": 156.71, "text": "rapporter gros à long terme. Bon, ça c'est les faits. Alors maintenant,"}, {"start": 156.71, "end": 156.72, "text": "c'est les faits. Alors maintenant,"}, {"start": 156.72, "end": 157.67000000000002, "text": "c'est les faits. Alors maintenant, pourquoi est-ce que tout cela fait"}, {"start": 157.67000000000002, "end": 157.68, "text": "pourquoi est-ce que tout cela fait"}, {"start": 157.68, "end": 159.149, "text": "pourquoi est-ce que tout cela fait autant parler ? Et bien déjà, il faut"}, {"start": 159.149, "end": 159.159, "text": "autant parler ? Et bien déjà, il faut"}, {"start": 159.159, "end": 161.47, "text": "autant parler ? Et bien déjà, il faut noter la réaction du côté de Disney avec"}, {"start": 161.47, "end": 161.48, "text": "noter la réaction du côté de Disney avec"}, {"start": 161.48, "end": 163.27, "text": "noter la réaction du côté de Disney avec notamment Bob Eiger qui est le PDG de"}, {"start": 163.27, "end": 163.28, "text": "notamment Bob Eiger qui est le PDG de"}, {"start": 163.28, "end": 165.67000000000002, "text": "notamment Bob Eiger qui est le PDG de Disney et qui affirme lui-même, je cite,"}, {"start": 165.67000000000002, "end": 165.68, "text": "Disney et qui affirme lui-même, je cite,"}, {"start": 165.68, "end": 167.47, "text": "Disney et qui affirme lui-même, je cite, que grâce à cette collaboration avec"}, {"start": 167.47, "end": 167.48, "text": "que grâce à cette collaboration avec"}, {"start": 167.48, "end": 169.35, "text": "que grâce à cette collaboration avec Open AI, nous étendrons de manière"}, {"start": 169.35, "end": 169.36, "text": "Open AI, nous étendrons de manière"}, {"start": 169.36, "end": 171.91, "text": "Open AI, nous étendrons de manière réfléchie et responsable la portée de"}, {"start": 171.91, "end": 171.92000000000002, "text": "réfléchie et responsable la portée de"}, {"start": 171.92000000000002, "end": 174.35, "text": "réfléchie et responsable la portée de nos récits grâce à liage générative tout"}, {"start": 174.35, "end": 174.36, "text": "nos récits grâce à liage générative tout"}, {"start": 174.36, "end": 176.35, "text": "nos récits grâce à liage générative tout en respectant et en protégeant les"}, {"start": 176.35, "end": 176.36, "text": "en respectant et en protégeant les"}, {"start": 176.36, "end": 178.309, "text": "en respectant et en protégeant les créateurs et leurs œuvres. Ça c'est donc"}, {"start": 178.309, "end": 178.31900000000002, "text": "créateurs et leurs œuvres. Ça c'est donc"}, {"start": 178.31900000000002, "end": 180.47, "text": "créateurs et leurs œuvres. Ça c'est donc en quelque sorte le discours officiel de"}, {"start": 180.47, "end": 180.48, "text": "en quelque sorte le discours officiel de"}, {"start": 180.48, "end": 181.949, "text": "en quelque sorte le discours officiel de Disney parce que derrière des"}, {"start": 181.949, "end": 181.959, "text": "Disney parce que derrière des"}, {"start": 181.959, "end": 183.91, "text": "Disney parce que derrière des inquiétudes y compris en interne, il y"}, {"start": 183.91, "end": 183.92, "text": "inquiétudes y compris en interne, il y"}, {"start": 183.92, "end": 185.47, "text": "inquiétudes y compris en interne, il y en a. Et cet enjeu des droits notamment,"}, {"start": 185.47, "end": 185.48, "text": "en a. Et cet enjeu des droits notamment,"}, {"start": 185.48, "end": 186.99, "text": "en a. Et cet enjeu des droits notamment, c'est justement un sujet qui fait"}, {"start": 186.99, "end": 187.0, "text": "c'est justement un sujet qui fait"}, {"start": 187.0, "end": 188.309, "text": "c'est justement un sujet qui fait énormément débat quand on parle de"}, {"start": 188.309, "end": 188.319, "text": "énormément débat quand on parle de"}, {"start": 188.319, "end": 189.99, "text": "énormément débat quand on parle de l'intelligence artificielle. Une"}, {"start": 189.99, "end": 190.0, "text": "l'intelligence artificielle. Une"}, {"start": 190.0, "end": 191.27, "text": "l'intelligence artificielle. Une intelligence artificielle, en effet,"}, {"start": 191.27, "end": 191.28, "text": "intelligence artificielle, en effet,"}, {"start": 191.28, "end": 193.22899999999998, "text": "intelligence artificielle, en effet, aujourd'hui, elle apprend et elle se"}, {"start": 193.22899999999998, "end": 193.239, "text": "aujourd'hui, elle apprend et elle se"}, {"start": 193.239, "end": 195.589, "text": "aujourd'hui, elle apprend et elle se développe à partir de contenu existants."}, {"start": 195.589, "end": 195.599, "text": "développe à partir de contenu existants."}, {"start": 195.599, "end": 197.149, "text": "développe à partir de contenu existants. Ce qui pose régulièrement des questions"}, {"start": 197.149, "end": 197.159, "text": "Ce qui pose régulièrement des questions"}, {"start": 197.159, "end": 199.11, "text": "Ce qui pose régulièrement des questions éthiques sur qui détient les droits sur"}, {"start": 199.11, "end": 199.12, "text": "éthiques sur qui détient les droits sur"}, {"start": 199.12, "end": 200.789, "text": "éthiques sur qui détient les droits sur ce que l'IA produit. Il y a aussi tous"}, {"start": 200.789, "end": 200.799, "text": "ce que l'IA produit. Il y a aussi tous"}, {"start": 200.799, "end": 202.63, "text": "ce que l'IA produit. Il y a aussi tous les débats éthiques sur le fait que l'IA"}, {"start": 202.63, "end": 202.64, "text": "les débats éthiques sur le fait que l'IA"}, {"start": 202.64, "end": 204.39, "text": "les débats éthiques sur le fait que l'IA s'est littéralement construite en"}, {"start": 204.39, "end": 204.4, "text": "s'est littéralement construite en"}, {"start": 204.4, "end": 206.50900000000001, "text": "s'est littéralement construite en récupérant et en exploitant des"}, {"start": 206.50900000000001, "end": 206.519, "text": "récupérant et en exploitant des"}, {"start": 206.519, "end": 208.22899999999998, "text": "récupérant et en exploitant des milliards de contenus qui avaient été"}, {"start": 208.22899999999998, "end": 208.239, "text": "milliards de contenus qui avaient été"}, {"start": 208.239, "end": 209.91, "text": "milliards de contenus qui avaient été créé par des humains. Et par ailleurs,"}, {"start": 209.91, "end": 209.92000000000002, "text": "créé par des humains. Et par ailleurs,"}, {"start": 209.92000000000002, "end": 211.07, "text": "créé par des humains. Et par ailleurs, il y a d'autres questions qui reviennent"}, {"start": 211.07, "end": 211.07999999999998, "text": "il y a d'autres questions qui reviennent"}, {"start": 211.07999999999998, "end": 212.869, "text": "il y a d'autres questions qui reviennent également comme par exemple est-ce que"}, {"start": 212.869, "end": 212.879, "text": "également comme par exemple est-ce que"}, {"start": 212.879, "end": 214.949, "text": "également comme par exemple est-ce que Lia doit pouvoir générer des personnages"}, {"start": 214.949, "end": 214.959, "text": "Lia doit pouvoir générer des personnages"}, {"start": 214.959, "end": 216.789, "text": "Lia doit pouvoir générer des personnages qui ne lui appartiennent pas ou"}, {"start": 216.789, "end": 216.799, "text": "qui ne lui appartiennent pas ou"}, {"start": 216.799, "end": 218.99, "text": "qui ne lui appartiennent pas ou reproduire le style propre d'un artiste"}, {"start": 218.99, "end": 219.0, "text": "reproduire le style propre d'un artiste"}, {"start": 219.0, "end": 220.35, "text": "reproduire le style propre d'un artiste ? Il y avait eu tout le débat sur les"}, {"start": 220.35, "end": 220.36, "text": "? Il y avait eu tout le débat sur les"}, {"start": 220.36, "end": 222.22899999999998, "text": "? Il y avait eu tout le débat sur les reproductions du style en quelque sorte"}, {"start": 222.22899999999998, "end": 222.239, "text": "reproductions du style en quelque sorte"}, {"start": 222.239, "end": 224.63, "text": "reproductions du style en quelque sorte de Miyazaki qui était viral sur les"}, {"start": 224.63, "end": 224.64, "text": "de Miyazaki qui était viral sur les"}, {"start": 224.64, "end": 225.869, "text": "de Miyazaki qui était viral sur les réseaux sociaux il y a quelques mois et"}, {"start": 225.869, "end": 225.879, "text": "réseaux sociaux il y a quelques mois et"}, {"start": 225.879, "end": 227.71, "text": "réseaux sociaux il y a quelques mois et justement Miyazaki qui historiquement"}, {"start": 227.71, "end": 227.72, "text": "justement Miyazaki qui historiquement"}, {"start": 227.72, "end": 229.71, "text": "justement Miyazaki qui historiquement s'était opposé à cette utilisation de"}, {"start": 229.71, "end": 229.72, "text": "s'était opposé à cette utilisation de"}, {"start": 229.72, "end": 231.27, "text": "s'était opposé à cette utilisation de l'IA. Il faut noter que au lancement de"}, {"start": 231.27, "end": 231.28, "text": "l'IA. Il faut noter que au lancement de"}, {"start": 231.28, "end": 233.27, "text": "l'IA. Il faut noter que au lancement de Sora, Open AI avait laissé la"}, {"start": 233.27, "end": 233.28, "text": "Sora, Open AI avait laissé la"}, {"start": 233.28, "end": 235.06900000000002, "text": "Sora, Open AI avait laissé la possibilité aux internautes de mettre en"}, {"start": 235.06900000000002, "end": 235.079, "text": "possibilité aux internautes de mettre en"}, {"start": 235.079, "end": 237.789, "text": "possibilité aux internautes de mettre en scène grâce à Lia des personnages qui"}, {"start": 237.789, "end": 237.799, "text": "scène grâce à Lia des personnages qui"}, {"start": 237.799, "end": 239.71, "text": "scène grâce à Lia des personnages qui sont pourtant protégé par les droits"}, {"start": 239.71, "end": 239.72, "text": "sont pourtant protégé par les droits"}, {"start": 239.72, "end": 241.39, "text": "sont pourtant protégé par les droits d'auteur. Alors quelques jours après,"}, {"start": 241.39, "end": 241.4, "text": "d'auteur. Alors quelques jours après,"}, {"start": 241.4, "end": 243.67, "text": "d'auteur. Alors quelques jours après, cette possibilité avait été retirée avec"}, {"start": 243.67, "end": 243.68, "text": "cette possibilité avait été retirée avec"}, {"start": 243.68, "end": 245.03, "text": "cette possibilité avait été retirée avec un message d'erreur qui tentait de"}, {"start": 245.03, "end": 245.04, "text": "un message d'erreur qui tentait de"}, {"start": 245.04, "end": 246.429, "text": "un message d'erreur qui tentait de s'afficher en tout cas pour certaines"}, {"start": 246.429, "end": 246.439, "text": "s'afficher en tout cas pour certaines"}, {"start": 246.439, "end": 247.949, "text": "s'afficher en tout cas pour certaines situations. Aujourd'hui donc a priori,"}, {"start": 247.949, "end": 247.959, "text": "situations. Aujourd'hui donc a priori,"}, {"start": 247.959, "end": 249.55, "text": "situations. Aujourd'hui donc a priori, ça ne devrait plus être le cas à partir"}, {"start": 249.55, "end": 249.56, "text": "ça ne devrait plus être le cas à partir"}, {"start": 249.56, "end": 251.75, "text": "ça ne devrait plus être le cas à partir de 2026 pour les personnages de Disney"}, {"start": 251.75, "end": 251.76, "text": "de 2026 pour les personnages de Disney"}, {"start": 251.76, "end": 253.149, "text": "de 2026 pour les personnages de Disney suite à cet accord. Alors, on va voir ce"}, {"start": 253.149, "end": 253.159, "text": "suite à cet accord. Alors, on va voir ce"}, {"start": 253.159, "end": 254.39, "text": "suite à cet accord. Alors, on va voir ce qui fait débat dans un instant, mais à"}, {"start": 254.39, "end": 254.4, "text": "qui fait débat dans un instant, mais à"}, {"start": 254.4, "end": 255.63, "text": "qui fait débat dans un instant, mais à noter que cet accord, il pourrait"}, {"start": 255.63, "end": 255.64, "text": "noter que cet accord, il pourrait"}, {"start": 255.64, "end": 257.629, "text": "noter que cet accord, il pourrait potentiellement servir de base pour des"}, {"start": 257.629, "end": 257.639, "text": "potentiellement servir de base pour des"}, {"start": 257.639, "end": 259.15, "text": "potentiellement servir de base pour des accords futurs. En effet, quelques"}, {"start": 259.15, "end": 259.16, "text": "accords futurs. En effet, quelques"}, {"start": 259.16, "end": 260.55, "text": "accords futurs. En effet, quelques heures avant d'annoncer son accord avec"}, {"start": 260.55, "end": 260.56, "text": "heures avant d'annoncer son accord avec"}, {"start": 260.56, "end": 263.03, "text": "heures avant d'annoncer son accord avec Open AI, Disney a par exemple envoyé une"}, {"start": 263.03, "end": 263.04, "text": "Open AI, Disney a par exemple envoyé une"}, {"start": 263.04, "end": 265.07, "text": "Open AI, Disney a par exemple envoyé une mise en demeure à Google en accusant le"}, {"start": 265.07, "end": 265.08, "text": "mise en demeure à Google en accusant le"}, {"start": 265.08, "end": 267.51, "text": "mise en demeure à Google en accusant le géant américain de violation massive du"}, {"start": 267.51, "end": 267.52, "text": "géant américain de violation massive du"}, {"start": 267.52, "end": 269.95, "text": "géant américain de violation massive du droit d'auteur lié à ses usages de LIA."}, {"start": 269.95, "end": 269.96, "text": "droit d'auteur lié à ses usages de LIA."}, {"start": 269.96, "end": 271.59, "text": "droit d'auteur lié à ses usages de LIA. Des courriers similaires avaient été"}, {"start": 271.59, "end": 271.6, "text": "Des courriers similaires avaient été"}, {"start": 271.6, "end": 275.11, "text": "Des courriers similaires avaient été aussi envoyés à MTA et à caractère.ai."}, {"start": 275.11, "end": 275.12, "text": "aussi envoyés à MTA et à caractère.ai."}, {"start": 275.12, "end": 276.39, "text": "aussi envoyés à MTA et à caractère.ai. On peut donc imaginer que dans les"}, {"start": 276.39, "end": 276.4, "text": "On peut donc imaginer que dans les"}, {"start": 276.4, "end": 278.07, "text": "On peut donc imaginer que dans les prochains jours et une fois passé cet"}, {"start": 278.07, "end": 278.08, "text": "prochains jours et une fois passé cet"}, {"start": 278.08, "end": 279.83, "text": "prochains jours et une fois passé cet accord d'exclusivité de 1 an entre"}, {"start": 279.83, "end": 279.84000000000003, "text": "accord d'exclusivité de 1 an entre"}, {"start": 279.84000000000003, "end": 281.55, "text": "accord d'exclusivité de 1 an entre Openeya et Disney, on peut imaginer que"}, {"start": 281.55, "end": 281.56, "text": "Openeya et Disney, on peut imaginer que"}, {"start": 281.56, "end": 283.31, "text": "Openeya et Disney, on peut imaginer que Disney va faire en sorte de conclure le"}, {"start": 283.31, "end": 283.32, "text": "Disney va faire en sorte de conclure le"}, {"start": 283.32, "end": 285.07, "text": "Disney va faire en sorte de conclure le même genre d'accord avec d'autres"}, {"start": 285.07, "end": 285.08, "text": "même genre d'accord avec d'autres"}, {"start": 285.08, "end": 286.39, "text": "même genre d'accord avec d'autres acteurs. Allez, dernier petits éléments"}, {"start": 286.39, "end": 286.4, "text": "acteurs. Allez, dernier petits éléments"}, {"start": 286.4, "end": 287.629, "text": "acteurs. Allez, dernier petits éléments importants à noter pour mieux comprendre"}, {"start": 287.629, "end": 287.639, "text": "importants à noter pour mieux comprendre"}, {"start": 287.639, "end": 289.469, "text": "importants à noter pour mieux comprendre tout le débat sur le sujet en ce moment."}, {"start": 289.469, "end": 289.479, "text": "tout le débat sur le sujet en ce moment."}, {"start": 289.479, "end": 291.83, "text": "tout le débat sur le sujet en ce moment. Disney affirme que Chat GPT sera"}, {"start": 291.83, "end": 291.84000000000003, "text": "Disney affirme que Chat GPT sera"}, {"start": 291.84000000000003, "end": 294.23, "text": "Disney affirme que Chat GPT sera davantage poussé au sein des différents"}, {"start": 294.23, "end": 294.24, "text": "davantage poussé au sein des différents"}, {"start": 294.24, "end": 295.87, "text": "davantage poussé au sein des différents studios d'animation du groupe. Tout cela"}, {"start": 295.87, "end": 295.88, "text": "studios d'animation du groupe. Tout cela"}, {"start": 295.88, "end": 297.629, "text": "studios d'animation du groupe. Tout cela fait craindre certains fans que Lia"}, {"start": 297.629, "end": 297.639, "text": "fait craindre certains fans que Lia"}, {"start": 297.639, "end": 298.749, "text": "fait craindre certains fans que Lia pourrait prendre de plus en plus de"}, {"start": 298.749, "end": 298.759, "text": "pourrait prendre de plus en plus de"}, {"start": 298.759, "end": 300.59, "text": "pourrait prendre de plus en plus de place chez Disney, y compris dans la"}, {"start": 300.59, "end": 300.6, "text": "place chez Disney, y compris dans la"}, {"start": 300.6, "end": 302.27, "text": "place chez Disney, y compris dans la création et que tout cela pourrait"}, {"start": 302.27, "end": 302.28, "text": "création et que tout cela pourrait"}, {"start": 302.28, "end": 304.23, "text": "création et que tout cela pourrait mettre en danger certains métiers. C'est"}, {"start": 304.23, "end": 304.24, "text": "mettre en danger certains métiers. C'est"}, {"start": 304.24, "end": 305.59, "text": "mettre en danger certains métiers. C'est donc les questions plus larges qu'on"}, {"start": 305.59, "end": 305.6, "text": "donc les questions plus larges qu'on"}, {"start": 305.6, "end": 307.189, "text": "donc les questions plus larges qu'on évoque depuis des mois maintenant, les"}, {"start": 307.189, "end": 307.199, "text": "évoque depuis des mois maintenant, les"}, {"start": 307.199, "end": 309.11, "text": "évoque depuis des mois maintenant, les craintes les plus évidentes par exemple"}, {"start": 309.11, "end": 309.12, "text": "craintes les plus évidentes par exemple"}, {"start": 309.12, "end": 310.71, "text": "craintes les plus évidentes par exemple sur certains métiers comme les métiers"}, {"start": 310.71, "end": 310.72, "text": "sur certains métiers comme les métiers"}, {"start": 310.72, "end": 312.39, "text": "sur certains métiers comme les métiers dans le doublage avec des comédien"}, {"start": 312.39, "end": 312.4, "text": "dans le doublage avec des comédien"}, {"start": 312.4, "end": 314.39, "text": "dans le doublage avec des comédien inquiets à terme de perdre leur travail."}, {"start": 314.39, "end": 314.4, "text": "inquiets à terme de perdre leur travail."}, {"start": 314.4, "end": 315.59, "text": "inquiets à terme de perdre leur travail. Mais les craintes, elles vont au-delà"}, {"start": 315.59, "end": 315.6, "text": "Mais les craintes, elles vont au-delà"}, {"start": 315.6, "end": 317.629, "text": "Mais les craintes, elles vont au-delà avec des scénaristes, des dessinateurs,"}, {"start": 317.629, "end": 317.639, "text": "avec des scénaristes, des dessinateurs,"}, {"start": 317.639, "end": 319.43, "text": "avec des scénaristes, des dessinateurs, des acteurs aussi qui craignent"}, {"start": 319.43, "end": 319.44, "text": "des acteurs aussi qui craignent"}, {"start": 319.44, "end": 321.39, "text": "des acteurs aussi qui craignent potentiellement à terme d'être remplacé."}, {"start": 321.39, "end": 321.4, "text": "potentiellement à terme d'être remplacé."}, {"start": 321.4, "end": 323.27, "text": "potentiellement à terme d'être remplacé. Bref, même si Disney met en avant ce"}, {"start": 323.27, "end": 323.28, "text": "Bref, même si Disney met en avant ce"}, {"start": 323.28, "end": 324.55, "text": "Bref, même si Disney met en avant ce contrat aujourd'hui comme une forme au"}, {"start": 324.55, "end": 324.56, "text": "contrat aujourd'hui comme une forme au"}, {"start": 324.56, "end": 326.189, "text": "contrat aujourd'hui comme une forme au contraire de protection des droits"}, {"start": 326.189, "end": 326.199, "text": "contraire de protection des droits"}, {"start": 326.199, "end": 328.11, "text": "contraire de protection des droits d'auteur et de protection de ce qui est"}, {"start": 328.11, "end": 328.12, "text": "d'auteur et de protection de ce qui est"}, {"start": 328.12, "end": 329.749, "text": "d'auteur et de protection de ce qui est créé par Disney, ça pose encore une fois"}, {"start": 329.749, "end": 329.759, "text": "créé par Disney, ça pose encore une fois"}, {"start": 329.759, "end": 331.309, "text": "créé par Disney, ça pose encore une fois des questions plus larges sur la place"}, {"start": 331.309, "end": 331.319, "text": "des questions plus larges sur la place"}, {"start": 331.319, "end": 332.87, "text": "des questions plus larges sur la place de Lia dans la création. Dans tous les"}, {"start": 332.87, "end": 332.88, "text": "de Lia dans la création. Dans tous les"}, {"start": 332.88, "end": 334.11, "text": "de Lia dans la création. Dans tous les cas, vous le savez très régulièrement"}, {"start": 334.11, "end": 334.12, "text": "cas, vous le savez très régulièrement"}, {"start": 334.12, "end": 335.87, "text": "cas, vous le savez très régulièrement sur la chaîne, on analyse l'impact de"}, {"start": 335.87, "end": 335.88, "text": "sur la chaîne, on analyse l'impact de"}, {"start": 335.88, "end": 337.07, "text": "sur la chaîne, on analyse l'impact de l'intelligence artificielle sur la"}, {"start": 337.07, "end": 337.08, "text": "l'intelligence artificielle sur la"}, {"start": 337.08, "end": 338.51, "text": "l'intelligence artificielle sur la société. Ces derniers jours, on a parlé"}, {"start": 338.51, "end": 338.52, "text": "société. Ces derniers jours, on a parlé"}, {"start": 338.52, "end": 340.30899999999997, "text": "société. Ces derniers jours, on a parlé de la question économique, on a parlé de"}, {"start": 340.30899999999997, "end": 340.319, "text": "de la question économique, on a parlé de"}, {"start": 340.319, "end": 342.23, "text": "de la question économique, on a parlé de la question de l'impact et d'inflation"}, {"start": 342.23, "end": 342.24, "text": "la question de l'impact et d'inflation"}, {"start": 342.24, "end": 343.87, "text": "la question de l'impact et d'inflation sur la mémoire vive, on a parlé des"}, {"start": 343.87, "end": 343.88, "text": "sur la mémoire vive, on a parlé des"}, {"start": 343.88, "end": 345.43, "text": "sur la mémoire vive, on a parlé des sujets environnementaux, on a parlé de"}, {"start": 345.43, "end": 345.44, "text": "sujets environnementaux, on a parlé de"}, {"start": 345.44, "end": 347.629, "text": "sujets environnementaux, on a parlé de la conquête spatiale liée à l'IA aussi"}, {"start": 347.629, "end": 347.639, "text": "la conquête spatiale liée à l'IA aussi"}, {"start": 347.639, "end": 348.67, "text": "la conquête spatiale liée à l'IA aussi ces derniers jours. Pour tous les"}, {"start": 348.67, "end": 348.68, "text": "ces derniers jours. Pour tous les"}, {"start": 348.68, "end": 349.909, "text": "ces derniers jours. Pour tous les nouveaux qui nous rejoignent, ce format,"}, {"start": 349.909, "end": 349.919, "text": "nouveaux qui nous rejoignent, ce format,"}, {"start": 349.919, "end": 351.15, "text": "nouveaux qui nous rejoignent, ce format, il est aussi disponible en version"}, {"start": 351.15, "end": 351.15999999999997, "text": "il est aussi disponible en version"}, {"start": 351.15999999999997, "end": 352.71, "text": "il est aussi disponible en version podcast. N'hésitez pas à vous abonner"}, {"start": 352.71, "end": 352.72, "text": "podcast. N'hésitez pas à vous abonner"}, {"start": 352.72, "end": 354.79, "text": "podcast. N'hésitez pas à vous abonner sur Spotify, Apple Podcast ou autre. Ça"}, {"start": 354.79, "end": 354.8, "text": "sur Spotify, Apple Podcast ou autre. Ça"}, {"start": 354.8, "end": 356.469, "text": "sur Spotify, Apple Podcast ou autre. Ça vous permet aussi de recevoir facilement"}, {"start": 356.469, "end": 356.479, "text": "vous permet aussi de recevoir facilement"}, {"start": 356.479, "end": 357.79, "text": "vous permet aussi de recevoir facilement aussi mes interviews, que ce soit"}, {"start": 357.79, "end": 357.8, "text": "aussi mes interviews, que ce soit"}, {"start": 357.8, "end": 359.59000000000003, "text": "aussi mes interviews, que ce soit d'artistes ou alors de chercheurs, y"}, {"start": 359.59000000000003, "end": 359.6, "text": "d'artistes ou alors de chercheurs, y"}, {"start": 359.6, "end": 361.15, "text": "d'artistes ou alors de chercheurs, y compris d'ailleurs sur l'an d'autres qui"}, {"start": 361.15, "end": 361.16, "text": "compris d'ailleurs sur l'an d'autres qui"}, {"start": 361.16, "end": 362.35, "text": "compris d'ailleurs sur l'an d'autres qui vont venir. Allez, je vous laisse avec"}, {"start": 362.35, "end": 362.36, "text": "vont venir. Allez, je vous laisse avec"}, {"start": 362.36, "end": 363.79, "text": "vont venir. Allez, je vous laisse avec Bris pour la suite des actualités"}, {"start": 363.79, "end": 363.8, "text": "Bris pour la suite des actualités"}, {"start": 363.8, "end": 365.27, "text": "Bris pour la suite des actualités importantes du jour et je reviens juste"}, {"start": 365.27, "end": 365.28, "text": "importantes du jour et je reviens juste"}, {"start": 365.28, "end": 365.71, "text": "importantes du jour et je reviens juste après."}, {"start": 365.71, "end": 365.72, "text": "après."}, {"start": 365.72, "end": 367.51, "text": "après. Merci Hugo et bonjour à tous. On reste"}, {"start": 367.51, "end": 367.52, "text": "Merci Hugo et bonjour à tous. On reste"}, {"start": 367.52, "end": 369.309, "text": "Merci Hugo et bonjour à tous. On reste aux États-Unis avec cette info. 19"}, {"start": 369.309, "end": 369.319, "text": "aux États-Unis avec cette info. 19"}, {"start": 369.319, "end": 371.309, "text": "aux États-Unis avec cette info. 19 images révélant une forme de proximité"}, {"start": 371.309, "end": 371.319, "text": "images révélant une forme de proximité"}, {"start": 371.319, "end": 373.15, "text": "images révélant une forme de proximité entre Jeffre Hstin et des personnalités"}, {"start": 373.15, "end": 373.16, "text": "entre Jeffre Hstin et des personnalités"}, {"start": 373.16, "end": 375.029, "text": "entre Jeffre Hstin et des personnalités influentes ont été publiées ce vendredi"}, {"start": 375.029, "end": 375.039, "text": "influentes ont été publiées ce vendredi"}, {"start": 375.039, "end": 376.79, "text": "influentes ont été publiées ce vendredi par des élus démocrates. Pour rappel,"}, {"start": 376.79, "end": 376.8, "text": "par des élus démocrates. Pour rappel,"}, {"start": 376.8, "end": 378.71, "text": "par des élus démocrates. Pour rappel, Jeffrein était un financier américain"}, {"start": 378.71, "end": 378.72, "text": "Jeffrein était un financier américain"}, {"start": 378.72, "end": 380.43, "text": "Jeffrein était un financier américain accusé d'avoir été à la tête d'un"}, {"start": 380.43, "end": 380.44, "text": "accusé d'avoir été à la tête d'un"}, {"start": 380.44, "end": 382.11, "text": "accusé d'avoir été à la tête d'un important trafic sexuel de filles"}, {"start": 382.11, "end": 382.12, "text": "important trafic sexuel de filles"}, {"start": 382.12, "end": 383.67, "text": "important trafic sexuel de filles mineures pendant plusieurs années. Il"}, {"start": 383.67, "end": 383.68, "text": "mineures pendant plusieurs années. Il"}, {"start": 383.68, "end": 385.79, "text": "mineures pendant plusieurs années. Il s'est suicidé en prison en 2019 avant"}, {"start": 385.79, "end": 385.8, "text": "s'est suicidé en prison en 2019 avant"}, {"start": 385.8, "end": 387.39, "text": "s'est suicidé en prison en 2019 avant que son procès ne puisse avoir lieu. On"}, {"start": 387.39, "end": 387.4, "text": "que son procès ne puisse avoir lieu. On"}, {"start": 387.4, "end": 388.67, "text": "que son procès ne puisse avoir lieu. On avait fait plusieurs vidéos sur la"}, {"start": 388.67, "end": 388.68, "text": "avait fait plusieurs vidéos sur la"}, {"start": 388.68, "end": 390.11, "text": "avait fait plusieurs vidéos sur la chaîne si vous voulez en savoir plus."}, {"start": 390.11, "end": 390.12, "text": "chaîne si vous voulez en savoir plus."}, {"start": 390.12, "end": 391.83, "text": "chaîne si vous voulez en savoir plus. Alors Jeffrein n'est pas l'auteur de"}, {"start": 391.83, "end": 391.84, "text": "Alors Jeffrein n'est pas l'auteur de"}, {"start": 391.84, "end": 393.11, "text": "Alors Jeffrein n'est pas l'auteur de toutes les photos mais elles ont été"}, {"start": 393.11, "end": 393.12, "text": "toutes les photos mais elles ont été"}, {"start": 393.12, "end": 395.07, "text": "toutes les photos mais elles ont été saisies à son domicile après son"}, {"start": 395.07, "end": 395.08, "text": "saisies à son domicile après son"}, {"start": 395.08, "end": 396.71, "text": "saisies à son domicile après son arrestation. Les 19 photos publiées ne"}, {"start": 396.71, "end": 396.72, "text": "arrestation. Les 19 photos publiées ne"}, {"start": 396.72, "end": 398.43, "text": "arrestation. Les 19 photos publiées ne démontrent aucun actillégal mais"}, {"start": 398.43, "end": 398.44, "text": "démontrent aucun actillégal mais"}, {"start": 398.44, "end": 400.15, "text": "démontrent aucun actillégal mais attestent de la présence de beaucoup de"}, {"start": 400.15, "end": 400.15999999999997, "text": "attestent de la présence de beaucoup de"}, {"start": 400.15999999999997, "end": 401.589, "text": "attestent de la présence de beaucoup de personnalités influentes. On retrouve"}, {"start": 401.589, "end": 401.599, "text": "personnalités influentes. On retrouve"}, {"start": 401.599, "end": 403.87, "text": "personnalités influentes. On retrouve Donald Trump, le réalisateur Woody Allen"}, {"start": 403.87, "end": 403.88, "text": "Donald Trump, le réalisateur Woody Allen"}, {"start": 403.88, "end": 405.43, "text": "Donald Trump, le réalisateur Woody Allen ou encore l'ancien président Bill"}, {"start": 405.43, "end": 405.44, "text": "ou encore l'ancien président Bill"}, {"start": 405.44, "end": 407.189, "text": "ou encore l'ancien président Bill Clinton. Interrogé sur ces photos,"}, {"start": 407.189, "end": 407.199, "text": "Clinton. Interrogé sur ces photos,"}, {"start": 407.199, "end": 409.30899999999997, "text": "Clinton. Interrogé sur ces photos, Donald Trump a affirmé ceci. Il y a des"}, {"start": 409.30899999999997, "end": 409.319, "text": "Donald Trump a affirmé ceci. Il y a des"}, {"start": 409.319, "end": 411.11, "text": "Donald Trump a affirmé ceci. Il y a des centaines et des centaines de personnes"}, {"start": 411.11, "end": 411.12, "text": "centaines et des centaines de personnes"}, {"start": 411.12, "end": 412.87, "text": "centaines et des centaines de personnes qui ont des photos avec lui. Ce n'est"}, {"start": 412.87, "end": 412.88, "text": "qui ont des photos avec lui. Ce n'est"}, {"start": 412.88, "end": 414.469, "text": "qui ont des photos avec lui. Ce n'est pas grand-chose, je ne sais rien de tout"}, {"start": 414.469, "end": 414.479, "text": "pas grand-chose, je ne sais rien de tout"}, {"start": 414.479, "end": 416.11, "text": "pas grand-chose, je ne sais rien de tout ça. Deuxième info, la ministre de"}, {"start": 416.11, "end": 416.12, "text": "ça. Deuxième info, la ministre de"}, {"start": 416.12, "end": 418.07, "text": "ça. Deuxième info, la ministre de l'agriculture, Annie Genevar, a annoncé"}, {"start": 418.07, "end": 418.08, "text": "l'agriculture, Annie Genevar, a annoncé"}, {"start": 418.08, "end": 419.749, "text": "l'agriculture, Annie Genevar, a annoncé la mise en place de la vaccination de"}, {"start": 419.749, "end": 419.759, "text": "la mise en place de la vaccination de"}, {"start": 419.759, "end": 421.51, "text": "la mise en place de la vaccination de près d'un million d'animaux contre la"}, {"start": 421.51, "end": 421.52, "text": "près d'un million d'animaux contre la"}, {"start": 421.52, "end": 423.27, "text": "près d'un million d'animaux contre la dermatos bovine. Depuis plusieurs jours,"}, {"start": 423.27, "end": 423.28, "text": "dermatos bovine. Depuis plusieurs jours,"}, {"start": 423.28, "end": 424.79, "text": "dermatos bovine. Depuis plusieurs jours, des agriculteurs, à l'appel de la"}, {"start": 424.79, "end": 424.8, "text": "des agriculteurs, à l'appel de la"}, {"start": 424.8, "end": 426.469, "text": "des agriculteurs, à l'appel de la coordination rurale, se mobilisent dans"}, {"start": 426.469, "end": 426.479, "text": "coordination rurale, se mobilisent dans"}, {"start": 426.479, "end": 428.11, "text": "coordination rurale, se mobilisent dans le sud-ouest de la France pour protester"}, {"start": 428.11, "end": 428.12, "text": "le sud-ouest de la France pour protester"}, {"start": 428.12, "end": 429.749, "text": "le sud-ouest de la France pour protester contre la solution choisie par l'État"}, {"start": 429.749, "end": 429.759, "text": "contre la solution choisie par l'État"}, {"start": 429.759, "end": 431.39, "text": "contre la solution choisie par l'État pour enrayer la propagation de cette"}, {"start": 431.39, "end": 431.4, "text": "pour enrayer la propagation de cette"}, {"start": 431.4, "end": 433.309, "text": "pour enrayer la propagation de cette maladie, l'abattage systématique des"}, {"start": 433.309, "end": 433.319, "text": "maladie, l'abattage systématique des"}, {"start": 433.319, "end": 434.869, "text": "maladie, l'abattage systématique des troupeaux affectés. Cette maladie aussi"}, {"start": 434.869, "end": 434.879, "text": "troupeaux affectés. Cette maladie aussi"}, {"start": 434.879, "end": 436.83, "text": "troupeaux affectés. Cette maladie aussi appelée DNC touche les beaux vins, donc"}, {"start": 436.83, "end": 436.84, "text": "appelée DNC touche les beaux vins, donc"}, {"start": 436.84, "end": 438.83, "text": "appelée DNC touche les beaux vins, donc les bœs, les vaches, les taureaux et les"}, {"start": 438.83, "end": 438.84, "text": "les bœs, les vaches, les taureaux et les"}, {"start": 438.84, "end": 440.43, "text": "les bœs, les vaches, les taureaux et les veaux. Une fois contaminés, les animaux"}, {"start": 440.43, "end": 440.44, "text": "veaux. Une fois contaminés, les animaux"}, {"start": 440.44, "end": 442.15, "text": "veaux. Une fois contaminés, les animaux sont fièvreux, couverts de boutons et"}, {"start": 442.15, "end": 442.16, "text": "sont fièvreux, couverts de boutons et"}, {"start": 442.16, "end": 443.51, "text": "sont fièvreux, couverts de boutons et peuvent même en mourir. Si vous voulez"}, {"start": 443.51, "end": 443.52, "text": "peuvent même en mourir. Si vous voulez"}, {"start": 443.52, "end": 445.029, "text": "peuvent même en mourir. Si vous voulez en savoir plus, on vous en parlait sur"}, {"start": 445.029, "end": 445.039, "text": "en savoir plus, on vous en parlait sur"}, {"start": 445.039, "end": 446.95, "text": "en savoir plus, on vous en parlait sur la chaîne en détail hier. Et donc, face"}, {"start": 446.95, "end": 446.96, "text": "la chaîne en détail hier. Et donc, face"}, {"start": 446.96, "end": 448.55, "text": "la chaîne en détail hier. Et donc, face à la colère, le gouvernement a étendu ce"}, {"start": 448.55, "end": 448.56, "text": "à la colère, le gouvernement a étendu ce"}, {"start": 448.56, "end": 450.43, "text": "à la colère, le gouvernement a étendu ce samedi les zones de vaccination. En plus"}, {"start": 450.43, "end": 450.44, "text": "samedi les zones de vaccination. En plus"}, {"start": 450.44, "end": 452.07, "text": "samedi les zones de vaccination. En plus des départements déjà concernés, elle"}, {"start": 452.07, "end": 452.08, "text": "des départements déjà concernés, elle"}, {"start": 452.08, "end": 453.43, "text": "des départements déjà concernés, elle sera désormais obligatoire dans les"}, {"start": 453.43, "end": 453.44, "text": "sera désormais obligatoire dans les"}, {"start": 453.44, "end": 454.79, "text": "sera désormais obligatoire dans les départements de Ludde, de la Haute"}, {"start": 454.79, "end": 454.8, "text": "départements de Ludde, de la Haute"}, {"start": 454.8, "end": 456.23, "text": "départements de Ludde, de la Haute Garonne, du Gers, des Pyrénées"}, {"start": 456.23, "end": 456.24, "text": "Garonne, du Gers, des Pyrénées"}, {"start": 456.24, "end": 458.30899999999997, "text": "Garonne, du Gers, des Pyrénées Atlantiques et des Landes. 3è info, les"}, {"start": 458.30899999999997, "end": 458.319, "text": "Atlantiques et des Landes. 3è info, les"}, {"start": 458.319, "end": 460.07, "text": "Atlantiques et des Landes. 3è info, les enfants restent les premières victimes"}, {"start": 460.07, "end": 460.08, "text": "enfants restent les premières victimes"}, {"start": 460.08, "end": 461.629, "text": "enfants restent les premières victimes d'un cumul de crise sociale et"}, {"start": 461.629, "end": 461.639, "text": "d'un cumul de crise sociale et"}, {"start": 461.639, "end": 463.30899999999997, "text": "d'un cumul de crise sociale et climatique 1 an après le passage du"}, {"start": 463.30899999999997, "end": 463.319, "text": "climatique 1 an après le passage du"}, {"start": 463.319, "end": 465.51, "text": "climatique 1 an après le passage du cyclone Chido sur l'archipel de Mayotte."}, {"start": 465.51, "end": 465.52, "text": "cyclone Chido sur l'archipel de Mayotte."}, {"start": 465.52, "end": 467.07, "text": "cyclone Chido sur l'archipel de Mayotte. C'est ce qu'affirme l'UNICEF dans une"}, {"start": 467.07, "end": 467.08, "text": "C'est ce qu'affirme l'UNICEF dans une"}, {"start": 467.08, "end": 468.99, "text": "C'est ce qu'affirme l'UNICEF dans une étude publiée ce mercredi. Le premier"}, {"start": 468.99, "end": 469.0, "text": "étude publiée ce mercredi. Le premier"}, {"start": 469.0, "end": 470.469, "text": "étude publiée ce mercredi. Le premier problème, c'est le manque de place dans"}, {"start": 470.469, "end": 470.479, "text": "problème, c'est le manque de place dans"}, {"start": 470.479, "end": 471.79, "text": "problème, c'est le manque de place dans les écoles. Le département français"}, {"start": 471.79, "end": 471.8, "text": "les écoles. Le département français"}, {"start": 471.8, "end": 473.469, "text": "les écoles. Le département français manquait déjà de 1200 classes sur"}, {"start": 473.469, "end": 473.479, "text": "manquait déjà de 1200 classes sur"}, {"start": 473.479, "end": 474.95, "text": "manquait déjà de 1200 classes sur l'ensemble du territoire. Mais depuis le"}, {"start": 474.95, "end": 474.96, "text": "l'ensemble du territoire. Mais depuis le"}, {"start": 474.96, "end": 477.35, "text": "l'ensemble du territoire. Mais depuis le passage du cyclone en décembre 2024, 40"}, {"start": 477.35, "end": 477.36, "text": "passage du cyclone en décembre 2024, 40"}, {"start": 477.36, "end": 478.869, "text": "passage du cyclone en décembre 2024, 40 % des établissements scolaires ont été"}, {"start": 478.869, "end": 478.879, "text": "% des établissements scolaires ont été"}, {"start": 478.879, "end": 480.55, "text": "% des établissements scolaires ont été détruits ou endommagés. Résultat, de"}, {"start": 480.55, "end": 480.56, "text": "détruits ou endommagés. Résultat, de"}, {"start": 480.56, "end": 482.07, "text": "détruits ou endommagés. Résultat, de nombreux élèves doivent faire plusieurs"}, {"start": 482.07, "end": 482.08, "text": "nombreux élèves doivent faire plusieurs"}, {"start": 482.08, "end": 483.39, "text": "nombreux élèves doivent faire plusieurs heures de trajet pour rejoindre une"}, {"start": 483.39, "end": 483.4, "text": "heures de trajet pour rejoindre une"}, {"start": 483.4, "end": 484.749, "text": "heures de trajet pour rejoindre une école qui peut les accueillir. Le"}, {"start": 484.749, "end": 484.759, "text": "école qui peut les accueillir. Le"}, {"start": 484.759, "end": 485.869, "text": "école qui peut les accueillir. Le deuxième problème, ce sont les"}, {"start": 485.869, "end": 485.879, "text": "deuxième problème, ce sont les"}, {"start": 485.879, "end": 487.469, "text": "deuxième problème, ce sont les conditions. Certains établissements sont"}, {"start": 487.469, "end": 487.479, "text": "conditions. Certains établissements sont"}, {"start": 487.479, "end": 488.869, "text": "conditions. Certains établissements sont obligés de fermer car ils n'ont pas"}, {"start": 488.869, "end": 488.879, "text": "obligés de fermer car ils n'ont pas"}, {"start": 488.879, "end": 490.35, "text": "obligés de fermer car ils n'ont pas accès à l'eau potable, par exemple."}, {"start": 490.35, "end": 490.36, "text": "accès à l'eau potable, par exemple."}, {"start": 490.36, "end": 491.909, "text": "accès à l'eau potable, par exemple. L'étude soulève aussi des problèmes de"}, {"start": 491.909, "end": 491.919, "text": "L'étude soulève aussi des problèmes de"}, {"start": 491.919, "end": 493.589, "text": "L'étude soulève aussi des problèmes de sécurité dans les écoles. Enfin, des"}, {"start": 493.589, "end": 493.599, "text": "sécurité dans les écoles. Enfin, des"}, {"start": 493.599, "end": 495.189, "text": "sécurité dans les écoles. Enfin, des dizaines de professeurs auraient été"}, {"start": 495.189, "end": 495.199, "text": "dizaines de professeurs auraient été"}, {"start": 495.199, "end": 497.189, "text": "dizaines de professeurs auraient été privés de salaire en totalité ou en"}, {"start": 497.189, "end": 497.199, "text": "privés de salaire en totalité ou en"}, {"start": 497.199, "end": 498.589, "text": "privés de salaire en totalité ou en partie ces derniers mois suite à un"}, {"start": 498.589, "end": 498.599, "text": "partie ces derniers mois suite à un"}, {"start": 498.599, "end": 500.189, "text": "partie ces derniers mois suite à un problème de gestion de pay. À noter qu'à"}, {"start": 500.189, "end": 500.199, "text": "problème de gestion de pay. À noter qu'à"}, {"start": 500.199, "end": 501.95, "text": "problème de gestion de pay. À noter qu'à Mayotte, un habitant sur de est mineur"}, {"start": 501.95, "end": 501.96, "text": "Mayotte, un habitant sur de est mineur"}, {"start": 501.96, "end": 504.35, "text": "Mayotte, un habitant sur de est mineur et 77 % de la population vit sous le"}, {"start": 504.35, "end": 504.36, "text": "et 77 % de la population vit sous le"}, {"start": 504.36, "end": 505.869, "text": "et 77 % de la population vit sous le seuil de pauvreté. Et on continue sur"}, {"start": 505.869, "end": 505.879, "text": "seuil de pauvreté. Et on continue sur"}, {"start": 505.879, "end": 507.27, "text": "seuil de pauvreté. Et on continue sur les écoles pour cette dernière info,"}, {"start": 507.27, "end": 507.28, "text": "les écoles pour cette dernière info,"}, {"start": 507.28, "end": 508.869, "text": "les écoles pour cette dernière info, mais cette fois sur tout le territoire."}, {"start": 508.869, "end": 508.879, "text": "mais cette fois sur tout le territoire."}, {"start": 508.879, "end": 510.35, "text": "mais cette fois sur tout le territoire. Près d'une heure de cours sur 10 n'était"}, {"start": 510.35, "end": 510.36, "text": "Près d'une heure de cours sur 10 n'était"}, {"start": 510.36, "end": 511.79, "text": "Près d'une heure de cours sur 10 n'était pas assurée dans les collèges publics en"}, {"start": 511.79, "end": 511.8, "text": "pas assurée dans les collèges publics en"}, {"start": 511.8, "end": 514.23, "text": "pas assurée dans les collèges publics en France pour l'année 2023-2024 selon la"}, {"start": 514.23, "end": 514.24, "text": "France pour l'année 2023-2024 selon la"}, {"start": 514.24, "end": 515.55, "text": "France pour l'année 2023-2024 selon la Cour des comptes. Le problème, c'est le"}, {"start": 515.55, "end": 515.56, "text": "Cour des comptes. Le problème, c'est le"}, {"start": 515.56, "end": 517.11, "text": "Cour des comptes. Le problème, c'est le manque de remplaçant pour assurer ses"}, {"start": 517.11, "end": 517.12, "text": "manque de remplaçant pour assurer ses"}, {"start": 517.12, "end": 518.509, "text": "manque de remplaçant pour assurer ses cours aggravés par le manque de"}, {"start": 518.509, "end": 518.519, "text": "cours aggravés par le manque de"}, {"start": 518.519, "end": 519.909, "text": "cours aggravés par le manque de personnel enseignant en France. Le"}, {"start": 519.909, "end": 519.919, "text": "personnel enseignant en France. Le"}, {"start": 519.919, "end": 521.5889999999999, "text": "personnel enseignant en France. Le ministère de l'éducation nationale a"}, {"start": 521.5889999999999, "end": 521.599, "text": "ministère de l'éducation nationale a"}, {"start": 521.599, "end": 524.47, "text": "ministère de l'éducation nationale a noté une hausse de 41,3 % des congés"}, {"start": 524.47, "end": 524.48, "text": "noté une hausse de 41,3 % des congés"}, {"start": 524.48, "end": 527.75, "text": "noté une hausse de 41,3 % des congés maladies entre 2018-29 et 2023-2024."}, {"start": 527.75, "end": 527.76, "text": "maladies entre 2018-29 et 2023-2024."}, {"start": 527.76, "end": 528.949, "text": "maladies entre 2018-29 et 2023-2024. L'autorisation de travail à temps"}, {"start": 528.949, "end": 528.9590000000001, "text": "L'autorisation de travail à temps"}, {"start": 528.9590000000001, "end": 530.55, "text": "L'autorisation de travail à temps partiel pour raison thérapeutique a"}, {"start": 530.55, "end": 530.56, "text": "partiel pour raison thérapeutique a"}, {"start": 530.56, "end": 532.87, "text": "partiel pour raison thérapeutique a aussi grimpé de 250 %. Les chiffres sont"}, {"start": 532.87, "end": 532.88, "text": "aussi grimpé de 250 %. Les chiffres sont"}, {"start": 532.88, "end": 534.23, "text": "aussi grimpé de 250 %. Les chiffres sont en légère baisse par rapport à l'année"}, {"start": 534.23, "end": 534.24, "text": "en légère baisse par rapport à l'année"}, {"start": 534.24, "end": 535.71, "text": "en légère baisse par rapport à l'année scolaire précédente mais reste"}, {"start": 535.71, "end": 535.72, "text": "scolaire précédente mais reste"}, {"start": 535.72, "end": 537.63, "text": "scolaire précédente mais reste significatif selon la Cour des comptes."}, {"start": 537.63, "end": 537.64, "text": "significatif selon la Cour des comptes."}, {"start": 537.64, "end": 539.11, "text": "significatif selon la Cour des comptes. Globalement, ce sont les zones urbaines"}, {"start": 539.11, "end": 539.12, "text": "Globalement, ce sont les zones urbaines"}, {"start": 539.12, "end": 540.59, "text": "Globalement, ce sont les zones urbaines tendues, donc les grandes villes qui"}, {"start": 540.59, "end": 540.6, "text": "tendues, donc les grandes villes qui"}, {"start": 540.6, "end": 541.87, "text": "tendues, donc les grandes villes qui sont le plus touchées par la perte de"}, {"start": 541.87, "end": 541.88, "text": "sont le plus touchées par la perte de"}, {"start": 541.88, "end": 543.63, "text": "sont le plus touchées par la perte de cours mais les zones rurales isolées"}, {"start": 543.63, "end": 543.64, "text": "cours mais les zones rurales isolées"}, {"start": 543.64, "end": 545.43, "text": "cours mais les zones rurales isolées comme les villages sont aussi fortement"}, {"start": 545.43, "end": 545.44, "text": "comme les villages sont aussi fortement"}, {"start": 545.44, "end": 546.91, "text": "comme les villages sont aussi fortement touchées selon le rapport. Merci"}, {"start": 546.91, "end": 546.92, "text": "touchées selon le rapport. Merci"}, {"start": 546.92, "end": 548.19, "text": "touchées selon le rapport. Merci beaucoup Bris. Alors je le disais pour"}, {"start": 548.19, "end": 548.2, "text": "beaucoup Bris. Alors je le disais pour"}, {"start": 548.2, "end": 549.67, "text": "beaucoup Bris. Alors je le disais pour suivre toute l'actualité et aussi mes"}, {"start": 549.67, "end": 549.68, "text": "suivre toute l'actualité et aussi mes"}, {"start": 549.68, "end": 551.389, "text": "suivre toute l'actualité et aussi mes interviews au quotidien, rendez-vous sur"}, {"start": 551.389, "end": 551.399, "text": "interviews au quotidien, rendez-vous sur"}, {"start": 551.399, "end": 553.03, "text": "interviews au quotidien, rendez-vous sur la version podcast. Vous tapez Hugo"}, {"start": 553.03, "end": 553.04, "text": "la version podcast. Vous tapez Hugo"}, {"start": 553.04, "end": 554.99, "text": "la version podcast. Vous tapez Hugo Descrypt sur Spotify, Apple Podcast ou"}, {"start": 554.99, "end": 555.0, "text": "Descrypt sur Spotify, Apple Podcast ou"}, {"start": 555.0, "end": 556.509, "text": "Descrypt sur Spotify, Apple Podcast ou autre. Vous pouvez vous abonner. Merci"}, {"start": 556.509, "end": 556.519, "text": "autre. Vous pouvez vous abonner. Merci"}, {"start": 556.519, "end": 557.87, "text": "autre. Vous pouvez vous abonner. Merci d'être chaque jour plus nombreux. Allez,"}, {"start": 557.87, "end": 557.88, "text": "d'être chaque jour plus nombreux. Allez,"}, {"start": 557.88, "end": 558.99, "text": "d'être chaque jour plus nombreux. Allez, de mon côté, je vais me reposer. Je vous"}, {"start": 558.99, "end": 559.0, "text": "de mon côté, je vais me reposer. Je vous"}, {"start": 559.0, "end": 560.31, "text": "de mon côté, je vais me reposer. Je vous souhaite un excellent weekend et on se"}, {"start": 560.31, "end": 560.32, "text": "souhaite un excellent weekend et on se"}, {"start": 560.32, "end": 561.829, "text": "souhaite un excellent weekend et on se dit à lundi donc pour le retour des"}, {"start": 561.829, "end": 561.8389999999999, "text": "dit à lundi donc pour le retour des"}, {"start": 561.8389999999999, "end": 564.36, "text": "dit à lundi donc pour le retour des actu."}], "createdAt": "2025-12-15T04:42:10.000Z", "imageUrl": "https://i.ytimg.com/vi/5aTLFxNVJjA/maxresdefault.jpg", "type": "news", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=5aTLFxNVJjA", "isFavorite": false, "progress": 0}, {"id": "yt_XK8mYZN_5AQ", "userId": "system_course", "title": "IMPARFAIT ou PASSÉ COMPOSÉ ? Leçon de français FACILE !", "language": "fr", "content": "Si tu as du mal à choisir entre l'utilisation  du passé composé ou de l'imparfait, cette vidéo est faite pour toi. Je t'explique  tout : passé composé ou imparfait ? Imparfait ou passé composé ? Ce n'est pas toujours facile  de choisir et de comprendre la différence. Je t'explique tout ça en moins de 3 minutes, de  la façon la plus claire possible. À la fin, en bonus, je te révèle une astuce secrète et  assez magique pour ne plus jamais te tromper entre le choix de l'imparfait et du passé composé. Commençons par le passé composé. Le passé  composé s'utilise pour parler d'événements passés qui sont ponctuels : ils ont une durée  limitée et précise. Il faut que tu imagines que c'est comme si tu prenais une photo dans  le passé, une photo qui montre une action, un instant précis. Hier, j'ai mangé une pizza.  On peut très bien imaginer l'action précise, comme si on prenait une photo. Il y  a 2 ans, j'ai visité Paris. Là aussi, c'est une action délimitée précisément dans  le temps : il y a 2 ans, j'ai visité Paris. Et alors, l'imparfait maintenant ?  L'imparfait, ce n'est pas une photo. L'imparfait, c'est le contexte dans lequel  a été prise la photo, c'est le décor. On l'associe le plus souvent à la description ou  à l'habitude, le décor de l'action. C'est comme si tu ne prenais pas une photo, mais une vidéo  de la scène au passé. Quand je vivais à Paris, j'allais au cinéma toutes les semaines : la  répétition, l'habitude, la description au passé. Regarde maintenant la combinaison des  deux temps dans la même phrase : \"Hier, je mangeais des pâtes quand ma mère a  téléphoné.\" Hier, je mangeais (imparfait) ; ma mère a téléphoné (passé composé) : action  précise, la photo. \"Hier, je mangeais\", ça c'est le décor de l'action, c'est l'action qui  dure, c'est le contexte. \"Ma mère a téléphoné\", c'est une action qui interrompt l'action de  description, donc on utilise le passé composé ici. En bref, retiens que l'imparfait exprime la  continuité, et le passé composé, la rupture. Tu te souviens que je t'ai promis une astuce secrète  ? La voici. Je ne sais pas si c'est vraiment un secret, mais en tout cas, c'est une technique  qui peut t'aider : regarde bien les marqueurs temporels qui viennent avant les verbes. Par  exemple, si tu vois ces marqueurs temporels-là : \"tous les jours\", \"souvent\", \"le mardi\", etc., il  faudra probablement utiliser l'imparfait. Si tu vois ces marqueurs-là : \"soudain\", \"tout à coup\",  \"ensuite\", \"alors\", il faudra utiliser le passé composé, puisqu'il s'agit d'une action plutôt  soudaine qui vient interrompre l'autre action. N'hésite pas à réécouter la vidéo si tu en  as besoin, et également à consulter la leçon complète sur mon blog www.francaisavecnelly.com.  Comme ça, tu pourras relire tous les exemples et assimiler plus facilement les concepts.  J'espère que cette vidéo t'a plu ! Laisse-moi un petit commentaire et n'oublie pas de  t'abonner à la chaîne si c'est le cas. Moi, je te dis à bientôt dans une prochaine  vidéo. Prends bien soin de toi. Salut !", "sentences": ["Si tu as du mal à choisir entre l'utilisation  du passé composé ou de l'imparfait, cette vidéo est faite pour toi.", "Je t'explique  tout : passé composé ou imparfait ?", "Imparfait ou passé composé ?", "Ce n'est pas toujours facile  de choisir et de comprendre la différence.", "Je t'explique tout ça en moins de 3 minutes, de  la façon la plus claire possible.", "À la fin, en bonus, je te révèle une astuce secrète et  assez magique pour ne plus jamais te tromper entre le choix de l'imparfait et du passé composé.", "Commençons par le passé composé.", "Le passé  composé s'utilise pour parler d'événements passés qui sont ponctuels : ils ont une durée  limitée et précise.", "Il faut que tu imagines que c'est comme si tu prenais une photo dans  le passé, une photo qui montre une action, un instant précis.", "Hier, j'ai mangé une pizza.", "On peut très bien imaginer l'action précise, comme si on prenait une photo.", "Il y  a 2 ans, j'ai visité Paris.", "Là aussi, c'est une action délimitée précisément dans  le temps : il y a 2 ans, j'ai visité Paris.", "Et alors, l'imparfait maintenant ?", "L'imparfait, ce n'est pas une photo.", "L'imparfait, c'est le contexte dans lequel  a été prise la photo, c'est le décor.", "On l'associe le plus souvent à la description ou  à l'habitude, le décor de l'action.", "C'est comme si tu ne prenais pas une photo, mais une vidéo  de la scène au passé.", "Quand je vivais à Paris, j'allais au cinéma toutes les semaines : la  répétition, l'habitude, la description au passé.", "Regarde maintenant la combinaison des  deux temps dans la même phrase : \"Hier, je mangeais des pâtes quand ma mère a  téléphoné.\" Hier, je mangeais (imparfait) ; ma mère a téléphoné (passé composé) : action  précise, la photo.", "\"Hier, je mangeais\", ça c'est le décor de l'action, c'est l'action qui  dure, c'est le contexte.", "\"Ma mère a téléphoné\", c'est une action qui interrompt l'action de  description, donc on utilise le passé composé ici.", "En bref, retiens que l'imparfait exprime la  continuité, et le passé composé, la rupture.", "Tu te souviens que je t'ai promis une astuce secrète  ?", "La voici.", "Je ne sais pas si c'est vraiment un secret, mais en tout cas, c'est une technique  qui peut t'aider : regarde bien les marqueurs temporels qui viennent avant les verbes.", "Par  exemple, si tu vois ces marqueurs temporels-là : \"tous les jours\", \"souvent\", \"le mardi\", etc., il  faudra probablement utiliser l'imparfait.", "Si tu vois ces marqueurs-là : \"soudain\", \"tout à coup\",  \"ensuite\", \"alors\", il faudra utiliser le passé composé, puisqu'il s'agit d'une action plutôt  soudaine qui vient interrompre l'autre action.", "N'hésite pas à réécouter la vidéo si tu en  as besoin, et également à consulter la leçon complète sur mon blog www.francaisavecnelly.com.", "Comme ça, tu pourras relire tous les exemples et assimiler plus facilement les concepts.", "J'espère que cette vidéo t'a plu !", "Laisse-moi un petit commentaire et n'oublie pas de  t'abonner à la chaîne si c'est le cas.", "Moi, je te dis à bientôt dans une prochaine  vidéo.", "Prends bien soin de toi.", "Salut !"], "transcript": [{"start": 0.24, "end": 6.04, "text": "Si tu as du mal à choisir entre l'utilisation  du passé composé ou de l'imparfait,"}, {"start": 6.04, "end": 12.76, "text": "cette vidéo est faite pour toi. Je t'explique  tout : passé composé ou imparfait ? Imparfait"}, {"start": 12.76, "end": 18.6, "text": "ou passé composé ? Ce n'est pas toujours facile  de choisir et de comprendre la différence. Je"}, {"start": 18.6, "end": 25.32, "text": "t'explique tout ça en moins de 3 minutes, de  la façon la plus claire possible. À la fin,"}, {"start": 25.32, "end": 31.44, "text": "en bonus, je te révèle une astuce secrète et  assez magique pour ne plus jamais te tromper"}, {"start": 31.44, "end": 34.76, "text": "entre le choix de l'imparfait et du passé composé."}, {"start": 34.76, "end": 39.8, "text": "Commençons par le passé composé. Le passé  composé s'utilise pour parler d'événements"}, {"start": 39.8, "end": 46.56, "text": "passés qui sont ponctuels : ils ont une durée  limitée et précise. Il faut que tu imagines"}, {"start": 46.56, "end": 52.68, "text": "que c'est comme si tu prenais une photo dans  le passé, une photo qui montre une action,"}, {"start": 52.68, "end": 59.12, "text": "un instant précis. Hier, j'ai mangé une pizza.  On peut très bien imaginer l'action précise,"}, {"start": 59.12, "end": 64.36, "text": "comme si on prenait une photo. Il y  a 2 ans, j'ai visité Paris. Là aussi,"}, {"start": 64.36, "end": 70.72, "text": "c'est une action délimitée précisément dans  le temps : il y a 2 ans, j'ai visité Paris."}, {"start": 70.72, "end": 74.44, "text": "Et alors, l'imparfait maintenant ?  L'imparfait, ce n'est pas une photo."}, {"start": 74.44, "end": 82.24, "text": "L'imparfait, c'est le contexte dans lequel  a été prise la photo, c'est le décor. On"}, {"start": 82.24, "end": 90.16, "text": "l'associe le plus souvent à la description ou  à l'habitude, le décor de l'action. C'est comme"}, {"start": 90.16, "end": 98.6, "text": "si tu ne prenais pas une photo, mais une vidéo  de la scène au passé. Quand je vivais à Paris,"}, {"start": 98.6, "end": 107.36, "text": "j'allais au cinéma toutes les semaines : la  répétition, l'habitude, la description au passé."}, {"start": 107.36, "end": 113.24000000000001, "text": "Regarde maintenant la combinaison des  deux temps dans la même phrase : \"Hier,"}, {"start": 113.24000000000001, "end": 122.64, "text": "je mangeais des pâtes quand ma mère a  téléphoné.\" Hier, je mangeais (imparfait) ; ma"}, {"start": 122.64, "end": 132.28, "text": "mère a téléphoné (passé composé) : action  précise, la photo. \"Hier, je mangeais\","}, {"start": 132.28, "end": 142.0, "text": "ça c'est le décor de l'action, c'est l'action qui  dure, c'est le contexte. \"Ma mère a téléphoné\","}, {"start": 142.0, "end": 151.04, "text": "c'est une action qui interrompt l'action de  description, donc on utilise le passé composé ici."}, {"start": 151.04, "end": 159.48, "text": "En bref, retiens que l'imparfait exprime la  continuité, et le passé composé, la rupture. Tu"}, {"start": 159.48, "end": 165.6, "text": "te souviens que je t'ai promis une astuce secrète  ? La voici. Je ne sais pas si c'est vraiment un"}, {"start": 165.6, "end": 170.12, "text": "secret, mais en tout cas, c'est une technique  qui peut t'aider : regarde bien les marqueurs"}, {"start": 170.12, "end": 177.44, "text": "temporels qui viennent avant les verbes. Par  exemple, si tu vois ces marqueurs temporels-là :"}, {"start": 177.44, "end": 186.8, "text": "\"tous les jours\", \"souvent\", \"le mardi\", etc., il  faudra probablement utiliser l'imparfait. Si tu"}, {"start": 186.8, "end": 197.07999999999998, "text": "vois ces marqueurs-là : \"soudain\", \"tout à coup\",  \"ensuite\", \"alors\", il faudra utiliser le passé"}, {"start": 197.07999999999998, "end": 203.0, "text": "composé, puisqu'il s'agit d'une action plutôt  soudaine qui vient interrompre l'autre action."}, {"start": 203.0, "end": 207.96, "text": "N'hésite pas à réécouter la vidéo si tu en  as besoin, et également à consulter la leçon"}, {"start": 207.96, "end": 216.24, "text": "complète sur mon blog www.francaisavecnelly.com.  Comme ça, tu pourras relire tous les exemples"}, {"start": 216.24, "end": 220.76, "text": "et assimiler plus facilement les concepts.  J'espère que cette vidéo t'a plu ! Laisse-moi"}, {"start": 220.76, "end": 225.07999999999998, "text": "un petit commentaire et n'oublie pas de  t'abonner à la chaîne si c'est le cas. Moi,"}, {"start": 225.07999999999998, "end": 230.154, "text": "je te dis à bientôt dans une prochaine  vidéo. Prends bien soin de toi. Salut !"}], "createdAt": "2025-12-15T04:42:32.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/XK8mYZN_5AQ/maxresdefault.webp", "type": "grammar", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=XK8mYZN_5AQ", "isFavorite": false, "progress": 0}, {"id": "yt_qeW3HJJDBNQ", "userId": "system_course", "title": "What’s Happening in France? | Easy French News for French Learners  (Ep.1)", "language": "fr", "content": "Hey, bienvenue à l'inauguration de cette nouvelle  catégorie de vidéo. Qu'est-ce qu'il se passe en France ? Action ! L'objectif est très simple.  On boit un café ensemble. C'est comme si je t'invitais à boire le café chez moi et on  papote de tout ce qu'il se passe en France. des actualités, des actus importantes  ou pas très importantes. L'objectif, c'est juste d'augmenter ta culture générale  sur la France et de te tenir au courant de ce qu'il se passe ici. Et à la fin, vous  aurez l'actualité de Nelly, c'est-à-dire que je vais vous raconter quelque chose qui se  passe dans ma vie, une actualité personnelle. Je ne sais pas encore comment appeler cette  catégorie de vidéo. Si vous avez des suggestions, faites-les-moi dans les commentaires. Je  vous invite à vous aussi faire un café. Le café est fait. À votre santé, c'est encore  chaud. Je sais pas si tu entends l'ambulance qui passe. Ça montre bien qu'on est à Paris. C'est pas  la campagne. En plus, j'habite proche d'un hôpital donc forcément il y a toujours des ambulances  qui passent. La première info dont j'aimerais te parler, elle nous concerne tous en tout cas en  France en ce moment, c'est la chaleur. La chaleur quand elle est prolongée, qu'elle dure plusieurs  jours et qu'elle est très intense, on l'appelle la canicule. La canicule. Et je peux te dire que  la canicule en ce moment, elle est intense. On a eu 40° à Paris. Je n'avais jamais vécu ça. 40°  Celsius, pas Fahrenheit. Alors, c'est vrai que moi je viens du sud de la France, les températures  sont plus élevées en général, donc je suis habitué à ces températures très élevées. Mais à Paris,  c'est invivable parce qu'on est dans une grande ville avec de la pollution. La pollution crée  de la chaleur. La chaleur crée de la pollution et ça devient étouffant, invivable. On a eu aussi  des orages terribles et une chaleur étouffante. Plusieurs départements étaient en vigilance rouge  et comme il y a aussi beaucoup de sécheresse, et bien certaines villes ont mis en place ce qu'on  appelle des restrictions d'eau. Les restrictions d'eau, ça veut dire qu'on peut pas utiliser de  l'eau pour remplir sa piscine, pour laver sa voiture, pour arroser le jardin. En fait, c'est  la même chose tous les étés et je trouve que ça devient vraiment flippant. Ça fait peur. On sent  l'urgence climatique. Là, il faut vraiment faire quelque chose. Je précise qu'il n'y a pas d'ordre  dans l'importance des actu. La deuxième chose que j'ai vu là récemment, c'est que maintenant il est  possible de se baigner dans la scène, le fleuve qui traverse Paris. Alors, c'était déjà le cas  l'an dernier pour les athlètes pendant les Jeux Olympiques. Ils ont passé des années à purifier la  scène, à la nettoyer pour qu'elle soit baignable, donc accessible à la baignade. Et c'est maintenant  le cas pour les Parisiens. Donc si on veut, on peut faire un plongeon dans la scène,  profiter de ce fleuve pour se rafraîchir. Alors, je vous le dis à titre personnel, ça ne  me donne pas du tout envie la couleur de l'eau et la réputation de la scène où on peut  trouver des cadavres, des vélos, des voitures, bref, non merci. Et pour la petite anecdote, ça  faisait plus de 100 ans, 100 ans, que la baignade dans la scène était interdite. Depuis 1923,  on n' pas le droit de se baigner dans la scène et maintenant c'est possible. C'est un symbole  fort rendre la scène aux Parisiens. Non merci. Sujet suivant. Est-ce que tu suis le sport ?  Est-ce que tu as entendu parler d'une grande compétition sportive, plus précisément avec des  vélos qui se passent en France chaque année au mois de juillet ? Allez, un petit indice, c'est  la plus grande course au monde, la plus mythique. Il s'agit du Tour de France. Le départ du Tour de  France a été donné le 5 juillet depuis le nord de la France à Lille et il se terminera le 27 juillet  à Paris sur les Champs-Élysées. Arrivé sur la plus belle avenue du monde, cet endroit mythique avec  l'Arche. Le Tour de France, c'est pas vraiment un Tour de France, mais il y a plusieurs étapes  avec notamment des cols mythique, des ascensions vraiment très difficiles que seuls les meilleurs  sont capables de terminer et chaque vainqueur d'étapes porte ce qu'on appelle le maillot jaune.  C'est un événement très populaire que les Français adorent regarder à la télévision parce qu'en  général c'est les vacances scolaires. Donc on fait la sieste, on dort en regardant le Tour de  France. Moi, j'aime bien aller regarder le Tour de France passer, voir tous les cyclistes à fond  comme ça. Et il y a toujours beaucoup d'animation. Il y a ce qu'on appelle la caravane. Ce sont tous  les sponsors du Tour de France qui distribuent des bonbons, des objets. C'est un moment très  sympa qu'on aime bien vivre en famille. Donc si tu es en France à ce moment-là, tu peux  essayer d'aller voir une étape du Tour de France. J'ai choisi l'actualité suivante parce que je  la trouve vraiment très représentative de la France. Il y a eu une grande grève des contrôleurs  aériens. Peut-être que si tu voyageais en France, tu as été bloqué par les grèves. 40 %  des vols ont été annulés ou retardés. Et ça concernait beaucoup d'aéroports comme Paris,  Charles de Gaulle, Nice ou encore l'aéroport de Marseille. Ça a créé un peu le chaos parce  que c'est le moment où il y a beaucoup de personnes qui partent en vacances à ce moment-là.  Beaucoup de personnes qui prennent les transports, les avions à ce moment-là n'ont pas pu partir.  Le chaos, ce genre de grève arrive fréquemment, que ce soit avec les trains, la SNCF ou les avions  ou même d'autres professions, hein. Tu le sais, les Français adorent la grève. Ce n'est pas un  cliché, c'est vrai. Dernière petite information à partager avec toi avant l'actu de Nelly, c'est  pas vraiment une actualité, mais sache que en ce moment, c'est la période des grandes vacances en  France. Ça veut dire que tous les étudiants et les écoliers ne vont pas à l'école pendant 2 mois. À  partir de début juillet jusqu'à début septembre, il n'y a pas d'école. On a donc 2 mois de  vacances. Est-ce que tu trouves que c'est beaucoup ? ou pas beaucoup. Comment ça se passe  dans ton pays ? Est-ce qu'il y a une grande pause l'été comme ça ? Et j'adorais cette période  quand j'étais petite parce que de mois c'est long, on peut voyager, on peut faire plein de choses,  vraiment se reposer avant la prochaine rentrée scolaire. Et si tu as prévu de visiter Paris  en juillet ou août, c'est plutôt une bonne idée parce que les Parisiens partent en vacances, donc  la ville se vide un petit peu, il y a moins de monde. Je trouve que c'est une période plutôt  agréable pour être à Paris malgré la chaleur. Juste avant de te partager l'actualité de Nelly,  un petit rappel. si tu aimes mes vidéos, ce qui me fait plaisir. N'oublie pas de t'abonner à la  chaîne YouTube, c'est très important parce que ça permet de donner de la visibilité à mes vidéos. En  ce moment, YouTube c'est difficile, ça ne marche pas très bien, l'algorithme est capricieux,  donc j'ai vraiment besoin de votre soutien. Tu peux aussi me soutenir en m'achetant un café  sur Bye me a Coffee, en faisant une donation sur PayPal ou encore en devenant un Patréon qui  te permettra d'avoir des avantages en fonction du niveau choisi, des réductions sur mes cours,  recevoir une carte postale ou encore des livres en français que je t'envoie directement chez toi. Je  reprends une gorgée de café avant de vous annoncer l'actualité de Nelly. Alors, au mois de janvier,  j'avais fait une vidéo sur mes résolutions 2025, une liste de choses que j'aimerais accomplir  durant cette année. Et si tu te souviens bien, il y avait joué mon premier concert de batterie.  Oui, parce que j'ai commencé à prendre des cours de batterie depuis septembre dernier et c'était  vraiment un défi pour moi. C'était pour te montrer que moi aussi je suis débutante dans quelque  chose et je sais à quel point ça peut être un peu inconfortable mettre mal à l'aise. On n'ose  pas vraiment, on prend pas de risque. Je voulais te montrer que moi aussi je sors de ma zone de  confort et crois-moi, je suis vraiment sortie de ma zone de confort et j'ai fait mon premier  concert de batterie le mois dernier. J'ai eu vraiment très très peur. J'étais stressée mais  tout s'est bien passé. Je vous mets quelques petites images par là. J'ai adoré le moment et  surtout j'étais très fière de moi d'avoir affronté mes peurs, affronté mon stress et être sorti de ma  zone de confort. Voilà. J'aimerais que tu écrives en commentaire ton actualité personnelle à toi.  Est-ce que tu as accompli quelque chose dont tu es fier ? Est-ce que tu as passé un examen ? Est-ce  que tu as regardé un film en français ? Est-ce que tu es sorti de ta zone de confort ? Peu importe,  partage-moi une anecdote, une actualité qui te concerne en commentaire. Je pense que ça peut  être très sympa pour se motiver tous ensemble. N'oubliez pas également d'écrire le mot du jour  dans les commentaires. Il se cache quelque part dans la vidéo. On se revoit au mois d'août  pour une prochaine vidéo actualité. D'ici là, ne manquez pas les autres vidéos de la  chaîne Français avec Nelly et je vous dis merci d'avoir regardé cette vidéo jusqu'au  bout. Prenez bien soin de vous. Salut !", "sentences": ["Hey, bienvenue à l'inauguration de cette nouvelle  catégorie de vidéo.", "Qu'est-ce qu'il se passe en France ?", "Action !", "L'objectif est très simple.", "On boit un café ensemble.", "C'est comme si je t'invitais à boire le café chez moi et on  papote de tout ce qu'il se passe en France.", "des actualités, des actus importantes  ou pas très importantes.", "L'objectif, c'est juste d'augmenter ta culture générale  sur la France et de te tenir au courant de ce qu'il se passe ici.", "Et à la fin, vous  aurez l'actualité de Nelly, c'est-à-dire que je vais vous raconter quelque chose qui se  passe dans ma vie, une actualité personnelle.", "Je ne sais pas encore comment appeler cette  catégorie de vidéo.", "Si vous avez des suggestions, faites-les-moi dans les commentaires.", "Je  vous invite à vous aussi faire un café.", "Le café est fait.", "À votre santé, c'est encore  chaud.", "Je sais pas si tu entends l'ambulance qui passe.", "Ça montre bien qu'on est à Paris.", "C'est pas  la campagne.", "En plus, j'habite proche d'un hôpital donc forcément il y a toujours des ambulances  qui passent.", "La première info dont j'aimerais te parler, elle nous concerne tous en tout cas en  France en ce moment, c'est la chaleur.", "La chaleur quand elle est prolongée, qu'elle dure plusieurs  jours et qu'elle est très intense, on l'appelle la canicule.", "La canicule.", "Et je peux te dire que  la canicule en ce moment, elle est intense.", "On a eu 40° à Paris.", "Je n'avais jamais vécu ça.", "40°  Celsius, pas Fahrenheit.", "Alors, c'est vrai que moi je viens du sud de la France, les températures  sont plus élevées en général, donc je suis habitué à ces températures très élevées.", "Mais à Paris,  c'est invivable parce qu'on est dans une grande ville avec de la pollution.", "La pollution crée  de la chaleur.", "La chaleur crée de la pollution et ça devient étouffant, invivable.", "On a eu aussi  des orages terribles et une chaleur étouffante.", "Plusieurs départements étaient en vigilance rouge  et comme il y a aussi beaucoup de sécheresse, et bien certaines villes ont mis en place ce qu'on  appelle des restrictions d'eau.", "Les restrictions d'eau, ça veut dire qu'on peut pas utiliser de  l'eau pour remplir sa piscine, pour laver sa voiture, pour arroser le jardin.", "En fait, c'est  la même chose tous les étés et je trouve que ça devient vraiment flippant.", "Ça fait peur.", "On sent  l'urgence climatique.", "Là, il faut vraiment faire quelque chose.", "Je précise qu'il n'y a pas d'ordre  dans l'importance des actu.", "La deuxième chose que j'ai vu là récemment, c'est que maintenant il est  possible de se baigner dans la scène, le fleuve qui traverse Paris.", "Alors, c'était déjà le cas  l'an dernier pour les athlètes pendant les Jeux Olympiques.", "Ils ont passé des années à purifier la  scène, à la nettoyer pour qu'elle soit baignable, donc accessible à la baignade.", "Et c'est maintenant  le cas pour les Parisiens.", "Donc si on veut, on peut faire un plongeon dans la scène,  profiter de ce fleuve pour se rafraîchir.", "Alors, je vous le dis à titre personnel, ça ne  me donne pas du tout envie la couleur de l'eau et la réputation de la scène où on peut  trouver des cadavres, des vélos, des voitures, bref, non merci.", "Et pour la petite anecdote, ça  faisait plus de 100 ans, 100 ans, que la baignade dans la scène était interdite.", "Depuis 1923,  on n' pas le droit de se baigner dans la scène et maintenant c'est possible.", "C'est un symbole  fort rendre la scène aux Parisiens.", "Non merci.", "Sujet suivant.", "Est-ce que tu suis le sport ?", "Est-ce que tu as entendu parler d'une grande compétition sportive, plus précisément avec des  vélos qui se passent en France chaque année au mois de juillet ?", "Allez, un petit indice, c'est  la plus grande course au monde, la plus mythique.", "Il s'agit du Tour de France.", "Le départ du Tour de  France a été donné le 5 juillet depuis le nord de la France à Lille et il se terminera le 27 juillet  à Paris sur les Champs-Élysées.", "Arrivé sur la plus belle avenue du monde, cet endroit mythique avec  l'Arche.", "Le Tour de France, c'est pas vraiment un Tour de France, mais il y a plusieurs étapes  avec notamment des cols mythique, des ascensions vraiment très difficiles que seuls les meilleurs  sont capables de terminer et chaque vainqueur d'étapes porte ce qu'on appelle le maillot jaune.", "C'est un événement très populaire que les Français adorent regarder à la télévision parce qu'en  général c'est les vacances scolaires.", "Donc on fait la sieste, on dort en regardant le Tour de  France.", "Moi, j'aime bien aller regarder le Tour de France passer, voir tous les cyclistes à fond  comme ça.", "Et il y a toujours beaucoup d'animation.", "Il y a ce qu'on appelle la caravane.", "Ce sont tous  les sponsors du Tour de France qui distribuent des bonbons, des objets.", "C'est un moment très  sympa qu'on aime bien vivre en famille.", "Donc si tu es en France à ce moment-là, tu peux  essayer d'aller voir une étape du Tour de France.", "J'ai choisi l'actualité suivante parce que je  la trouve vraiment très représentative de la France.", "Il y a eu une grande grève des contrôleurs  aériens.", "Peut-être que si tu voyageais en France, tu as été bloqué par les grèves.", "40 %  des vols ont été annulés ou retardés.", "Et ça concernait beaucoup d'aéroports comme Paris,  Charles de Gaulle, Nice ou encore l'aéroport de Marseille.", "Ça a créé un peu le chaos parce  que c'est le moment où il y a beaucoup de personnes qui partent en vacances à ce moment-là.", "Beaucoup de personnes qui prennent les transports, les avions à ce moment-là n'ont pas pu partir.", "Le chaos, ce genre de grève arrive fréquemment, que ce soit avec les trains, la SNCF ou les avions  ou même d'autres professions, hein.", "Tu le sais, les Français adorent la grève.", "Ce n'est pas un  cliché, c'est vrai.", "Dernière petite information à partager avec toi avant l'actu de Nelly, c'est  pas vraiment une actualité, mais sache que en ce moment, c'est la période des grandes vacances en  France.", "Ça veut dire que tous les étudiants et les écoliers ne vont pas à l'école pendant 2 mois.", "À  partir de début juillet jusqu'à début septembre, il n'y a pas d'école.", "On a donc 2 mois de  vacances.", "Est-ce que tu trouves que c'est beaucoup ?", "ou pas beaucoup.", "Comment ça se passe  dans ton pays ?", "Est-ce qu'il y a une grande pause l'été comme ça ?", "Et j'adorais cette période  quand j'étais petite parce que de mois c'est long, on peut voyager, on peut faire plein de choses,  vraiment se reposer avant la prochaine rentrée scolaire.", "Et si tu as prévu de visiter Paris  en juillet ou août, c'est plutôt une bonne idée parce que les Parisiens partent en vacances, donc  la ville se vide un petit peu, il y a moins de monde.", "Je trouve que c'est une période plutôt  agréable pour être à Paris malgré la chaleur.", "Juste avant de te partager l'actualité de Nelly,  un petit rappel.", "si tu aimes mes vidéos, ce qui me fait plaisir.", "N'oublie pas de t'abonner à la  chaîne YouTube, c'est très important parce que ça permet de donner de la visibilité à mes vidéos.", "En  ce moment, YouTube c'est difficile, ça ne marche pas très bien, l'algorithme est capricieux,  donc j'ai vraiment besoin de votre soutien.", "Tu peux aussi me soutenir en m'achetant un café  sur Bye me a Coffee, en faisant une donation sur PayPal ou encore en devenant un Patréon qui  te permettra d'avoir des avantages en fonction du niveau choisi, des réductions sur mes cours,  recevoir une carte postale ou encore des livres en français que je t'envoie directement chez toi.", "Je  reprends une gorgée de café avant de vous annoncer l'actualité de Nelly.", "Alors, au mois de janvier,  j'avais fait une vidéo sur mes résolutions 2025, une liste de choses que j'aimerais accomplir  durant cette année.", "Et si tu te souviens bien, il y avait joué mon premier concert de batterie.", "Oui, parce que j'ai commencé à prendre des cours de batterie depuis septembre dernier et c'était  vraiment un défi pour moi.", "C'était pour te montrer que moi aussi je suis débutante dans quelque  chose et je sais à quel point ça peut être un peu inconfortable mettre mal à l'aise.", "On n'ose  pas vraiment, on prend pas de risque.", "Je voulais te montrer que moi aussi je sors de ma zone de  confort et crois-moi, je suis vraiment sortie de ma zone de confort et j'ai fait mon premier  concert de batterie le mois dernier.", "J'ai eu vraiment très très peur.", "J'étais stressée mais  tout s'est bien passé.", "Je vous mets quelques petites images par là.", "J'ai adoré le moment et  surtout j'étais très fière de moi d'avoir affronté mes peurs, affronté mon stress et être sorti de ma  zone de confort.", "Voilà.", "J'aimerais que tu écrives en commentaire ton actualité personnelle à toi.", "Est-ce que tu as accompli quelque chose dont tu es fier ?", "Est-ce que tu as passé un examen ?", "Est-ce  que tu as regardé un film en français ?", "Est-ce que tu es sorti de ta zone de confort ?", "Peu importe,  partage-moi une anecdote, une actualité qui te concerne en commentaire.", "Je pense que ça peut  être très sympa pour se motiver tous ensemble.", "N'oubliez pas également d'écrire le mot du jour  dans les commentaires.", "Il se cache quelque part dans la vidéo.", "On se revoit au mois d'août  pour une prochaine vidéo actualité.", "D'ici là, ne manquez pas les autres vidéos de la  chaîne Français avec Nelly et je vous dis merci d'avoir regardé cette vidéo jusqu'au  bout.", "Prenez bien soin de vous.", "Salut !"], "transcript": [{"start": 0.24, "end": 8.0, "text": "Hey, bienvenue à l'inauguration de cette nouvelle  catégorie de vidéo. Qu'est-ce qu'il se passe en"}, {"start": 8.0, "end": 16.68, "text": "France ? Action ! L'objectif est très simple.  On boit un café ensemble. C'est comme si je"}, {"start": 16.68, "end": 22.52, "text": "t'invitais à boire le café chez moi et on  papote de tout ce qu'il se passe en France."}, {"start": 22.52, "end": 29.28, "text": "des actualités, des actus importantes  ou pas très importantes. L'objectif,"}, {"start": 29.28, "end": 36.68, "text": "c'est juste d'augmenter ta culture générale  sur la France et de te tenir au courant de"}, {"start": 36.68, "end": 44.52, "text": "ce qu'il se passe ici. Et à la fin, vous  aurez l'actualité de Nelly, c'est-à-dire"}, {"start": 44.52, "end": 51.32, "text": "que je vais vous raconter quelque chose qui se  passe dans ma vie, une actualité personnelle."}, {"start": 51.32, "end": 57.28, "text": "Je ne sais pas encore comment appeler cette  catégorie de vidéo. Si vous avez des suggestions,"}, {"start": 57.28, "end": 72.44, "text": "faites-les-moi dans les commentaires. Je  vous invite à vous aussi faire un café."}, {"start": 72.44, "end": 81.4, "text": "Le café est fait. À votre santé, c'est encore  chaud. Je sais pas si tu entends l'ambulance qui"}, {"start": 81.4, "end": 91.96000000000001, "text": "passe. Ça montre bien qu'on est à Paris. C'est pas  la campagne. En plus, j'habite proche d'un hôpital"}, {"start": 91.96000000000001, "end": 97.16, "text": "donc forcément il y a toujours des ambulances  qui passent. La première info dont j'aimerais"}, {"start": 97.16, "end": 103.47999999999999, "text": "te parler, elle nous concerne tous en tout cas en  France en ce moment, c'est la chaleur. La chaleur"}, {"start": 103.47999999999999, "end": 107.68, "text": "quand elle est prolongée, qu'elle dure plusieurs  jours et qu'elle est très intense, on l'appelle"}, {"start": 107.68, "end": 117.47999999999999, "text": "la canicule. La canicule. Et je peux te dire que  la canicule en ce moment, elle est intense. On a"}, {"start": 117.47999999999999, "end": 126.28, "text": "eu 40° à Paris. Je n'avais jamais vécu ça. 40°  Celsius, pas Fahrenheit. Alors, c'est vrai que"}, {"start": 126.28, "end": 134.16, "text": "moi je viens du sud de la France, les températures  sont plus élevées en général, donc je suis habitué"}, {"start": 134.16, "end": 140.04, "text": "à ces températures très élevées. Mais à Paris,  c'est invivable parce qu'on est dans une grande"}, {"start": 140.04, "end": 146.96, "text": "ville avec de la pollution. La pollution crée  de la chaleur. La chaleur crée de la pollution"}, {"start": 146.96, "end": 155.96, "text": "et ça devient étouffant, invivable. On a eu aussi  des orages terribles et une chaleur étouffante."}, {"start": 155.96, "end": 162.52, "text": "Plusieurs départements étaient en vigilance rouge  et comme il y a aussi beaucoup de sécheresse,"}, {"start": 162.52, "end": 170.0, "text": "et bien certaines villes ont mis en place ce qu'on  appelle des restrictions d'eau. Les restrictions"}, {"start": 170.0, "end": 174.92000000000002, "text": "d'eau, ça veut dire qu'on peut pas utiliser de  l'eau pour remplir sa piscine, pour laver sa"}, {"start": 174.92000000000002, "end": 181.16, "text": "voiture, pour arroser le jardin. En fait, c'est  la même chose tous les étés et je trouve que ça"}, {"start": 181.16, "end": 190.04, "text": "devient vraiment flippant. Ça fait peur. On sent  l'urgence climatique. Là, il faut vraiment faire"}, {"start": 190.04, "end": 196.84, "text": "quelque chose. Je précise qu'il n'y a pas d'ordre  dans l'importance des actu. La deuxième chose que"}, {"start": 196.84, "end": 203.84, "text": "j'ai vu là récemment, c'est que maintenant il est  possible de se baigner dans la scène, le fleuve"}, {"start": 203.84, "end": 210.16, "text": "qui traverse Paris. Alors, c'était déjà le cas  l'an dernier pour les athlètes pendant les Jeux"}, {"start": 210.16, "end": 217.48, "text": "Olympiques. Ils ont passé des années à purifier la  scène, à la nettoyer pour qu'elle soit baignable,"}, {"start": 217.48, "end": 223.92000000000002, "text": "donc accessible à la baignade. Et c'est maintenant  le cas pour les Parisiens. Donc si on veut,"}, {"start": 223.92000000000002, "end": 231.44, "text": "on peut faire un plongeon dans la scène,  profiter de ce fleuve pour se rafraîchir. Alors,"}, {"start": 231.44, "end": 237.88, "text": "je vous le dis à titre personnel, ça ne  me donne pas du tout envie la couleur de"}, {"start": 237.88, "end": 247.32, "text": "l'eau et la réputation de la scène où on peut  trouver des cadavres, des vélos, des voitures,"}, {"start": 247.32, "end": 255.52, "text": "bref, non merci. Et pour la petite anecdote, ça  faisait plus de 100 ans, 100 ans, que la baignade"}, {"start": 255.52, "end": 262.0, "text": "dans la scène était interdite. Depuis 1923,  on n' pas le droit de se baigner dans la scène"}, {"start": 262.0, "end": 270.64, "text": "et maintenant c'est possible. C'est un symbole  fort rendre la scène aux Parisiens. Non merci."}, {"start": 270.64, "end": 278.76, "text": "Sujet suivant. Est-ce que tu suis le sport ?  Est-ce que tu as entendu parler d'une grande"}, {"start": 278.76, "end": 285.68, "text": "compétition sportive, plus précisément avec des  vélos qui se passent en France chaque année au"}, {"start": 285.68, "end": 294.6, "text": "mois de juillet ? Allez, un petit indice, c'est  la plus grande course au monde, la plus mythique."}, {"start": 294.6, "end": 302.6, "text": "Il s'agit du Tour de France. Le départ du Tour de  France a été donné le 5 juillet depuis le nord de"}, {"start": 302.6, "end": 313.12, "text": "la France à Lille et il se terminera le 27 juillet  à Paris sur les Champs-Élysées. Arrivé sur la plus"}, {"start": 313.12, "end": 319.76, "text": "belle avenue du monde, cet endroit mythique avec  l'Arche. Le Tour de France, c'est pas vraiment"}, {"start": 319.76, "end": 327.16, "text": "un Tour de France, mais il y a plusieurs étapes  avec notamment des cols mythique, des ascensions"}, {"start": 327.16, "end": 333.12, "text": "vraiment très difficiles que seuls les meilleurs  sont capables de terminer et chaque vainqueur"}, {"start": 333.12, "end": 340.84000000000003, "text": "d'étapes porte ce qu'on appelle le maillot jaune.  C'est un événement très populaire que les Français"}, {"start": 340.84000000000003, "end": 346.56, "text": "adorent regarder à la télévision parce qu'en  général c'est les vacances scolaires. Donc on"}, {"start": 346.56, "end": 352.28, "text": "fait la sieste, on dort en regardant le Tour de  France. Moi, j'aime bien aller regarder le Tour"}, {"start": 352.28, "end": 359.15999999999997, "text": "de France passer, voir tous les cyclistes à fond  comme ça. Et il y a toujours beaucoup d'animation."}, {"start": 359.15999999999997, "end": 366.28, "text": "Il y a ce qu'on appelle la caravane. Ce sont tous  les sponsors du Tour de France qui distribuent des"}, {"start": 366.28, "end": 371.8, "text": "bonbons, des objets. C'est un moment très  sympa qu'on aime bien vivre en famille."}, {"start": 371.8, "end": 378.04, "text": "Donc si tu es en France à ce moment-là, tu peux  essayer d'aller voir une étape du Tour de France."}, {"start": 378.04, "end": 383.24, "text": "J'ai choisi l'actualité suivante parce que je  la trouve vraiment très représentative de la"}, {"start": 383.24, "end": 392.32, "text": "France. Il y a eu une grande grève des contrôleurs  aériens. Peut-être que si tu voyageais en France,"}, {"start": 392.32, "end": 400.4, "text": "tu as été bloqué par les grèves. 40 %  des vols ont été annulés ou retardés."}, {"start": 400.4, "end": 405.68, "text": "Et ça concernait beaucoup d'aéroports comme Paris,  Charles de Gaulle, Nice ou encore l'aéroport de"}, {"start": 405.68, "end": 411.04, "text": "Marseille. Ça a créé un peu le chaos parce  que c'est le moment où il y a beaucoup de"}, {"start": 411.04, "end": 416.24, "text": "personnes qui partent en vacances à ce moment-là.  Beaucoup de personnes qui prennent les transports,"}, {"start": 416.24, "end": 423.92, "text": "les avions à ce moment-là n'ont pas pu partir.  Le chaos, ce genre de grève arrive fréquemment,"}, {"start": 423.92, "end": 431.44, "text": "que ce soit avec les trains, la SNCF ou les avions  ou même d'autres professions, hein. Tu le sais,"}, {"start": 431.44, "end": 436.68, "text": "les Français adorent la grève. Ce n'est pas un  cliché, c'est vrai. Dernière petite information"}, {"start": 436.68, "end": 443.04, "text": "à partager avec toi avant l'actu de Nelly, c'est  pas vraiment une actualité, mais sache que en ce"}, {"start": 443.04, "end": 449.24, "text": "moment, c'est la période des grandes vacances en  France. Ça veut dire que tous les étudiants et les"}, {"start": 449.24, "end": 456.68, "text": "écoliers ne vont pas à l'école pendant 2 mois. À  partir de début juillet jusqu'à début septembre,"}, {"start": 456.68, "end": 462.0, "text": "il n'y a pas d'école. On a donc 2 mois de  vacances. Est-ce que tu trouves que c'est"}, {"start": 462.0, "end": 467.36, "text": "beaucoup ? ou pas beaucoup. Comment ça se passe  dans ton pays ? Est-ce qu'il y a une grande"}, {"start": 467.36, "end": 474.44, "text": "pause l'été comme ça ? Et j'adorais cette période  quand j'étais petite parce que de mois c'est long,"}, {"start": 474.44, "end": 479.56, "text": "on peut voyager, on peut faire plein de choses,  vraiment se reposer avant la prochaine rentrée"}, {"start": 479.56, "end": 487.0, "text": "scolaire. Et si tu as prévu de visiter Paris  en juillet ou août, c'est plutôt une bonne idée"}, {"start": 487.0, "end": 492.92, "text": "parce que les Parisiens partent en vacances, donc  la ville se vide un petit peu, il y a moins de"}, {"start": 492.92, "end": 499.76, "text": "monde. Je trouve que c'est une période plutôt  agréable pour être à Paris malgré la chaleur."}, {"start": 499.76, "end": 507.64, "text": "Juste avant de te partager l'actualité de Nelly,  un petit rappel. si tu aimes mes vidéos, ce qui"}, {"start": 507.64, "end": 514.24, "text": "me fait plaisir. N'oublie pas de t'abonner à la  chaîne YouTube, c'est très important parce que ça"}, {"start": 514.24, "end": 520.88, "text": "permet de donner de la visibilité à mes vidéos. En  ce moment, YouTube c'est difficile, ça ne marche"}, {"start": 520.88, "end": 526.28, "text": "pas très bien, l'algorithme est capricieux,  donc j'ai vraiment besoin de votre soutien."}, {"start": 526.28, "end": 531.96, "text": "Tu peux aussi me soutenir en m'achetant un café  sur Bye me a Coffee, en faisant une donation"}, {"start": 531.96, "end": 538.88, "text": "sur PayPal ou encore en devenant un Patréon qui  te permettra d'avoir des avantages en fonction"}, {"start": 538.88, "end": 544.76, "text": "du niveau choisi, des réductions sur mes cours,  recevoir une carte postale ou encore des livres en"}, {"start": 544.76, "end": 549.68, "text": "français que je t'envoie directement chez toi. Je  reprends une gorgée de café avant de vous annoncer"}, {"start": 549.68, "end": 558.64, "text": "l'actualité de Nelly. Alors, au mois de janvier,  j'avais fait une vidéo sur mes résolutions 2025,"}, {"start": 558.64, "end": 564.6, "text": "une liste de choses que j'aimerais accomplir  durant cette année. Et si tu te souviens bien,"}, {"start": 564.6, "end": 572.12, "text": "il y avait joué mon premier concert de batterie.  Oui, parce que j'ai commencé à prendre des cours"}, {"start": 572.12, "end": 579.52, "text": "de batterie depuis septembre dernier et c'était  vraiment un défi pour moi. C'était pour te montrer"}, {"start": 579.52, "end": 586.24, "text": "que moi aussi je suis débutante dans quelque  chose et je sais à quel point ça peut être un"}, {"start": 586.24, "end": 592.96, "text": "peu inconfortable mettre mal à l'aise. On n'ose  pas vraiment, on prend pas de risque. Je voulais"}, {"start": 592.96, "end": 597.32, "text": "te montrer que moi aussi je sors de ma zone de  confort et crois-moi, je suis vraiment sortie"}, {"start": 597.32, "end": 602.96, "text": "de ma zone de confort et j'ai fait mon premier  concert de batterie le mois dernier. J'ai eu"}, {"start": 602.96, "end": 607.88, "text": "vraiment très très peur. J'étais stressée mais  tout s'est bien passé. Je vous mets quelques"}, {"start": 607.88, "end": 615.08, "text": "petites images par là. J'ai adoré le moment et  surtout j'étais très fière de moi d'avoir affronté"}, {"start": 615.08, "end": 622.68, "text": "mes peurs, affronté mon stress et être sorti de ma  zone de confort. Voilà. J'aimerais que tu écrives"}, {"start": 622.68, "end": 628.2, "text": "en commentaire ton actualité personnelle à toi.  Est-ce que tu as accompli quelque chose dont tu es"}, {"start": 628.2, "end": 634.08, "text": "fier ? Est-ce que tu as passé un examen ? Est-ce  que tu as regardé un film en français ? Est-ce que"}, {"start": 634.08, "end": 640.52, "text": "tu es sorti de ta zone de confort ? Peu importe,  partage-moi une anecdote, une actualité qui te"}, {"start": 640.52, "end": 647.2, "text": "concerne en commentaire. Je pense que ça peut  être très sympa pour se motiver tous ensemble."}, {"start": 647.2, "end": 653.48, "text": "N'oubliez pas également d'écrire le mot du jour  dans les commentaires. Il se cache quelque part"}, {"start": 653.48, "end": 660.24, "text": "dans la vidéo. On se revoit au mois d'août  pour une prochaine vidéo actualité. D'ici là,"}, {"start": 660.24, "end": 664.6, "text": "ne manquez pas les autres vidéos de la  chaîne Français avec Nelly et je vous dis"}, {"start": 664.6, "end": 670.27, "text": "merci d'avoir regardé cette vidéo jusqu'au  bout. Prenez bien soin de vous. Salut !"}], "createdAt": "2025-12-17T17:12:55.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/qeW3HJJDBNQ/maxresdefault.webp", "type": "video", "difficulty": "intermediate", "videoUrl": "https://www.youtube.com/watch?v=qeW3HJJDBNQ", "isFavorite": false, "progress": 0}, {"id": "yt_No2y8BH8Cd8", "userId": "system_course", "title": "How To Pronounce \"PLUS\" In French? Quick & Easy French Lesson", "language": "fr", "content": "Est-ce qu'il faut dire : \"je n'ai plus envie, je  n'ai plus envie, je n'ai plus envie\" ? Bonjour et bienvenue à tous dans une nouvelle vidéo  spéciale prononciation de ce mot là... il est très embêtant ce mot, on ne sait jamais comment  le prononcer. Est-ce qu'on dit plu, pluss, pluzzz, c'est un mystère ! Mystère que je vais essayer  de démystifier aujourd'hui en essayant d'être la plus claire et synthétique possible et en te  donnant plein d'exemples. A la fin de la vidéo je te propose également un petit test très rapide  pour voir si tu as bien compris. La première chose à savoir c'est que \"plus\" et \"plus\" on deux sens  complètement opposés: un sens positif ou un sens négatif. La première question à te poser c'est:  \"est-ce que la phrase est positive, affirmative ou est-ce que la phrase est négative ? Commençons  par les phrases négatives. On ne prononce pas le \"S\" quand \"plus\" exprime l'idée de la négation.  Petit moyen mnémotechnique : dans la négation, on enlève quelque chose, donc tu enlèves le \"S\".  A l'écrit on met le S mais tu ne le prononces pas \"plus\". Par exemple, \"je n'en veux plus\", \"c'est  bon je n'en veux plus\", \"elle n'a plus de voiture\" \"elle n'a plus de voiture; ici tu peux apercevoir  en rouge la négation quand il y a un \"ne\" et un \"plus\" c'est que c'est une phrase négative. Il y a  une exception, quand le mot après \"plus\" commence par une voyelle, donc là, dans ce cas là, il y  aura une liaison : \"je n'ai plus envie d'y aller\", \"je n'ai plus envie\", celui-là se prononce  comme un \"zzz\", \"je n'ai plus envie d'y aller\". Maintenant deuxième cas, quand l'adverbe \"plus\" a  un sens positif. Dans ce cas là, on doit prononcer le \"s\" comme un \"plus\". Encore une fois, tu  peux te dire que \"positif\" c'est \"+\" donc on prononce le \"S\", on ajoute un son, \"plus\" :  \"elle aimerait plus de gâteaux, elle en veut plus\". \"L'appartement est grand et en plus, il est  lumineux\". Maintenant on passe aux exceptions. Ne me détestez pas, c'est là que ça se complique  un tout petit peu. Donc, on va voir le cas des comparaisons. Quand on utilise \"plus\" pour faire  une comparaison et que cette comparaison porte sur un nom ou un verbe, pas de problème, on prononce  \"plus\": \"Paul aime plus le chocolat que Pierre\", \"Marc a plus de travail que Luc\". Mais si la  comparaison porte sur un adverbe ou un adjectif, là, on ne prononce pas le \"s\": \"Paul est plus  gentil que Pierre\", \"plus gentil\", je ne prononce pas le \"S\". \"Marie va plus souvent au cinéma que  moi\", \"plus souvent\". Et il y a une exception dans l'exception, si l'adjectif ou l'adverbe qu'il y a  après \"plus\" commence par une voyelle, il y a une liaison, évidemment : \"tu es plus occupée que  moi\", donc là, la liaison c'est comme dans le premier cas un \"Z\" comme un \"zz\", \"pluz occupée  que moi\". En résumé, dans une phrase négative on ne prononce pas le \"S\" sauf quand il y a  une liaison on prononce \"zz\". Dans une phrase affirmative, on prononce le S comme \"plusss\"  sauf si c'est une comparaison portée sur un adjectif ou un adverbe, dans ce cas là, ça sera  \"plus\" ou quand il y a une liaison, là ça sera \"zz\". Petit test pour voir si tu as compris  : est-ce que tu peux lire ces trois phrases : \"c'est le plus important, c'est le plus  important\". Ici il y a la liaison. \"Je n'en veux plus\", phrase négative, il y a une  négation. \"Elle mange plus que son frère\", la comparaison porte sur un verbe \"manger\"  donc \"plusss que son frère\". Ah c'était pas facile mais j'espère avoir été la plus  claire et la plus synthétique possible pour t'expliquer toutes ces règles (et les  exceptions de ces règles) mais je pense que c'est pas très compliqué. N'hésite pas à me  poser des questions en commentaire si tu as besoin de précision. Je te dis à bientôt, dans une  prochaine vidéo, prends bien soin de toi, salut", "sentences": ["Est-ce qu'il faut dire : \"je n'ai plus envie, je  n'ai plus envie, je n'ai plus envie\" ?", "Bonjour et bienvenue à tous dans une nouvelle vidéo  spéciale prononciation de ce mot là...", "il est très embêtant ce mot, on ne sait jamais comment  le prononcer.", "Est-ce qu'on dit plu, pluss, pluzzz, c'est un mystère !", "Mystère que je vais essayer  de démystifier aujourd'hui en essayant d'être la plus claire et synthétique possible et en te  donnant plein d'exemples.", "A la fin de la vidéo je te propose également un petit test très rapide  pour voir si tu as bien compris.", "La première chose à savoir c'est que \"plus\" et \"plus\" on deux sens  complètement opposés: un sens positif ou un sens négatif.", "La première question à te poser c'est:  \"est-ce que la phrase est positive, affirmative ou est-ce que la phrase est négative ?", "Commençons  par les phrases négatives.", "On ne prononce pas le \"S\" quand \"plus\" exprime l'idée de la négation.", "Petit moyen mnémotechnique : dans la négation, on enlève quelque chose, donc tu enlèves le \"S\".", "A l'écrit on met le S mais tu ne le prononces pas \"plus\".", "Par exemple, \"je n'en veux plus\", \"c'est  bon je n'en veux plus\", \"elle n'a plus de voiture\" \"elle n'a plus de voiture; ici tu peux apercevoir  en rouge la négation quand il y a un \"ne\" et un \"plus\" c'est que c'est une phrase négative.", "Il y a  une exception, quand le mot après \"plus\" commence par une voyelle, donc là, dans ce cas là, il y  aura une liaison : \"je n'ai plus envie d'y aller\", \"je n'ai plus envie\", celui-là se prononce  comme un \"zzz\", \"je n'ai plus envie d'y aller\".", "Maintenant deuxième cas, quand l'adverbe \"plus\" a  un sens positif.", "Dans ce cas là, on doit prononcer le \"s\" comme un \"plus\".", "Encore une fois, tu  peux te dire que \"positif\" c'est \"+\" donc on prononce le \"S\", on ajoute un son, \"plus\" :  \"elle aimerait plus de gâteaux, elle en veut plus\".", "\"L'appartement est grand et en plus, il est  lumineux\".", "Maintenant on passe aux exceptions.", "Ne me détestez pas, c'est là que ça se complique  un tout petit peu.", "Donc, on va voir le cas des comparaisons.", "Quand on utilise \"plus\" pour faire  une comparaison et que cette comparaison porte sur un nom ou un verbe, pas de problème, on prononce  \"plus\": \"Paul aime plus le chocolat que Pierre\", \"Marc a plus de travail que Luc\".", "Mais si la  comparaison porte sur un adverbe ou un adjectif, là, on ne prononce pas le \"s\": \"Paul est plus  gentil que Pierre\", \"plus gentil\", je ne prononce pas le \"S\".", "\"Marie va plus souvent au cinéma que  moi\", \"plus souvent\".", "Et il y a une exception dans l'exception, si l'adjectif ou l'adverbe qu'il y a  après \"plus\" commence par une voyelle, il y a une liaison, évidemment : \"tu es plus occupée que  moi\", donc là, la liaison c'est comme dans le premier cas un \"Z\" comme un \"zz\", \"pluz occupée  que moi\".", "En résumé, dans une phrase négative on ne prononce pas le \"S\" sauf quand il y a  une liaison on prononce \"zz\".", "Dans une phrase affirmative, on prononce le S comme \"plusss\"  sauf si c'est une comparaison portée sur un adjectif ou un adverbe, dans ce cas là, ça sera  \"plus\" ou quand il y a une liaison, là ça sera \"zz\".", "Petit test pour voir si tu as compris  : est-ce que tu peux lire ces trois phrases : \"c'est le plus important, c'est le plus  important\".", "Ici il y a la liaison.", "\"Je n'en veux plus\", phrase négative, il y a une  négation.", "\"Elle mange plus que son frère\", la comparaison porte sur un verbe \"manger\"  donc \"plusss que son frère\".", "Ah c'était pas facile mais j'espère avoir été la plus  claire et la plus synthétique possible pour t'expliquer toutes ces règles (et les  exceptions de ces règles) mais je pense que c'est pas très compliqué.", "N'hésite pas à me  poser des questions en commentaire si tu as besoin de précision.", "Je te dis à bientôt, dans une  prochaine vidéo, prends bien soin de toi, salut"], "transcript": [{"start": 0.06, "end": 6.78, "text": "Est-ce qu'il faut dire : \"je n'ai plus envie, je  n'ai plus envie, je n'ai plus envie\" ? Bonjour"}, {"start": 6.78, "end": 13.14, "text": "et bienvenue à tous dans une nouvelle vidéo  spéciale prononciation de ce mot là... il est"}, {"start": 13.14, "end": 19.02, "text": "très embêtant ce mot, on ne sait jamais comment  le prononcer. Est-ce qu'on dit plu, pluss, pluzzz,"}, {"start": 19.02, "end": 26.94, "text": "c'est un mystère ! Mystère que je vais essayer  de démystifier aujourd'hui en essayant d'être"}, {"start": 26.94, "end": 30.84, "text": "la plus claire et synthétique possible et en te  donnant plein d'exemples. A la fin de la vidéo"}, {"start": 30.84, "end": 36.18, "text": "je te propose également un petit test très rapide  pour voir si tu as bien compris. La première chose"}, {"start": 36.18, "end": 44.94, "text": "à savoir c'est que \"plus\" et \"plus\" on deux sens  complètement opposés: un sens positif ou un sens"}, {"start": 44.94, "end": 52.8, "text": "négatif. La première question à te poser c'est:  \"est-ce que la phrase est positive, affirmative"}, {"start": 52.8, "end": 59.64, "text": "ou est-ce que la phrase est négative ? Commençons  par les phrases négatives. On ne prononce pas le"}, {"start": 59.64, "end": 68.16, "text": "\"S\" quand \"plus\" exprime l'idée de la négation.  Petit moyen mnémotechnique : dans la négation,"}, {"start": 68.16, "end": 74.34, "text": "on enlève quelque chose, donc tu enlèves le \"S\".  A l'écrit on met le S mais tu ne le prononces pas"}, {"start": 74.34, "end": 80.82, "text": "\"plus\". Par exemple, \"je n'en veux plus\", \"c'est  bon je n'en veux plus\", \"elle n'a plus de voiture\""}, {"start": 80.82, "end": 89.28, "text": "\"elle n'a plus de voiture; ici tu peux apercevoir  en rouge la négation quand il y a un \"ne\" et un"}, {"start": 89.28, "end": 96.06, "text": "\"plus\" c'est que c'est une phrase négative. Il y a  une exception, quand le mot après \"plus\" commence"}, {"start": 96.06, "end": 102.66, "text": "par une voyelle, donc là, dans ce cas là, il y  aura une liaison : \"je n'ai plus envie d'y aller\","}, {"start": 102.66, "end": 111.24000000000001, "text": "\"je n'ai plus envie\", celui-là se prononce  comme un \"zzz\", \"je n'ai plus envie d'y aller\"."}, {"start": 111.24000000000001, "end": 118.86, "text": "Maintenant deuxième cas, quand l'adverbe \"plus\" a  un sens positif. Dans ce cas là, on doit prononcer"}, {"start": 118.86, "end": 127.26, "text": "le \"s\" comme un \"plus\". Encore une fois, tu  peux te dire que \"positif\" c'est \"+\" donc on"}, {"start": 127.26, "end": 133.98, "text": "prononce le \"S\", on ajoute un son, \"plus\" :  \"elle aimerait plus de gâteaux, elle en veut"}, {"start": 133.98, "end": 141.06, "text": "plus\". \"L'appartement est grand et en plus, il est  lumineux\". Maintenant on passe aux exceptions. Ne"}, {"start": 141.06, "end": 146.22, "text": "me détestez pas, c'est là que ça se complique  un tout petit peu. Donc, on va voir le cas des"}, {"start": 146.22, "end": 152.34, "text": "comparaisons. Quand on utilise \"plus\" pour faire  une comparaison et que cette comparaison porte sur"}, {"start": 152.34, "end": 160.07999999999998, "text": "un nom ou un verbe, pas de problème, on prononce  \"plus\": \"Paul aime plus le chocolat que Pierre\","}, {"start": 160.07999999999998, "end": 167.52, "text": "\"Marc a plus de travail que Luc\". Mais si la  comparaison porte sur un adverbe ou un adjectif,"}, {"start": 167.52, "end": 177.36, "text": "là, on ne prononce pas le \"s\": \"Paul est plus  gentil que Pierre\", \"plus gentil\", je ne prononce"}, {"start": 177.36, "end": 186.12, "text": "pas le \"S\". \"Marie va plus souvent au cinéma que  moi\", \"plus souvent\". Et il y a une exception dans"}, {"start": 186.12, "end": 192.6, "text": "l'exception, si l'adjectif ou l'adverbe qu'il y a  après \"plus\" commence par une voyelle, il y a une"}, {"start": 194.52, "end": 201.84, "text": "liaison, évidemment : \"tu es plus occupée que  moi\", donc là, la liaison c'est comme dans le"}, {"start": 201.84, "end": 210.24, "text": "premier cas un \"Z\" comme un \"zz\", \"pluz occupée  que moi\". En résumé, dans une phrase négative"}, {"start": 210.24, "end": 216.9, "text": "on ne prononce pas le \"S\" sauf quand il y a  une liaison on prononce \"zz\". Dans une phrase"}, {"start": 216.9, "end": 226.02, "text": "affirmative, on prononce le S comme \"plusss\"  sauf si c'est une comparaison portée sur un"}, {"start": 226.02, "end": 232.92000000000002, "text": "adjectif ou un adverbe, dans ce cas là, ça sera  \"plus\" ou quand il y a une liaison, là ça sera"}, {"start": 232.92000000000002, "end": 238.78, "text": "\"zz\". Petit test pour voir si tu as compris  : est-ce que tu peux lire ces trois phrases :"}, {"start": 239.88, "end": 248.16, "text": "\"c'est le plus important, c'est le plus  important\". Ici il y a la liaison. \"Je"}, {"start": 248.16, "end": 257.46, "text": "n'en veux plus\", phrase négative, il y a une  négation. \"Elle mange plus que son frère\","}, {"start": 257.46, "end": 266.4, "text": "la comparaison porte sur un verbe \"manger\"  donc \"plusss que son frère\". Ah c'était pas"}, {"start": 266.4, "end": 270.6, "text": "facile mais j'espère avoir été la plus  claire et la plus synthétique possible"}, {"start": 270.6, "end": 274.68, "text": "pour t'expliquer toutes ces règles (et les  exceptions de ces règles) mais je pense que"}, {"start": 274.68, "end": 279.54, "text": "c'est pas très compliqué. N'hésite pas à me  poser des questions en commentaire si tu as"}, {"start": 279.54, "end": 285.12, "text": "besoin de précision. Je te dis à bientôt, dans une  prochaine vidéo, prends bien soin de toi, salut"}], "createdAt": "2025-12-17T17:16:31.000Z", "imageUrl": "https://i.ytimg.com/vi/No2y8BH8Cd8/maxresdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://www.youtube.com/watch?v=No2y8BH8Cd8", "isFavorite": false, "progress": 0}]