[{"id": "yt_cEbMVS4eCxY", "userId": "system_course", "title": "Orban says Hungarian youth shouldn't die for Ukraine", "language": "hu", "content": "Egyenként mindenkinek joga van ahhoz, Egyenként mindenkinek joga van ahhoz, Egyenként mindenkinek joga van ahhoz, hogy a saját népe eldöntse, akar-e egy hogy a saját népe eldöntse, akar-e egy hogy a saját népe eldöntse, akar-e egy másik néppel egy közös unióban lenni. másik néppel egy közös unióban lenni. másik néppel egy közös unióban lenni. Tehát a magyaroknak nem kell törődni Tehát a magyaroknak nem kell törődni Tehát a magyaroknak nem kell törődni azzal, hogy mit mond a másik 26. Nekünk azzal, hogy mit mond a másik 26. Nekünk azzal, hogy mit mond a másik 26. Nekünk a saját véleményünkkel kell törődni. Azt a saját véleményünkkel kell törődni. Azt a saját véleményünkkel kell törődni. Azt kell tudnunk, hogy mit akarnak a kell tudnunk, hogy mit akarnak a kell tudnunk, hogy mit akarnak a magyarok. És a magyarok, miután meg is magyarok. És a magyarok, miután meg is magyarok. És a magyarok, miután meg is kérdeztük őket, és mindannyian kérdeztük őket, és mindannyian kérdeztük őket, és mindannyian elmondhattuk a véleményünket, a magyarok elmondhattuk a véleményünket, a magyarok elmondhattuk a véleményünket, a magyarok nem akarnak egy Európai Unióban lenni az nem akarnak egy Európai Unióban lenni az nem akarnak egy Európai Unióban lenni az ukránokkal. Ezérnén mélyen egyetértek, ukránokkal. Ezérnén mélyen egyetértek, ukránokkal. Ezérnén mélyen egyetértek, mert hiszen ha egy szövetségi mert hiszen ha egy szövetségi mert hiszen ha egy szövetségi rendszerben vagy valakivel, akkor rendszerben vagy valakivel, akkor rendszerben vagy valakivel, akkor osztozol a sorsában. És én osztozol a sorsában. És én osztozol a sorsában. És én Magyarországot meg akarom kímélni attól, Magyarországot meg akarom kímélni attól, Magyarországot meg akarom kímélni attól, hogy egy szövetségi rendszerbe lévén az hogy egy szövetségi rendszerbe lévén az hogy egy szövetségi rendszerbe lévén az ukránokkal, ha felvesszük őket, akkor mi ukránokkal, ha felvesszük őket, akkor mi ukránokkal, ha felvesszük őket, akkor mi is háborúban legyünk az oroszokkal. Még is háborúban legyünk az oroszokkal. Még is háborúban legyünk az oroszokkal. Még egyszer mondom, előbb-utóbb katonákat egyszer mondom, előbb-utóbb katonákat egyszer mondom, előbb-utóbb katonákat kell küldeni, ha egy szövetségi kell küldeni, ha egy szövetségi kell küldeni, ha egy szövetségi rendszerben vagy valakivel, és azt rendszerben vagy valakivel, és azt rendszerben vagy valakivel, és azt megtámadják, és mi nem akarjuk a megtámadják, és mi nem akarjuk a megtámadják, és mi nem akarjuk a fiatalokt, nem akarunk meghalni fiatalokt, nem akarunk meghalni fiatalokt, nem akarunk meghalni Ukrajnáért.", "sentences": ["Egyenként mindenkinek joga van ahhoz, Egyenként mindenkinek joga van ahhoz, Egyenként mindenkinek joga van ahhoz, hogy a saját népe eldöntse, akar-e egy hogy a saját népe eldöntse, akar-e egy hogy a saját népe eldöntse, akar-e egy másik néppel egy közös unióban lenni.", "másik néppel egy közös unióban lenni.", "másik néppel egy közös unióban lenni.", "Tehát a magyaroknak nem kell törődni Tehát a magyaroknak nem kell törődni Tehát a magyaroknak nem kell törődni azzal, hogy mit mond a másik 26.", "Nekünk azzal, hogy mit mond a másik 26.", "Nekünk azzal, hogy mit mond a másik 26.", "Nekünk a saját véleményünkkel kell törődni.", "Azt a saját véleményünkkel kell törődni.", "Azt a saját véleményünkkel kell törődni.", "Azt kell tudnunk, hogy mit akarnak a kell tudnunk, hogy mit akarnak a kell tudnunk, hogy mit akarnak a magyarok.", "És a magyarok, miután meg is magyarok.", "És a magyarok, miután meg is magyarok.", "És a magyarok, miután meg is kérdeztük őket, és mindannyian kérdeztük őket, és mindannyian kérdeztük őket, és mindannyian elmondhattuk a véleményünket, a magyarok elmondhattuk a véleményünket, a magyarok elmondhattuk a véleményünket, a magyarok nem akarnak egy Európai Unióban lenni az nem akarnak egy Európai Unióban lenni az nem akarnak egy Európai Unióban lenni az ukránokkal.", "Ezérnén mélyen egyetértek, ukránokkal.", "Ezérnén mélyen egyetértek, ukránokkal.", "Ezérnén mélyen egyetértek, mert hiszen ha egy szövetségi mert hiszen ha egy szövetségi mert hiszen ha egy szövetségi rendszerben vagy valakivel, akkor rendszerben vagy valakivel, akkor rendszerben vagy valakivel, akkor osztozol a sorsában.", "És én osztozol a sorsában.", "És én osztozol a sorsában.", "És én Magyarországot meg akarom kímélni attól, Magyarországot meg akarom kímélni attól, Magyarországot meg akarom kímélni attól, hogy egy szövetségi rendszerbe lévén az hogy egy szövetségi rendszerbe lévén az hogy egy szövetségi rendszerbe lévén az ukránokkal, ha felvesszük őket, akkor mi ukránokkal, ha felvesszük őket, akkor mi ukránokkal, ha felvesszük őket, akkor mi is háborúban legyünk az oroszokkal.", "Még is háborúban legyünk az oroszokkal.", "Még is háborúban legyünk az oroszokkal.", "Még egyszer mondom, előbb-utóbb katonákat egyszer mondom, előbb-utóbb katonákat egyszer mondom, előbb-utóbb katonákat kell küldeni, ha egy szövetségi kell küldeni, ha egy szövetségi kell küldeni, ha egy szövetségi rendszerben vagy valakivel, és azt rendszerben vagy valakivel, és azt rendszerben vagy valakivel, és azt megtámadják, és mi nem akarjuk a megtámadják, és mi nem akarjuk a megtámadják, és mi nem akarjuk a fiatalokt, nem akarunk meghalni fiatalokt, nem akarunk meghalni fiatalokt, nem akarunk meghalni Ukrajnáért."], "transcript": [{"start": 0.199, "end": 2.669, "text": "Egyenként mindenkinek joga van ahhoz,"}, {"start": 2.669, "end": 2.679, "text": "Egyenként mindenkinek joga van ahhoz,"}, {"start": 2.679, "end": 6.11, "text": "Egyenként mindenkinek joga van ahhoz, hogy a saját népe eldöntse, akar-e egy"}, {"start": 6.11, "end": 6.12, "text": "hogy a saját népe eldöntse, akar-e egy"}, {"start": 6.12, "end": 9.23, "text": "hogy a saját népe eldöntse, akar-e egy másik néppel egy közös unióban lenni."}, {"start": 9.23, "end": 9.24, "text": "másik néppel egy közös unióban lenni."}, {"start": 9.24, "end": 10.669, "text": "másik néppel egy közös unióban lenni. Tehát a magyaroknak nem kell törődni"}, {"start": 10.669, "end": 10.679, "text": "Tehát a magyaroknak nem kell törődni"}, {"start": 10.679, "end": 12.99, "text": "Tehát a magyaroknak nem kell törődni azzal, hogy mit mond a másik 26. Nekünk"}, {"start": 12.99, "end": 13.0, "text": "azzal, hogy mit mond a másik 26. Nekünk"}, {"start": 13.0, "end": 14.99, "text": "azzal, hogy mit mond a másik 26. Nekünk a saját véleményünkkel kell törődni. Azt"}, {"start": 14.99, "end": 15.0, "text": "a saját véleményünkkel kell törődni. Azt"}, {"start": 15.0, "end": 16.59, "text": "a saját véleményünkkel kell törődni. Azt kell tudnunk, hogy mit akarnak a"}, {"start": 16.59, "end": 16.6, "text": "kell tudnunk, hogy mit akarnak a"}, {"start": 16.6, "end": 18.67, "text": "kell tudnunk, hogy mit akarnak a magyarok. És a magyarok, miután meg is"}, {"start": 18.67, "end": 18.68, "text": "magyarok. És a magyarok, miután meg is"}, {"start": 18.68, "end": 20.75, "text": "magyarok. És a magyarok, miután meg is kérdeztük őket, és mindannyian"}, {"start": 20.75, "end": 20.76, "text": "kérdeztük őket, és mindannyian"}, {"start": 20.76, "end": 22.71, "text": "kérdeztük őket, és mindannyian elmondhattuk a véleményünket, a magyarok"}, {"start": 22.71, "end": 22.72, "text": "elmondhattuk a véleményünket, a magyarok"}, {"start": 22.72, "end": 25.509, "text": "elmondhattuk a véleményünket, a magyarok nem akarnak egy Európai Unióban lenni az"}, {"start": 25.509, "end": 25.519, "text": "nem akarnak egy Európai Unióban lenni az"}, {"start": 25.519, "end": 28.269, "text": "nem akarnak egy Európai Unióban lenni az ukránokkal. Ezérnén mélyen egyetértek,"}, {"start": 28.269, "end": 28.279, "text": "ukránokkal. Ezérnén mélyen egyetértek,"}, {"start": 28.279, "end": 29.749, "text": "ukránokkal. Ezérnén mélyen egyetértek, mert hiszen ha egy szövetségi"}, {"start": 29.749, "end": 29.759, "text": "mert hiszen ha egy szövetségi"}, {"start": 29.759, "end": 31.589, "text": "mert hiszen ha egy szövetségi rendszerben vagy valakivel, akkor"}, {"start": 31.589, "end": 31.599, "text": "rendszerben vagy valakivel, akkor"}, {"start": 31.599, "end": 33.549, "text": "rendszerben vagy valakivel, akkor osztozol a sorsában. És én"}, {"start": 33.549, "end": 33.559, "text": "osztozol a sorsában. És én"}, {"start": 33.559, "end": 35.79, "text": "osztozol a sorsában. És én Magyarországot meg akarom kímélni attól,"}, {"start": 35.79, "end": 35.8, "text": "Magyarországot meg akarom kímélni attól,"}, {"start": 35.8, "end": 37.67, "text": "Magyarországot meg akarom kímélni attól, hogy egy szövetségi rendszerbe lévén az"}, {"start": 37.67, "end": 37.68, "text": "hogy egy szövetségi rendszerbe lévén az"}, {"start": 37.68, "end": 39.67, "text": "hogy egy szövetségi rendszerbe lévén az ukránokkal, ha felvesszük őket, akkor mi"}, {"start": 39.67, "end": 39.68, "text": "ukránokkal, ha felvesszük őket, akkor mi"}, {"start": 39.68, "end": 41.79, "text": "ukránokkal, ha felvesszük őket, akkor mi is háborúban legyünk az oroszokkal. Még"}, {"start": 41.79, "end": 41.8, "text": "is háborúban legyünk az oroszokkal. Még"}, {"start": 41.8, "end": 43.75, "text": "is háborúban legyünk az oroszokkal. Még egyszer mondom, előbb-utóbb katonákat"}, {"start": 43.75, "end": 43.76, "text": "egyszer mondom, előbb-utóbb katonákat"}, {"start": 43.76, "end": 45.15, "text": "egyszer mondom, előbb-utóbb katonákat kell küldeni, ha egy szövetségi"}, {"start": 45.15, "end": 45.16, "text": "kell küldeni, ha egy szövetségi"}, {"start": 45.16, "end": 46.869, "text": "kell küldeni, ha egy szövetségi rendszerben vagy valakivel, és azt"}, {"start": 46.869, "end": 46.879, "text": "rendszerben vagy valakivel, és azt"}, {"start": 46.879, "end": 48.79, "text": "rendszerben vagy valakivel, és azt megtámadják, és mi nem akarjuk a"}, {"start": 48.79, "end": 48.8, "text": "megtámadják, és mi nem akarjuk a"}, {"start": 48.8, "end": 50.15, "text": "megtámadják, és mi nem akarjuk a fiatalokt, nem akarunk meghalni"}, {"start": 50.15, "end": 50.16, "text": "fiatalokt, nem akarunk meghalni"}, {"start": 50.16, "end": 52.68, "text": "fiatalokt, nem akarunk meghalni Ukrajnáért."}], "createdAt": "2025-12-15T05:19:16.000Z", "imageUrl": "https://i.ytimg.com/vi/cEbMVS4eCxY/sd2.jpg?sqp=-oaymwEoCIAFEOAD8quKqQMcGADwAQH4AbYIgAKAD4oCDAgAEAEYZSBIKEUwDw==&rs=AOn4CLCsxC3PFLuk8j52j61ughOTWO9tLA", "type": "news", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=cEbMVS4eCxY", "isFavorite": false, "progress": 0}, {"id": "yt_1oA1PkMwTpU", "userId": "system_course", "title": "Easy Hungarian 1 - Where do you want to travel?", "language": "hu", "content": "sziasztok bettina vagyok budapestről az sziasztok bettina vagyok budapestről az sziasztok bettina vagyok budapestről az easy hungaryent nézitek és a mai easy hungaryent nézitek és a mai easy hungaryent nézitek és a mai kérdésünk az utca emberének hogy hova kérdésünk az utca emberének hogy hova kérdésünk az utca emberének hogy hova utazna [Zene] [Zene] [Zene] szívesen szia az lenne a kérdésem hozzád szívesen szia az lenne a kérdésem hozzád szívesen szia az lenne a kérdésem hozzád hogy hova szeretnél hogy hova szeretnél hogy hova szeretnél elutazni most fogok utazni berlinbe oda elutazni most fogok utazni berlinbe oda elutazni most fogok utazni berlinbe oda is szeretnék menni de amúgy nagy vágyam is szeretnék menni de amúgy nagy vágyam is szeretnék menni de amúgy nagy vágyam hogy londonba utazzak és lakjak is ott hogy londonba utazzak és lakjak is ott hogy londonba utazzak és lakjak is ott éveket ha lehet és ha szabad éveket ha lehet és ha szabad éveket ha lehet és ha szabad megkérdeznem akkor berlinnek mi lenne a megkérdeznem akkor berlinnek mi lenne a megkérdeznem akkor berlinnek mi lenne a célja tehát inkább nyaralás típusú vagy célja tehát inkább nyaralás típusú vagy célja tehát inkább nyaralás típusú vagy munka tréningre megyek egy sales hacking munka tréningre megyek egy sales hacking munka tréningre megyek egy sales hacking trainning lesz ott a climate kick nevű trainning lesz ott a climate kick nevű trainning lesz ott a climate kick nevű accelerátor program keretében most ezt accelerátor program keretében most ezt accelerátor program keretében most ezt ez internet kell hogy le tudjam ez internet kell hogy le tudjam ez internet kell hogy le tudjam fordítani létezik az európai unióban egy fordítani létezik az európai unióban egy fordítani létezik az európai unióban egy nagyon támogatott projekt startup nagyon támogatott projekt startup nagyon támogatott projekt startup cégeket támogatnak sok pénz illetve cégeket támogatnak sok pénz illetve cégeket támogatnak sok pénz illetve oktatással és ennek a keretében megyek oktatással és ennek a keretében megyek oktatással és ennek a keretében megyek oda tanulni akkor hosszú távra tervezed oda tanulni akkor hosszú távra tervezed oda tanulni akkor hosszú távra tervezed a kintlétet nagyon hosszút táv lesz a kintlétet nagyon hosszút táv lesz a kintlétet nagyon hosszút táv lesz három nap akkor akkor nem akkor röviden három nap akkor akkor nem akkor röviden három nap akkor akkor nem akkor röviden megoldod igen most csak három napra megoldod igen most csak három napra megoldod igen most csak három napra megyek amúgy nagy vágyom londonban éljek megyek amúgy nagy vágyom londonban éljek megyek amúgy nagy vágyom londonban éljek de ezt nem tudom hogy miért és szeretnék de ezt nem tudom hogy miért és szeretnék de ezt nem tudom hogy miért és szeretnék elutazni delhibe lehetőleg februárban elutazni delhibe lehetőleg februárban elutazni delhibe lehetőleg februárban illetve chicagóba a vegi festre az illetve chicagóba a vegi festre az illetve chicagóba a vegi festre az nyáron van egy kétnpos rendezvény a nyáron van egy kétnpos rendezvény a nyáron van egy kétnpos rendezvény a világ legnagyobb vegetáriánus világ legnagyobb vegetáriánus világ legnagyobb vegetáriánus találkozója azt hiszem találkozója azt hiszem találkozója azt hiszem ennyi hát igazából engem anglia vonz ennyi hát igazából engem anglia vonz ennyi hát igazából engem anglia vonz nagyon mert ugye maga a brit nyelv az nagyon mert ugye maga a brit nyelv az nagyon mert ugye maga a brit nyelv az nekem ilyen nagyon dallamos és vonzzanak nekem ilyen nagyon dallamos és vonzzanak nekem ilyen nagyon dallamos és vonzzanak ezek a vöröst téglesá házak illetve ugye ezek a vöröst téglesá házak illetve ugye ezek a vöröst téglesá házak illetve ugye kedvenc együttesem a bitlis az egyikek kedvenc együttesem a bitlis az egyikek kedvenc együttesem a bitlis az egyikek közül hova szeretnétek közül hova szeretnétek közül hova szeretnétek elutazni hát leginkább olaszországba elutazni hát leginkább olaszországba elutazni hát leginkább olaszországba szeretnénk merthogy nagyon szeretjük az szeretnénk merthogy nagyon szeretjük az szeretnénk merthogy nagyon szeretjük az olasz ételeket én tanulok olaszul és olasz ételeket én tanulok olaszul és olasz ételeket én tanulok olaszul és nagyon szeretjük a nagyon szeretjük a nagyon szeretjük a tengert és esetleg a párodat mi az a tengert és esetleg a párodat mi az a tengert és esetleg a párodat mi az a leginkább engem is olaszországonz négy leginkább engem is olaszországonz négy leginkább engem is olaszországonz négy évig én is tanultam olaszul és én is évig én is tanultam olaszul és én is évig én is tanultam olaszul és én is nagyon szeretem az olasz ételeket meg a nagyon szeretem az olasz ételeket meg a nagyon szeretem az olasz ételeket meg a tengert úgyhogy nem hiába vagyunk egy tengert úgyhogy nem hiába vagyunk egy tengert úgyhogy nem hiába vagyunk egy pár na az nagyszerű és esetleg munka pár na az nagyszerű és esetleg munka pár na az nagyszerű és esetleg munka valami olaszországban dolgozni kint én valami olaszországban dolgozni kint én valami olaszországban dolgozni kint én most a stztudio itáliánál dolgozom mint most a stztudio itáliánál dolgozom mint most a stztudio itáliánál dolgozom mint angol-német szakosanár tehát nem angol-német szakosanár tehát nem angol-német szakosanár tehát nem lehetetlen hogy kint is majd fogok lehetetlen hogy kint is majd fogok lehetetlen hogy kint is majd fogok valamit keresni magamnak szia lenne egy olyan kérdésem hogy hova szia lenne egy olyan kérdésem hogy hova szia lenne egy olyan kérdésem hogy hova szeretnél szeretnél szeretnél elutazni indonéziába illetve elutazni indonéziába illetve elutazni indonéziába illetve délkelet-ázsiába és miért pont ez lenne délkelet-ázsiába és miért pont ez lenne délkelet-ázsiába és miért pont ez lenne a cél azért mert a többi kontinens nagy a cél azért mert a többi kontinens nagy a cél azért mert a többi kontinens nagy részén már voltam és ott még nem jártam részén már voltam és ott még nem jártam részén már voltam és ott még nem jártam úgyhogy szeretnék odamenni és ott úgyhogy szeretnék odamenni és ott úgyhogy szeretnék odamenni és ott videblogot készíteni é miről készülne a videblogot készíteni é miről készülne a videblogot készíteni é miről készülne a blog az ottaniak életéről a kultúráról a blog az ottaniak életéről a kultúráról a blog az ottaniak életéről a kultúráról a különbségekről a sokszínűségről az különbségekről a sokszínűségről az különbségekről a sokszínűségről az emberekről satöbbi én tokerau szigetére emberekről satöbbi én tokerau szigetére emberekről satöbbi én tokerau szigetére szeretnék elutazni ez valahol új-zéland szeretnék elutazni ez valahol új-zéland szeretnék elutazni ez valahol új-zéland és az amerikai kontinens között van úgy és az amerikai kontinens között van úgy és az amerikai kontinens között van úgy új-zélandhoz közelebb és új-zélandhoz közelebb és új-zélandhoz közelebb és újzélandhoz tartozik egyébként és másik újzélandhoz tartozik egyébként és másik újzélandhoz tartozik egyébként és másik erzsébet a királynőú nagyon sok mindent erzsébet a királynőú nagyon sok mindent erzsébet a királynőú nagyon sok mindent tudsz róla és hogy hogy ez a különleges tudsz róla és hogy hogy ez a különleges tudsz róla és hogy hogy ez a különleges célpont az ens adatbázisaiban láttam célpont az ens adatbázisaiban láttam célpont az ens adatbázisaiban láttam hogy itt fogy a leggyorsabban a népesség hogy itt fogy a leggyorsabban a népesség hogy itt fogy a leggyorsabban a népesség az egész földön és egyébként most ilyen az egész földön és egyébként most ilyen az egész földön és egyébként most ilyen 1200-an élnek ott azt hiszem három kor 1200-an élnek ott azt hiszem három kor 1200-an élnek ott azt hiszem három kor elzátonyról beszélünk és ezért mertogy elzátonyról beszélünk és ezért mertogy elzátonyról beszélünk és ezért mertogy egy nyugodt hely lehet és igazából nem egy nyugodt hely lehet és igazából nem egy nyugodt hely lehet és igazából nem csak oda szeretnék utazni hanem szívesen csak oda szeretnék utazni hanem szívesen csak oda szeretnék utazni hanem szívesen leélném ott az életemet akkor hosszú leélném ott az életemet akkor hosszú leélném ott az életemet akkor hosszú távra is esetleg terveznéd hogy akkor távra is esetleg terveznéd hogy akkor távra is esetleg terveznéd hogy akkor hosszabb távra is terveznéd esetleg hogy hosszabb távra is terveznéd esetleg hogy hosszabb távra is terveznéd esetleg hogy elutazol oda igen és ott élsz igen igen elutazol oda igen és ott élsz igen igen elutazol oda igen és ott élsz igen igen igen akkor nagyon sok sikert kívánok igen akkor nagyon sok sikert kívánok igen akkor nagyon sok sikert kívánok hozzá továbbiakban illetve hogy kijuss hozzá továbbiakban illetve hogy kijuss hozzá továbbiakban illetve hogy kijuss oda és akár ott is élhess oda és akár ott is élhess oda és akár ott is élhess köszönöm szeretnék utazni hollandiába köszönöm szeretnék utazni hollandiába köszönöm szeretnék utazni hollandiába mert ott a családom és már nem láttam mert ott a családom és már nem láttam mert ott a családom és már nem láttam őket őket őket karácson múlt karácson karácson múlt karácson karácson múlt karácson óta úgy hallom hogy te nem vagy eredeti óta úgy hallom hogy te nem vagy eredeti óta úgy hallom hogy te nem vagy eredeti magyar hollandiából jöttél hollandiából magyar hollandiából jöttél hollandiából magyar hollandiából jöttél hollandiából jöttél igaz igen igen de it lakok", "sentences": ["sziasztok bettina vagyok budapestről az sziasztok bettina vagyok budapestről az sziasztok bettina vagyok budapestről az easy hungaryent nézitek és a mai easy hungaryent nézitek és a mai easy hungaryent nézitek és a mai kérdésünk az utca emberének hogy hova kérdésünk az utca emberének hogy hova kérdésünk az utca emberének hogy hova utazna [Zene] [Zene] [Zene] szívesen szia az lenne a kérdésem hozzád szívesen szia az lenne a kérdésem hozzád szívesen szia az lenne a kérdésem hozzád hogy hova szeretnél hogy hova szeretnél hogy hova szeretnél elutazni most fogok utazni berlinbe oda elutazni most fogok utazni berlinbe oda elutazni most fogok utazni berlinbe oda is szeretnék menni de amúgy nagy vágyam is szeretnék menni de amúgy nagy vágyam is szeretnék menni de amúgy nagy vágyam hogy londonba utazzak és lakjak is ott hogy londonba utazzak és lakjak is ott hogy londonba utazzak és lakjak is ott éveket ha lehet és ha szabad éveket ha lehet és ha szabad éveket ha lehet és ha szabad megkérdeznem akkor berlinnek mi lenne a megkérdeznem akkor berlinnek mi lenne a megkérdeznem akkor berlinnek mi lenne a célja tehát inkább nyaralás típusú vagy célja tehát inkább nyaralás típusú vagy célja tehát inkább nyaralás típusú vagy munka tréningre megyek egy sales hacking munka tréningre megyek egy sales hacking munka tréningre megyek egy sales hacking trainning lesz ott a climate kick nevű trainning lesz ott a climate kick nevű trainning lesz ott a climate kick nevű accelerátor program keretében most ezt accelerátor program keretében most ezt accelerátor program keretében most ezt ez internet kell hogy le tudjam ez internet kell hogy le tudjam ez internet kell hogy le tudjam fordítani létezik az európai unióban egy fordítani létezik az európai unióban egy fordítani létezik az európai unióban egy nagyon támogatott projekt startup nagyon támogatott projekt startup nagyon támogatott projekt startup cégeket támogatnak sok pénz illetve cégeket támogatnak sok pénz illetve cégeket támogatnak sok pénz illetve oktatással és ennek a keretében megyek oktatással és ennek a keretében megyek oktatással és ennek a keretében megyek oda tanulni akkor hosszú távra tervezed oda tanulni akkor hosszú távra tervezed oda tanulni akkor hosszú távra tervezed a kintlétet nagyon hosszút táv lesz a kintlétet nagyon hosszút táv lesz a kintlétet nagyon hosszút táv lesz három nap akkor akkor nem akkor röviden három nap akkor akkor nem akkor röviden három nap akkor akkor nem akkor röviden megoldod igen most csak három napra megoldod igen most csak három napra megoldod igen most csak három napra megyek amúgy nagy vágyom londonban éljek megyek amúgy nagy vágyom londonban éljek megyek amúgy nagy vágyom londonban éljek de ezt nem tudom hogy miért és szeretnék de ezt nem tudom hogy miért és szeretnék de ezt nem tudom hogy miért és szeretnék elutazni delhibe lehetőleg februárban elutazni delhibe lehetőleg februárban elutazni delhibe lehetőleg februárban illetve chicagóba a vegi festre az illetve chicagóba a vegi festre az illetve chicagóba a vegi festre az nyáron van egy kétnpos rendezvény a nyáron van egy kétnpos rendezvény a nyáron van egy kétnpos rendezvény a világ legnagyobb vegetáriánus világ legnagyobb vegetáriánus világ legnagyobb vegetáriánus találkozója azt hiszem találkozója azt hiszem találkozója azt hiszem ennyi hát igazából engem anglia vonz ennyi hát igazából engem anglia vonz ennyi hát igazából engem anglia vonz nagyon mert ugye maga a brit nyelv az nagyon mert ugye maga a brit nyelv az nagyon mert ugye maga a brit nyelv az nekem ilyen nagyon dallamos és vonzzanak nekem ilyen nagyon dallamos és vonzzanak nekem ilyen nagyon dallamos és vonzzanak ezek a vöröst téglesá házak illetve ugye ezek a vöröst téglesá házak illetve ugye ezek a vöröst téglesá házak illetve ugye kedvenc együttesem a bitlis az egyikek kedvenc együttesem a bitlis az egyikek kedvenc együttesem a bitlis az egyikek közül hova szeretnétek közül hova szeretnétek közül hova szeretnétek elutazni hát leginkább olaszországba elutazni hát leginkább olaszországba elutazni hát leginkább olaszországba szeretnénk merthogy nagyon szeretjük az szeretnénk merthogy nagyon szeretjük az szeretnénk merthogy nagyon szeretjük az olasz ételeket én tanulok olaszul és olasz ételeket én tanulok olaszul és olasz ételeket én tanulok olaszul és nagyon szeretjük a nagyon szeretjük a nagyon szeretjük a tengert és esetleg a párodat mi az a tengert és esetleg a párodat mi az a tengert és esetleg a párodat mi az a leginkább engem is olaszországonz négy leginkább engem is olaszországonz négy leginkább engem is olaszországonz négy évig én is tanultam olaszul és én is évig én is tanultam olaszul és én is évig én is tanultam olaszul és én is nagyon szeretem az olasz ételeket meg a nagyon szeretem az olasz ételeket meg a nagyon szeretem az olasz ételeket meg a tengert úgyhogy nem hiába vagyunk egy tengert úgyhogy nem hiába vagyunk egy tengert úgyhogy nem hiába vagyunk egy pár na az nagyszerű és esetleg munka pár na az nagyszerű és esetleg munka pár na az nagyszerű és esetleg munka valami olaszországban dolgozni kint én valami olaszországban dolgozni kint én valami olaszországban dolgozni kint én most a stztudio itáliánál dolgozom mint most a stztudio itáliánál dolgozom mint most a stztudio itáliánál dolgozom mint angol-német szakosanár tehát nem angol-német szakosanár tehát nem angol-német szakosanár tehát nem lehetetlen hogy kint is majd fogok lehetetlen hogy kint is majd fogok lehetetlen hogy kint is majd fogok valamit keresni magamnak szia lenne egy olyan kérdésem hogy hova szia lenne egy olyan kérdésem hogy hova szia lenne egy olyan kérdésem hogy hova szeretnél szeretnél szeretnél elutazni indonéziába illetve elutazni indonéziába illetve elutazni indonéziába illetve délkelet-ázsiába és miért pont ez lenne délkelet-ázsiába és miért pont ez lenne délkelet-ázsiába és miért pont ez lenne a cél azért mert a többi kontinens nagy a cél azért mert a többi kontinens nagy a cél azért mert a többi kontinens nagy részén már voltam és ott még nem jártam részén már voltam és ott még nem jártam részén már voltam és ott még nem jártam úgyhogy szeretnék odamenni és ott úgyhogy szeretnék odamenni és ott úgyhogy szeretnék odamenni és ott videblogot készíteni é miről készülne a videblogot készíteni é miről készülne a videblogot készíteni é miről készülne a blog az ottaniak életéről a kultúráról a blog az ottaniak életéről a kultúráról a blog az ottaniak életéről a kultúráról a különbségekről a sokszínűségről az különbségekről a sokszínűségről az különbségekről a sokszínűségről az emberekről satöbbi én tokerau szigetére emberekről satöbbi én tokerau szigetére emberekről satöbbi én tokerau szigetére szeretnék elutazni ez valahol új-zéland szeretnék elutazni ez valahol új-zéland szeretnék elutazni ez valahol új-zéland és az amerikai kontinens között van úgy és az amerikai kontinens között van úgy és az amerikai kontinens között van úgy új-zélandhoz közelebb és új-zélandhoz közelebb és új-zélandhoz közelebb és újzélandhoz tartozik egyébként és másik újzélandhoz tartozik egyébként és másik újzélandhoz tartozik egyébként és másik erzsébet a királynőú nagyon sok mindent erzsébet a királynőú nagyon sok mindent erzsébet a királynőú nagyon sok mindent tudsz róla és hogy hogy ez a különleges tudsz róla és hogy hogy ez a különleges tudsz róla és hogy hogy ez a különleges célpont az ens adatbázisaiban láttam célpont az ens adatbázisaiban láttam célpont az ens adatbázisaiban láttam hogy itt fogy a leggyorsabban a népesség hogy itt fogy a leggyorsabban a népesség hogy itt fogy a leggyorsabban a népesség az egész földön és egyébként most ilyen az egész földön és egyébként most ilyen az egész földön és egyébként most ilyen 1200-an élnek ott azt hiszem három kor 1200-an élnek ott azt hiszem három kor 1200-an élnek ott azt hiszem három kor elzátonyról beszélünk és ezért mertogy elzátonyról beszélünk és ezért mertogy elzátonyról beszélünk és ezért mertogy egy nyugodt hely lehet és igazából nem egy nyugodt hely lehet és igazából nem egy nyugodt hely lehet és igazából nem csak oda szeretnék utazni hanem szívesen csak oda szeretnék utazni hanem szívesen csak oda szeretnék utazni hanem szívesen leélném ott az életemet akkor hosszú leélném ott az életemet akkor hosszú leélném ott az életemet akkor hosszú távra is esetleg terveznéd hogy akkor távra is esetleg terveznéd hogy akkor távra is esetleg terveznéd hogy akkor hosszabb távra is terveznéd esetleg hogy hosszabb távra is terveznéd esetleg hogy hosszabb távra is terveznéd esetleg hogy elutazol oda igen és ott élsz igen igen elutazol oda igen és ott élsz igen igen elutazol oda igen és ott élsz igen igen igen akkor nagyon sok sikert kívánok igen akkor nagyon sok sikert kívánok igen akkor nagyon sok sikert kívánok hozzá továbbiakban illetve hogy kijuss hozzá továbbiakban illetve hogy kijuss hozzá továbbiakban illetve hogy kijuss oda és akár ott is élhess oda és akár ott is élhess oda és akár ott is élhess köszönöm szeretnék utazni hollandiába köszönöm szeretnék utazni hollandiába köszönöm szeretnék utazni hollandiába mert ott a családom és már nem láttam mert ott a családom és már nem láttam mert ott a családom és már nem láttam őket őket őket karácson múlt karácson karácson múlt karácson karácson múlt karácson óta úgy hallom hogy te nem vagy eredeti óta úgy hallom hogy te nem vagy eredeti óta úgy hallom hogy te nem vagy eredeti magyar hollandiából jöttél hollandiából magyar hollandiából jöttél hollandiából magyar hollandiából jöttél hollandiából jöttél igaz igen igen de it lakok"], "transcript": [{"start": 0.52, "end": 2.79, "text": "sziasztok bettina vagyok budapestről az"}, {"start": 2.79, "end": 2.8, "text": "sziasztok bettina vagyok budapestről az"}, {"start": 2.8, "end": 5.03, "text": "sziasztok bettina vagyok budapestről az easy hungaryent nézitek és a mai"}, {"start": 5.03, "end": 5.04, "text": "easy hungaryent nézitek és a mai"}, {"start": 5.04, "end": 7.11, "text": "easy hungaryent nézitek és a mai kérdésünk az utca emberének hogy hova"}, {"start": 7.11, "end": 7.12, "text": "kérdésünk az utca emberének hogy hova"}, {"start": 7.12, "end": 14.1, "text": "kérdésünk az utca emberének hogy hova utazna"}, {"start": 14.11, "end": 21.189, "text": "[Zene]"}, {"start": 21.189, "end": 21.199, "text": "[Zene]"}, {"start": 21.199, "end": 23.79, "text": "[Zene] szívesen szia az lenne a kérdésem hozzád"}, {"start": 23.79, "end": 23.8, "text": "szívesen szia az lenne a kérdésem hozzád"}, {"start": 23.8, "end": 25.47, "text": "szívesen szia az lenne a kérdésem hozzád hogy hova szeretnél"}, {"start": 25.47, "end": 25.48, "text": "hogy hova szeretnél"}, {"start": 25.48, "end": 28.83, "text": "hogy hova szeretnél elutazni most fogok utazni berlinbe oda"}, {"start": 28.83, "end": 28.84, "text": "elutazni most fogok utazni berlinbe oda"}, {"start": 28.84, "end": 30.83, "text": "elutazni most fogok utazni berlinbe oda is szeretnék menni de amúgy nagy vágyam"}, {"start": 30.83, "end": 30.84, "text": "is szeretnék menni de amúgy nagy vágyam"}, {"start": 30.84, "end": 32.83, "text": "is szeretnék menni de amúgy nagy vágyam hogy londonba utazzak és lakjak is ott"}, {"start": 32.83, "end": 32.84, "text": "hogy londonba utazzak és lakjak is ott"}, {"start": 32.84, "end": 36.11, "text": "hogy londonba utazzak és lakjak is ott éveket ha lehet és ha szabad"}, {"start": 36.11, "end": 36.12, "text": "éveket ha lehet és ha szabad"}, {"start": 36.12, "end": 37.95, "text": "éveket ha lehet és ha szabad megkérdeznem akkor berlinnek mi lenne a"}, {"start": 37.95, "end": 37.96, "text": "megkérdeznem akkor berlinnek mi lenne a"}, {"start": 37.96, "end": 41.91, "text": "megkérdeznem akkor berlinnek mi lenne a célja tehát inkább nyaralás típusú vagy"}, {"start": 41.91, "end": 41.92, "text": "célja tehát inkább nyaralás típusú vagy"}, {"start": 41.92, "end": 45.59, "text": "célja tehát inkább nyaralás típusú vagy munka tréningre megyek egy sales hacking"}, {"start": 45.59, "end": 45.6, "text": "munka tréningre megyek egy sales hacking"}, {"start": 45.6, "end": 48.75, "text": "munka tréningre megyek egy sales hacking trainning lesz ott a climate kick nevű"}, {"start": 48.75, "end": 48.76, "text": "trainning lesz ott a climate kick nevű"}, {"start": 48.76, "end": 50.91, "text": "trainning lesz ott a climate kick nevű accelerátor program keretében most ezt"}, {"start": 50.91, "end": 50.92, "text": "accelerátor program keretében most ezt"}, {"start": 50.92, "end": 52.63, "text": "accelerátor program keretében most ezt ez internet kell hogy le tudjam"}, {"start": 52.63, "end": 52.64, "text": "ez internet kell hogy le tudjam"}, {"start": 52.64, "end": 55.91, "text": "ez internet kell hogy le tudjam fordítani létezik az európai unióban egy"}, {"start": 55.91, "end": 55.92, "text": "fordítani létezik az európai unióban egy"}, {"start": 55.92, "end": 57.83, "text": "fordítani létezik az európai unióban egy nagyon támogatott projekt startup"}, {"start": 57.83, "end": 57.84, "text": "nagyon támogatott projekt startup"}, {"start": 57.84, "end": 60.509, "text": "nagyon támogatott projekt startup cégeket támogatnak sok pénz illetve"}, {"start": 60.509, "end": 60.519, "text": "cégeket támogatnak sok pénz illetve"}, {"start": 60.519, "end": 63.43, "text": "cégeket támogatnak sok pénz illetve oktatással és ennek a keretében megyek"}, {"start": 63.43, "end": 63.44, "text": "oktatással és ennek a keretében megyek"}, {"start": 63.44, "end": 66.429, "text": "oktatással és ennek a keretében megyek oda tanulni akkor hosszú távra tervezed"}, {"start": 66.429, "end": 66.439, "text": "oda tanulni akkor hosszú távra tervezed"}, {"start": 66.439, "end": 68.67, "text": "oda tanulni akkor hosszú távra tervezed a kintlétet nagyon hosszút táv lesz"}, {"start": 68.67, "end": 68.68, "text": "a kintlétet nagyon hosszút táv lesz"}, {"start": 68.68, "end": 72.469, "text": "a kintlétet nagyon hosszút táv lesz három nap akkor akkor nem akkor röviden"}, {"start": 72.469, "end": 72.479, "text": "három nap akkor akkor nem akkor röviden"}, {"start": 72.479, "end": 74.55, "text": "három nap akkor akkor nem akkor röviden megoldod igen most csak három napra"}, {"start": 74.55, "end": 74.56, "text": "megoldod igen most csak három napra"}, {"start": 74.56, "end": 76.67, "text": "megoldod igen most csak három napra megyek amúgy nagy vágyom londonban éljek"}, {"start": 76.67, "end": 76.68, "text": "megyek amúgy nagy vágyom londonban éljek"}, {"start": 76.68, "end": 78.83, "text": "megyek amúgy nagy vágyom londonban éljek de ezt nem tudom hogy miért és szeretnék"}, {"start": 78.83, "end": 78.84, "text": "de ezt nem tudom hogy miért és szeretnék"}, {"start": 78.84, "end": 81.99, "text": "de ezt nem tudom hogy miért és szeretnék elutazni delhibe lehetőleg februárban"}, {"start": 81.99, "end": 82.0, "text": "elutazni delhibe lehetőleg februárban"}, {"start": 82.0, "end": 84.789, "text": "elutazni delhibe lehetőleg februárban illetve chicagóba a vegi festre az"}, {"start": 84.789, "end": 84.799, "text": "illetve chicagóba a vegi festre az"}, {"start": 84.799, "end": 86.71000000000001, "text": "illetve chicagóba a vegi festre az nyáron van egy kétnpos rendezvény a"}, {"start": 86.71000000000001, "end": 86.72, "text": "nyáron van egy kétnpos rendezvény a"}, {"start": 86.72, "end": 88.19, "text": "nyáron van egy kétnpos rendezvény a világ legnagyobb vegetáriánus"}, {"start": 88.19, "end": 88.2, "text": "világ legnagyobb vegetáriánus"}, {"start": 88.2, "end": 90.429, "text": "világ legnagyobb vegetáriánus találkozója azt hiszem"}, {"start": 90.429, "end": 90.439, "text": "találkozója azt hiszem"}, {"start": 90.439, "end": 93.19, "text": "találkozója azt hiszem ennyi hát igazából engem anglia vonz"}, {"start": 93.19, "end": 93.2, "text": "ennyi hát igazából engem anglia vonz"}, {"start": 93.2, "end": 95.99000000000001, "text": "ennyi hát igazából engem anglia vonz nagyon mert ugye maga a brit nyelv az"}, {"start": 95.99000000000001, "end": 96.0, "text": "nagyon mert ugye maga a brit nyelv az"}, {"start": 96.0, "end": 99.03, "text": "nagyon mert ugye maga a brit nyelv az nekem ilyen nagyon dallamos és vonzzanak"}, {"start": 99.03, "end": 99.03999999999999, "text": "nekem ilyen nagyon dallamos és vonzzanak"}, {"start": 99.03999999999999, "end": 102.149, "text": "nekem ilyen nagyon dallamos és vonzzanak ezek a vöröst téglesá házak illetve ugye"}, {"start": 102.149, "end": 102.15899999999999, "text": "ezek a vöröst téglesá házak illetve ugye"}, {"start": 102.15899999999999, "end": 104.03, "text": "ezek a vöröst téglesá házak illetve ugye kedvenc együttesem a bitlis az egyikek"}, {"start": 104.03, "end": 104.03999999999999, "text": "kedvenc együttesem a bitlis az egyikek"}, {"start": 104.03999999999999, "end": 106.50999999999999, "text": "kedvenc együttesem a bitlis az egyikek közül hova szeretnétek"}, {"start": 106.50999999999999, "end": 106.52000000000001, "text": "közül hova szeretnétek"}, {"start": 106.52000000000001, "end": 109.10900000000001, "text": "közül hova szeretnétek elutazni hát leginkább olaszországba"}, {"start": 109.10900000000001, "end": 109.119, "text": "elutazni hát leginkább olaszországba"}, {"start": 109.119, "end": 111.38900000000001, "text": "elutazni hát leginkább olaszországba szeretnénk merthogy nagyon szeretjük az"}, {"start": 111.38900000000001, "end": 111.399, "text": "szeretnénk merthogy nagyon szeretjük az"}, {"start": 111.399, "end": 113.95, "text": "szeretnénk merthogy nagyon szeretjük az olasz ételeket én tanulok olaszul és"}, {"start": 113.95, "end": 113.96000000000001, "text": "olasz ételeket én tanulok olaszul és"}, {"start": 113.96000000000001, "end": 115.63, "text": "olasz ételeket én tanulok olaszul és nagyon szeretjük a"}, {"start": 115.63, "end": 115.64, "text": "nagyon szeretjük a"}, {"start": 115.64, "end": 120.149, "text": "nagyon szeretjük a tengert és esetleg a párodat mi az a"}, {"start": 120.149, "end": 120.159, "text": "tengert és esetleg a párodat mi az a"}, {"start": 120.159, "end": 122.83, "text": "tengert és esetleg a párodat mi az a leginkább engem is olaszországonz négy"}, {"start": 122.83, "end": 122.84, "text": "leginkább engem is olaszországonz négy"}, {"start": 122.84, "end": 125.789, "text": "leginkább engem is olaszországonz négy évig én is tanultam olaszul és én is"}, {"start": 125.789, "end": 125.799, "text": "évig én is tanultam olaszul és én is"}, {"start": 125.799, "end": 127.429, "text": "évig én is tanultam olaszul és én is nagyon szeretem az olasz ételeket meg a"}, {"start": 127.429, "end": 127.439, "text": "nagyon szeretem az olasz ételeket meg a"}, {"start": 127.439, "end": 129.949, "text": "nagyon szeretem az olasz ételeket meg a tengert úgyhogy nem hiába vagyunk egy"}, {"start": 129.949, "end": 129.959, "text": "tengert úgyhogy nem hiába vagyunk egy"}, {"start": 129.959, "end": 133.949, "text": "tengert úgyhogy nem hiába vagyunk egy pár na az nagyszerű és esetleg munka"}, {"start": 133.949, "end": 133.959, "text": "pár na az nagyszerű és esetleg munka"}, {"start": 133.959, "end": 138.27, "text": "pár na az nagyszerű és esetleg munka valami olaszországban dolgozni kint én"}, {"start": 138.27, "end": 138.28, "text": "valami olaszországban dolgozni kint én"}, {"start": 138.28, "end": 140.91, "text": "valami olaszországban dolgozni kint én most a stztudio itáliánál dolgozom mint"}, {"start": 140.91, "end": 140.92000000000002, "text": "most a stztudio itáliánál dolgozom mint"}, {"start": 140.92000000000002, "end": 142.75, "text": "most a stztudio itáliánál dolgozom mint angol-német szakosanár tehát nem"}, {"start": 142.75, "end": 142.76, "text": "angol-német szakosanár tehát nem"}, {"start": 142.76, "end": 144.309, "text": "angol-német szakosanár tehát nem lehetetlen hogy kint is majd fogok"}, {"start": 144.309, "end": 144.319, "text": "lehetetlen hogy kint is majd fogok"}, {"start": 144.319, "end": 148.75, "text": "lehetetlen hogy kint is majd fogok valamit keresni"}, {"start": 148.76, "end": 154.11, "text": "magamnak"}, {"start": 154.12, "end": 155.75, "text": "szia lenne egy olyan kérdésem hogy hova"}, {"start": 155.75, "end": 155.76, "text": "szia lenne egy olyan kérdésem hogy hova"}, {"start": 155.76, "end": 157.11, "text": "szia lenne egy olyan kérdésem hogy hova szeretnél"}, {"start": 157.11, "end": 157.12, "text": "szeretnél"}, {"start": 157.12, "end": 159.75, "text": "szeretnél elutazni indonéziába illetve"}, {"start": 159.75, "end": 159.76, "text": "elutazni indonéziába illetve"}, {"start": 159.76, "end": 162.149, "text": "elutazni indonéziába illetve délkelet-ázsiába és miért pont ez lenne"}, {"start": 162.149, "end": 162.159, "text": "délkelet-ázsiába és miért pont ez lenne"}, {"start": 162.159, "end": 165.03, "text": "délkelet-ázsiába és miért pont ez lenne a cél azért mert a többi kontinens nagy"}, {"start": 165.03, "end": 165.04, "text": "a cél azért mert a többi kontinens nagy"}, {"start": 165.04, "end": 167.149, "text": "a cél azért mert a többi kontinens nagy részén már voltam és ott még nem jártam"}, {"start": 167.149, "end": 167.159, "text": "részén már voltam és ott még nem jártam"}, {"start": 167.159, "end": 168.82999999999998, "text": "részén már voltam és ott még nem jártam úgyhogy szeretnék odamenni és ott"}, {"start": 168.82999999999998, "end": 168.84, "text": "úgyhogy szeretnék odamenni és ott"}, {"start": 168.84, "end": 171.63, "text": "úgyhogy szeretnék odamenni és ott videblogot készíteni é miről készülne a"}, {"start": 171.63, "end": 171.64, "text": "videblogot készíteni é miről készülne a"}, {"start": 171.64, "end": 175.869, "text": "videblogot készíteni é miről készülne a blog az ottaniak életéről a kultúráról a"}, {"start": 175.869, "end": 175.879, "text": "blog az ottaniak életéről a kultúráról a"}, {"start": 175.879, "end": 178.149, "text": "blog az ottaniak életéről a kultúráról a különbségekről a sokszínűségről az"}, {"start": 178.149, "end": 178.159, "text": "különbségekről a sokszínűségről az"}, {"start": 178.159, "end": 181.43, "text": "különbségekről a sokszínűségről az emberekről satöbbi én tokerau szigetére"}, {"start": 181.43, "end": 181.44, "text": "emberekről satöbbi én tokerau szigetére"}, {"start": 181.44, "end": 184.50900000000001, "text": "emberekről satöbbi én tokerau szigetére szeretnék elutazni ez valahol új-zéland"}, {"start": 184.50900000000001, "end": 184.519, "text": "szeretnék elutazni ez valahol új-zéland"}, {"start": 184.519, "end": 186.55, "text": "szeretnék elutazni ez valahol új-zéland és az amerikai kontinens között van úgy"}, {"start": 186.55, "end": 186.56, "text": "és az amerikai kontinens között van úgy"}, {"start": 186.56, "end": 189.869, "text": "és az amerikai kontinens között van úgy új-zélandhoz közelebb és"}, {"start": 189.869, "end": 189.879, "text": "új-zélandhoz közelebb és"}, {"start": 189.879, "end": 192.27, "text": "új-zélandhoz közelebb és újzélandhoz tartozik egyébként és másik"}, {"start": 192.27, "end": 192.28, "text": "újzélandhoz tartozik egyébként és másik"}, {"start": 192.28, "end": 194.71, "text": "újzélandhoz tartozik egyébként és másik erzsébet a királynőú nagyon sok mindent"}, {"start": 194.71, "end": 194.72, "text": "erzsébet a királynőú nagyon sok mindent"}, {"start": 194.72, "end": 196.869, "text": "erzsébet a királynőú nagyon sok mindent tudsz róla és hogy hogy ez a különleges"}, {"start": 196.869, "end": 196.879, "text": "tudsz róla és hogy hogy ez a különleges"}, {"start": 196.879, "end": 200.149, "text": "tudsz róla és hogy hogy ez a különleges célpont az ens adatbázisaiban láttam"}, {"start": 200.149, "end": 200.159, "text": "célpont az ens adatbázisaiban láttam"}, {"start": 200.159, "end": 202.309, "text": "célpont az ens adatbázisaiban láttam hogy itt fogy a leggyorsabban a népesség"}, {"start": 202.309, "end": 202.319, "text": "hogy itt fogy a leggyorsabban a népesség"}, {"start": 202.319, "end": 204.67000000000002, "text": "hogy itt fogy a leggyorsabban a népesség az egész földön és egyébként most ilyen"}, {"start": 204.67000000000002, "end": 204.68, "text": "az egész földön és egyébként most ilyen"}, {"start": 204.68, "end": 207.43, "text": "az egész földön és egyébként most ilyen 1200-an élnek ott azt hiszem három kor"}, {"start": 207.43, "end": 207.44, "text": "1200-an élnek ott azt hiszem három kor"}, {"start": 207.44, "end": 210.35, "text": "1200-an élnek ott azt hiszem három kor elzátonyról beszélünk és ezért mertogy"}, {"start": 210.35, "end": 210.36, "text": "elzátonyról beszélünk és ezért mertogy"}, {"start": 210.36, "end": 212.82999999999998, "text": "elzátonyról beszélünk és ezért mertogy egy nyugodt hely lehet és igazából nem"}, {"start": 212.82999999999998, "end": 212.84, "text": "egy nyugodt hely lehet és igazából nem"}, {"start": 212.84, "end": 214.55, "text": "egy nyugodt hely lehet és igazából nem csak oda szeretnék utazni hanem szívesen"}, {"start": 214.55, "end": 214.56, "text": "csak oda szeretnék utazni hanem szívesen"}, {"start": 214.56, "end": 217.22899999999998, "text": "csak oda szeretnék utazni hanem szívesen leélném ott az életemet akkor hosszú"}, {"start": 217.22899999999998, "end": 217.239, "text": "leélném ott az életemet akkor hosszú"}, {"start": 217.239, "end": 219.91, "text": "leélném ott az életemet akkor hosszú távra is esetleg terveznéd hogy akkor"}, {"start": 219.91, "end": 219.92000000000002, "text": "távra is esetleg terveznéd hogy akkor"}, {"start": 219.92000000000002, "end": 221.75, "text": "távra is esetleg terveznéd hogy akkor hosszabb távra is terveznéd esetleg hogy"}, {"start": 221.75, "end": 221.76, "text": "hosszabb távra is terveznéd esetleg hogy"}, {"start": 221.76, "end": 225.50900000000001, "text": "hosszabb távra is terveznéd esetleg hogy elutazol oda igen és ott élsz igen igen"}, {"start": 225.50900000000001, "end": 225.519, "text": "elutazol oda igen és ott élsz igen igen"}, {"start": 225.519, "end": 227.39, "text": "elutazol oda igen és ott élsz igen igen igen akkor nagyon sok sikert kívánok"}, {"start": 227.39, "end": 227.4, "text": "igen akkor nagyon sok sikert kívánok"}, {"start": 227.4, "end": 229.47, "text": "igen akkor nagyon sok sikert kívánok hozzá továbbiakban illetve hogy kijuss"}, {"start": 229.47, "end": 229.48, "text": "hozzá továbbiakban illetve hogy kijuss"}, {"start": 229.48, "end": 232.22899999999998, "text": "hozzá továbbiakban illetve hogy kijuss oda és akár ott is élhess"}, {"start": 232.22899999999998, "end": 232.239, "text": "oda és akár ott is élhess"}, {"start": 232.239, "end": 235.47, "text": "oda és akár ott is élhess köszönöm szeretnék utazni hollandiába"}, {"start": 235.47, "end": 235.48, "text": "köszönöm szeretnék utazni hollandiába"}, {"start": 235.48, "end": 239.06900000000002, "text": "köszönöm szeretnék utazni hollandiába mert ott a családom és már nem láttam"}, {"start": 239.06900000000002, "end": 239.079, "text": "mert ott a családom és már nem láttam"}, {"start": 239.079, "end": 241.19, "text": "mert ott a családom és már nem láttam őket"}, {"start": 241.19, "end": 241.2, "text": "őket"}, {"start": 241.2, "end": 243.83, "text": "őket karácson múlt karácson"}, {"start": 243.83, "end": 243.84, "text": "karácson múlt karácson"}, {"start": 243.84, "end": 247.11, "text": "karácson múlt karácson óta úgy hallom hogy te nem vagy eredeti"}, {"start": 247.11, "end": 247.12, "text": "óta úgy hallom hogy te nem vagy eredeti"}, {"start": 247.12, "end": 250.429, "text": "óta úgy hallom hogy te nem vagy eredeti magyar hollandiából jöttél hollandiából"}, {"start": 250.429, "end": 250.439, "text": "magyar hollandiából jöttél hollandiából"}, {"start": 250.439, "end": 267.31, "text": "magyar hollandiából jöttél hollandiából jöttél igaz igen igen de it"}, {"start": 267.32, "end": 270.32, "text": "lakok"}], "createdAt": "2025-12-15T05:21:59.000Z", "imageUrl": "https://i.ytimg.com/vi/1oA1PkMwTpU/maxresdefault.jpg", "type": "news", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=1oA1PkMwTpU", "isFavorite": false, "progress": 0}, {"id": "yt_6-NIOJ62hzg", "userId": "system_course", "title": "Learn Hungarian - Hungarian In Three Minutes - Greetings", "language": "hu", "content": "[Zene] [Zene] [Zene] sziasztokia sziasztokia sziasztokia [Zene] [Zene] [Zene] vagyokbodyia welcome to hungarian vagyokbodyia welcome to hungarian vagyokbodyia welcome to hungarian 101.com magyar nyelvleckék hár percben 101.com magyar nyelvleckék hár percben 101.com magyar nyelvleckék hár percben the fastest eiest most fun to lear the fastest eiest most fun to lear the fastest eiest most fun to lear hungarian in the last lessarn howateful hungarian in the last lessarn howateful hungarian in the last lessarn howateful people people people köszönöm l we will learn some of the köszönöm l we will learn some of the köszönöm l we will learn some of the most common greetings used in hungary most common greetings used in hungary most common greetings used in hungary készen álltok are you ready akkor készen álltok are you ready akkor készen álltok are you ready akkor kezdjük so let's kezdjük so let's kezdjük so let's start the most commonly used informal start the most commonly used informal start the most commonly used informal greeting is greeting is greeting is szia szia szia szia szia means hi hello or goodbye we szia szia means hi hello or goodbye we szia szia means hi hello or goodbye we use it when we meet but also when we use it when we meet but also when we use it when we meet but also when we leave we should only use this greeting leave we should only use this greeting leave we should only use this greeting with friends or relatives if there are with friends or relatives if there are with friends or relatives if there are more people present you use sziasztok more people present you use sziasztok more people present you use sziasztok basically means hi basically means hi basically means hi guys let continue discussing the formal guys let continue discussing the formal guys let continue discussing the formal to greet people jó to greet people jó to greet people jó napot jó napot jó napot jó napot literally jó napot means good day napot literally jó napot means good day napot literally jó napot means good day in the morning we say jó reggelt which in the morning we say jó reggelt which in the morning we say jó reggelt which means good means good means good morning jó morning jó morning jó reggelt during the reggelt during the reggelt during the evening jó evening jó evening jó estét jó estét jó estét jó estét an an an even even even estét goodby informal situations estét goodby informal situations estét goodby informal situations hungarian people use hungarian people use hungarian people use viszontlátásra viszontlátásra viszontlátásra viszontlátásra viszontlátásra means goodbye you can viszontlátásra means goodbye you can viszontlátásra means goodbye you can also use shorter form also use shorter form also use shorter form viszlát is less formal you can to viszlát is less formal you can to viszlát is less formal you can to shistant ex szia szia szia sziasztok people me older people me older people me older people jó napot napot napot viszontlátás zia sit hungarian peoplely each other zia sit hungarian peoplely each other zia sit hungarian peoplely each other shakings friends including shakings friends including shakings friends including kisss girls afra hungarian friendsing kisss girls afra hungarian friendsing kisss girls afra hungarian friendsing the less me ofre beszélsz angolul i will be wting to talk about it angolul i will be wting to talk about it angolul i will be wting to talk about it with you in next magyar nyelvleckék with you in next magyar nyelvleckék with you in next magyar nyelvleckék három percben lesson három percben lesson három percben lesson [Zene] sziasztok", "sentences": ["[Zene] [Zene] [Zene] sziasztokia sziasztokia sziasztokia [Zene] [Zene] [Zene] vagyokbodyia welcome to hungarian vagyokbodyia welcome to hungarian vagyokbodyia welcome to hungarian 101.com magyar nyelvleckék hár percben 101.com magyar nyelvleckék hár percben 101.com magyar nyelvleckék hár percben the fastest eiest most fun to lear the fastest eiest most fun to lear the fastest eiest most fun to lear hungarian in the last lessarn howateful hungarian in the last lessarn howateful hungarian in the last lessarn howateful people people people köszönöm l we will learn some of the köszönöm l we will learn some of the köszönöm l we will learn some of the most common greetings used in hungary most common greetings used in hungary most common greetings used in hungary készen álltok are you ready akkor készen álltok are you ready akkor készen álltok are you ready akkor kezdjük so let's kezdjük so let's kezdjük so let's start the most commonly used informal start the most commonly used informal start the most commonly used informal greeting is greeting is greeting is szia szia szia szia szia means hi hello or goodbye we szia szia means hi hello or goodbye we szia szia means hi hello or goodbye we use it when we meet but also when we use it when we meet but also when we use it when we meet but also when we leave we should only use this greeting leave we should only use this greeting leave we should only use this greeting with friends or relatives if there are with friends or relatives if there are with friends or relatives if there are more people present you use sziasztok more people present you use sziasztok more people present you use sziasztok basically means hi basically means hi basically means hi guys let continue discussing the formal guys let continue discussing the formal guys let continue discussing the formal to greet people jó to greet people jó to greet people jó napot jó napot jó napot jó napot literally jó napot means good day napot literally jó napot means good day napot literally jó napot means good day in the morning we say jó reggelt which in the morning we say jó reggelt which in the morning we say jó reggelt which means good means good means good morning jó morning jó morning jó reggelt during the reggelt during the reggelt during the evening jó evening jó evening jó estét jó estét jó estét jó estét an an an even even even estét goodby informal situations estét goodby informal situations estét goodby informal situations hungarian people use hungarian people use hungarian people use viszontlátásra viszontlátásra viszontlátásra viszontlátásra viszontlátásra means goodbye you can viszontlátásra means goodbye you can viszontlátásra means goodbye you can also use shorter form also use shorter form also use shorter form viszlát is less formal you can to viszlát is less formal you can to viszlát is less formal you can to shistant ex szia szia szia sziasztok people me older people me older people me older people jó napot napot napot viszontlátás zia sit hungarian peoplely each other zia sit hungarian peoplely each other zia sit hungarian peoplely each other shakings friends including shakings friends including shakings friends including kisss girls afra hungarian friendsing kisss girls afra hungarian friendsing kisss girls afra hungarian friendsing the less me ofre beszélsz angolul i will be wting to talk about it angolul i will be wting to talk about it angolul i will be wting to talk about it with you in next magyar nyelvleckék with you in next magyar nyelvleckék with you in next magyar nyelvleckék három percben lesson három percben lesson három percben lesson [Zene] sziasztok"], "transcript": [{"start": 3.54, "end": 8.669, "text": "[Zene]"}, {"start": 8.669, "end": 8.679, "text": "[Zene]"}, {"start": 8.679, "end": 10.35, "text": "[Zene] sziasztokia"}, {"start": 10.35, "end": 10.36, "text": "sziasztokia"}, {"start": 10.36, "end": 11.99, "text": "sziasztokia [Zene]"}, {"start": 11.99, "end": 12.0, "text": "[Zene]"}, {"start": 12.0, "end": 15.15, "text": "[Zene] vagyokbodyia welcome to hungarian"}, {"start": 15.15, "end": 15.16, "text": "vagyokbodyia welcome to hungarian"}, {"start": 15.16, "end": 18.47, "text": "vagyokbodyia welcome to hungarian 101.com magyar nyelvleckék hár percben"}, {"start": 18.47, "end": 18.48, "text": "101.com magyar nyelvleckék hár percben"}, {"start": 18.48, "end": 21.75, "text": "101.com magyar nyelvleckék hár percben the fastest eiest most fun to lear"}, {"start": 21.75, "end": 21.76, "text": "the fastest eiest most fun to lear"}, {"start": 21.76, "end": 26.109, "text": "the fastest eiest most fun to lear hungarian in the last lessarn howateful"}, {"start": 26.109, "end": 26.119, "text": "hungarian in the last lessarn howateful"}, {"start": 26.119, "end": 27.99, "text": "hungarian in the last lessarn howateful people"}, {"start": 27.99, "end": 28.0, "text": "people"}, {"start": 28.0, "end": 30.95, "text": "people köszönöm l we will learn some of the"}, {"start": 30.95, "end": 30.96, "text": "köszönöm l we will learn some of the"}, {"start": 30.96, "end": 33.43, "text": "köszönöm l we will learn some of the most common greetings used in hungary"}, {"start": 33.43, "end": 33.44, "text": "most common greetings used in hungary"}, {"start": 33.44, "end": 36.31, "text": "most common greetings used in hungary készen álltok are you ready akkor"}, {"start": 36.31, "end": 36.32, "text": "készen álltok are you ready akkor"}, {"start": 36.32, "end": 38.11, "text": "készen álltok are you ready akkor kezdjük so let's"}, {"start": 38.11, "end": 38.12, "text": "kezdjük so let's"}, {"start": 38.12, "end": 40.91, "text": "kezdjük so let's start the most commonly used informal"}, {"start": 40.91, "end": 40.92, "text": "start the most commonly used informal"}, {"start": 40.92, "end": 42.75, "text": "start the most commonly used informal greeting is"}, {"start": 42.75, "end": 42.76, "text": "greeting is"}, {"start": 42.76, "end": 44.549, "text": "greeting is szia"}, {"start": 44.549, "end": 44.559, "text": "szia"}, {"start": 44.559, "end": 49.389, "text": "szia szia szia means hi hello or goodbye we"}, {"start": 49.389, "end": 49.399, "text": "szia szia means hi hello or goodbye we"}, {"start": 49.399, "end": 51.47, "text": "szia szia means hi hello or goodbye we use it when we meet but also when we"}, {"start": 51.47, "end": 51.48, "text": "use it when we meet but also when we"}, {"start": 51.48, "end": 53.79, "text": "use it when we meet but also when we leave we should only use this greeting"}, {"start": 53.79, "end": 53.8, "text": "leave we should only use this greeting"}, {"start": 53.8, "end": 56.27, "text": "leave we should only use this greeting with friends or relatives if there are"}, {"start": 56.27, "end": 56.28, "text": "with friends or relatives if there are"}, {"start": 56.28, "end": 60.069, "text": "with friends or relatives if there are more people present you use sziasztok"}, {"start": 60.069, "end": 60.079, "text": "more people present you use sziasztok"}, {"start": 60.079, "end": 61.79, "text": "more people present you use sziasztok basically means hi"}, {"start": 61.79, "end": 61.8, "text": "basically means hi"}, {"start": 61.8, "end": 65.109, "text": "basically means hi guys let continue discussing the formal"}, {"start": 65.109, "end": 65.119, "text": "guys let continue discussing the formal"}, {"start": 65.119, "end": 67.91, "text": "guys let continue discussing the formal to greet people jó"}, {"start": 67.91, "end": 67.92, "text": "to greet people jó"}, {"start": 67.92, "end": 70.19, "text": "to greet people jó napot jó"}, {"start": 70.19, "end": 70.2, "text": "napot jó"}, {"start": 70.2, "end": 75.03, "text": "napot jó napot literally jó napot means good day"}, {"start": 75.03, "end": 75.03999999999999, "text": "napot literally jó napot means good day"}, {"start": 75.03999999999999, "end": 78.87, "text": "napot literally jó napot means good day in the morning we say jó reggelt which"}, {"start": 78.87, "end": 78.88, "text": "in the morning we say jó reggelt which"}, {"start": 78.88, "end": 80.51, "text": "in the morning we say jó reggelt which means good"}, {"start": 80.51, "end": 80.52, "text": "means good"}, {"start": 80.52, "end": 82.39, "text": "means good morning jó"}, {"start": 82.39, "end": 82.4, "text": "morning jó"}, {"start": 82.4, "end": 84.83, "text": "morning jó reggelt during the"}, {"start": 84.83, "end": 84.84, "text": "reggelt during the"}, {"start": 84.84, "end": 86.71000000000001, "text": "reggelt during the evening jó"}, {"start": 86.71000000000001, "end": 86.72, "text": "evening jó"}, {"start": 86.72, "end": 88.83, "text": "evening jó estét jó"}, {"start": 88.83, "end": 88.84, "text": "estét jó"}, {"start": 88.84, "end": 92.429, "text": "estét jó estét"}, {"start": 92.439, "end": 94.429, "text": "an"}, {"start": 94.429, "end": 94.439, "text": "an"}, {"start": 94.439, "end": 96.83, "text": "an even"}, {"start": 96.83, "end": 96.84, "text": "even"}, {"start": 96.84, "end": 100.429, "text": "even estét goodby informal situations"}, {"start": 100.429, "end": 100.439, "text": "estét goodby informal situations"}, {"start": 100.439, "end": 104.19, "text": "estét goodby informal situations hungarian people use"}, {"start": 104.19, "end": 104.2, "text": "hungarian people use"}, {"start": 104.2, "end": 107.469, "text": "hungarian people use viszontlátásra"}, {"start": 107.479, "end": 109.27000000000001, "text": "viszontlátásra"}, {"start": 109.27000000000001, "end": 109.28, "text": "viszontlátásra"}, {"start": 109.28, "end": 112.55, "text": "viszontlátásra viszontlátásra means goodbye you can"}, {"start": 112.55, "end": 112.56, "text": "viszontlátásra means goodbye you can"}, {"start": 112.56, "end": 115.10900000000001, "text": "viszontlátásra means goodbye you can also use shorter form"}, {"start": 115.10900000000001, "end": 115.119, "text": "also use shorter form"}, {"start": 115.119, "end": 118.67, "text": "also use shorter form viszlát is less formal you can to"}, {"start": 118.67, "end": 118.68, "text": "viszlát is less formal you can to"}, {"start": 118.68, "end": 129.71, "text": "viszlát is less formal you can to shistant ex"}, {"start": 129.72, "end": 132.43, "text": "szia"}, {"start": 132.43, "end": 132.44, "text": "szia"}, {"start": 132.44, "end": 137.99, "text": "szia sziasztok"}, {"start": 138.0, "end": 141.589, "text": "people me older"}, {"start": 141.589, "end": 141.599, "text": "people me older"}, {"start": 141.599, "end": 145.82999999999998, "text": "people me older people jó"}, {"start": 145.84, "end": 148.75, "text": "napot"}, {"start": 148.75, "end": 148.76, "text": "napot"}, {"start": 148.76, "end": 158.91, "text": "napot viszontlátás"}, {"start": 158.92000000000002, "end": 164.869, "text": "zia sit hungarian peoplely each other"}, {"start": 164.869, "end": 164.879, "text": "zia sit hungarian peoplely each other"}, {"start": 164.879, "end": 168.27, "text": "zia sit hungarian peoplely each other shakings friends including"}, {"start": 168.27, "end": 168.28, "text": "shakings friends including"}, {"start": 168.28, "end": 173.149, "text": "shakings friends including kisss girls afra hungarian friendsing"}, {"start": 173.149, "end": 173.159, "text": "kisss girls afra hungarian friendsing"}, {"start": 173.159, "end": 178.75, "text": "kisss girls afra hungarian friendsing the less me ofre beszélsz"}, {"start": 178.76, "end": 181.47, "text": "angolul i will be wting to talk about it"}, {"start": 181.47, "end": 181.48, "text": "angolul i will be wting to talk about it"}, {"start": 181.48, "end": 183.949, "text": "angolul i will be wting to talk about it with you in next magyar nyelvleckék"}, {"start": 183.949, "end": 183.959, "text": "with you in next magyar nyelvleckék"}, {"start": 183.959, "end": 186.61, "text": "with you in next magyar nyelvleckék három percben lesson"}, {"start": 186.61, "end": 186.62, "text": "három percben lesson"}, {"start": 186.62, "end": 194.67, "text": "három percben lesson [Zene]"}, {"start": 194.68, "end": 197.68, "text": "sziasztok"}], "createdAt": "2025-12-15T05:22:43.000Z", "imageUrl": "https://i.ytimg.com/vi/6-NIOJ62hzg/maxresdefault.jpg", "type": "grammar", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=6-NIOJ62hzg", "isFavorite": false, "progress": 0}, {"id": "yt_QcXygbsCSGQ", "userId": "system_course", "title": "The World Of Hungarian Folk Art ~ Art History Video Essay", "language": "hu", "content": "sziasztok, a nevem László, a D+B csatornáját nézitek, és ma a magyar népművészetről beszélünk, ha az akcentusból nem volt gyanús vagy a csibészes arcszőrzetből, akkor elmondon Magyarország az az ország, ahonnan származom szóval egy olyan tervezési stílus, ami nyilván közel áll a szívemhez a hagyományos kelet-európai népművészet története pedig egy olyan összetett téma, amelyről már egy ideje komoly kutatást akartam végezni, és tudod, mire gondoltam. Körülbelül 4 éve nyomom ezt a csatornát Jacqueline-nal, több mint 150 videónk van - művészetről tervezésről kreativitásról, szinte fura, hogy egyikben sem mondtam eddit semmit magyarul, szóóóóóval eljött az idő, barátaim . Kezdjük egy kis magyar történelemmel, csak egy kis kontextussal, hogy mindenki képben legyen, komoly misztikum és intrika lebeg  akörül, hogy honnan is származnak a magyarok eredetileg, komoly nyelvi és genetikai differenciák különböztetnek meg minket a szomszédos országainktól és valójában Európa legtöbb más nemzetétől. ennek az anomáliának, egyediségnek magyarázatára az a leggyakrabban elfogadott elmélet hogy a magyarság története valójában Közép-Ázsiában kezdődött valahol a Kr.e. 5. és 8. század között, a magyarság korai történelme több száz éves vándorlást,  békés és kevésbé békés interakciókat ölelt fel más etnikai csoportokkal az út során, ezek közül a legjelentősebb a nyugat felé, Európa szíve felé tartó vándorlás volt. ez a 9. században lezajlott katonai hadjárat, amely végül a vándorló magyar törzseket megtelepedésre késztette a Kárpát medencében , ahol ma a mai Magyarországot találnád, azért mondom el nektek mindezt, mert ahogy nézzuk majd azokat a műalkotásokat, amelyeket a videóban érinteni fogunk, látni fogod, hogy ezek a korai telepesek az ázsiai kulturális hatások nagyon eklektikus keverékét hozták magukkal - A török & ​​finnugor örökség, na és sok más mellett, amelyek valamennyire mindd hozzájárultak a magyar népművészet jellegzetes megjelenéséhez, na térjunk rá a művészetre ezek a jellegzetes klasszikus virágmotívumok kis szülőföldemen mindenhol megtalálhatóak ezek a jellegzetes formák voltak az alapjai a hagyományos, iparosodás előtti díszítésnek és jelölések, - hímzés, kerámia fafaragás Bútorfestés valójában mindenben ezeket az alapvető formákat találod meg. első pillantásra egyszerű díszítések ezek, de amint elkezdunk profin analizálni, látni fogjátok, hogy a rendszer amelyekre ezek a minták épültek, hihetetlenül gazdagok és nagyon is összetettek, elég, ha csak egy gyors pillantást vetünk a legjobban dokumentált hímzésstílusokra, amelyek az ország különböző régióiban kiemelkedőek, több tucat jellegzetes megjelenés létezik, amelyeket megkülönböztethetünk egymástól. Az elemzést megnehezíti az a nyilvánvaló kereszthivatkozás a megyék és területek között, ahonnan a különböző stílusok származnak, és egyébként általában a nevüket is innen kapják, de ha egy kicsit közelebbről megnézed, látni fogod, hogy nagyjából az összes megnevezett tervezési stílusnak van néhány jellegzetessége. Ha megnézzük a palóc terület jellegzetes tervezési stílusát pl, (a paloc régió az ország északkeleti részén található), látható, hogy ez a kéttónusú vörös és indigókék színséma mennyire dominál ebben a világban. és ezek a klasszikus pipacsra emlékeztető virágformák is visszatérő elemek, amelyek jellegzetes megjelenést kölcsönöznek, miközben ha az ország egy másik részét figyeljük meg, mondjuk a rábaközi stílust ( a Rábaközt egyébként Magyarország legnyugatibb részén találod meg)  ez a stílus hajlamos a monoton szín skálára, általában piros, de nem mindig, és a paloc stílustól eltérően itt nem igazán látunk színekkel teljesen kitöltött formákat ez a stílus túlnyomórészt vonalas rajzok segítségével építkezik, ha jártál már Magyarországon, vagy vannak magyar rokonaid/ barátaid, könnyen lehet hogy találkoztál már a két fő nemzetközileg ismert díszítési stílussal , amivel rendelkezünk, lehet, hogy név szerint nem ismeried őket, de ezek a tipikus, nagyon elterjedt, a szuvenír típusú csecsebecsék stílusai a matyó és kalocsai díszítési módok matyó itt van Kalocsa pedig itt lent és míg a két művészeti stílus sok közös vonást mutat, van néhány kulcsfontosságú különbség köztük, az általános ökölszabály, ha a kompozíció viszonylag szerény, egyszerű geometriai formák halmazára épül, szabályos körök, vonalak és miegymás, valószínűleg matyó a minta, míg ha a kompozíció egy kicsit bonyolultabb a formák és színek szélesebb skálájával rendelkezik, akkor valószínűleg kalocsai a stílus a jellegzetes bazsarózsa motívum például csak piros lehet matyóföldön, míg a kalocsai stílusban sokkal nagyobb a 'költöi szabadság'. az új kalocsai ihletésű dizájnok lehetővé teszik például a vadvirágok megjelenítését, a valósághűbb virág-rajzokat, amelyek túlmutatnak a szokásos geometriailag leegyszerűsített motívumokon tény, hogy a matyó stílus sokkal régebbi, ezért sokkal hagyományosabb, míg a kalocsai stílus egy kicsit modernebb, ezért is  engedi meg magának ezt a kísérletezést. Naa a következő fejezetben mennyunk rá a szimbolikára ahogy egyre jobban megismerkedsz ezekkel a stílusokkal és visszatérő mintáikkal elkezdhetsz gondolkodni, hogy valójában honnan származnak ezek a szimbólumok, és milyen jelentést hordoznak. Talán már észrevetted, hogy a magyar népi kompozíciók tipikus fókuszpontja ez a tulipánra emlékeztető virág ábra - tökéletes szimmetrikus virágcsokrot alkotva ugye ez a tulipán forma az egyik legrégebbi motívumunk, amit a történészek az ősi életfa- ábrázolásokra vezetnek vissza, mint a világ számos korai kultúrájában az ókori magyarok az Életfát használták mint egy szimbólum annak szemléltetésére, hogy a körülöttük lévő világ hogyan épült fel, és hogyan működik az ő pogány világnézetük szerint, az alapkoncepció az, hogy a fa törzse, amelyet leginkább látunk, az az élet a Földön, ahogyan ismerjük. a gyökerek szintje, amit nem látunk a föld alatt, ez az alvilág, ahol gonosz lények élnek, mint a férgek bogarak stb, és a fa teteje felér az égig, ahol csodák és fantasztikus lények élnek és persze a legtöbb magyar népmesében csak a legbátrabb kiválasztottak jutnak fel, hogy megküzdjenek a sárkányokkal és az óriásokkal, és megmentsék a világot, néprajz kutatóink úgy gondolják, hogy az idő múlásával a magyarok életfa-kompozícióikat ezekre a virágos alapú csokorszerű rajzokra változtatták. miután az az Oszmán Birodalom Európa-szerte való hódításai során megismerkedtunk a tulipán virággal. a tulipán pedig elsősorban a női szépséget szimbolizalja, de a gonosz szellemeket távoltartó szimbólumként is használták. ezért gyakran találkozhatsz velük faragott fakapukon és házakon kívüli oszlopokon, most visszatérve a női szépség területére úgy érzem, hogy itt tisztáznom kell valamit, amikor azt mondjuk, hogy női szépség, úgy érzem, tisztáznom kell, hogy ezt a szó minden értelmében értjuk, szóval nincs semmi bajod, ha úgy gondolod, hogy van valami furcsán érzéki és pajzán ezekben a szuggesztív megjelenésű virágmotívumokban, amiket mutogatok itt a termékenység gondolata, a nők életteremtésre való kepessége,  Maga a Földanya van itt medigézve ezekben az ábrákban (néha egy kis férfiszimbolikát is beleszórva,) az élet megteremtésének gondolata a magyar szimbolizmus kulcsfontosságú része, amit nem lehet megkerulni, amikor ezekről a szimbólumokról és magyaros illusztrációkról beszélünk. szóval, ha eddig nem vetted volna ezt észre, hát mostmár tudod... bizonyos szubkultúrák Magyarországon még mélyebben belemennek ebbe a metaforába, és elmondják, hogyan lehet egy virág életciklusát felhasználni párhuzamok vonására a nők születésétől fogva jellemző életszakaszaival. a kezdeti virágzáson keresztül egészen addig a pontig, amikor a virág kinyílik és elágazik, életet ad más virágbimbónak, majd idős korban az összes szirmát ledobja, így az életkörforgás végül teljessé válik, a színeknek is adhatunk jelentést; míg a piros tulipán a szenvedély és az érzékiség jele, a sárga virágok a reménytelen szerelmet, a fehérek pedig az ártatlanságot és a tisztaságot jelzik a magyar folklór rendszere a virágok/virágminkák köré épült nagy általánosságban, és a klasszikus tulipánok mellett más felismerhető virágok, más fogalmakat és jelentéseket képviselnek a rózsák, mint sok kultúrában, általában a beteljesült szerelmet képviselik, bár tökéletesen szimmetrikus mandala-szer rózsák a napot is szimbolizálhatják egyes történészek úgy vélik, hogy a napimádat egykor a pogány magyar hiedelemrendszer része volt, amit a keleti hatásokból hoztak át a rozmaring ágai általában a rokonok vagy a szerelmesek közötti kapcsolatot szimbolizálják, és ezek a kör alakú gránátalma formák a gazdagságot/jólétet képviselik.  Magyarországon nem őshonos gyümölcs a gránátalma, ezért a régi időkben ritka csemegének számított, ezért utal a jólétre a gyümölcsöt néha \"Arany Almának\" is hívták a régi versekben és népdalokban a tipikus virágkompozíciók mellett egy másik nagyon jellemzo magyar népművészeti díszítőelem a madár és direkt mondom, csak így hogy 'madár', mert a legtöbb más kultúrával ellentétben  itt nem nagyon beszélünk. különleges madárfajtákról, mint az ókori görögországi bölcs bagoly vagy az egyiptomi fenséges íbisz, sokszor inkább nagyon leegyszerűsített madárformákat láthatunk a magyar népi ihletésű alkotásokon, mint például ezek, amelyek lehetnének éppenséggel galambok verébek vagy bármely más európai madarak. Az elterjedt néprajzi vélekedés az, hogy ezek a madárrajzok 'minden' madarat ábrázolnak, csak úgy a madarakat általában a magyar mítoszokban és a folklórban a madarak nagyon különleges erőkkel és szerepekkel bírnak, ha visszatérünk kicsit a pogány magyar hitrendszerhez, vissza az Életfa motívumhoz amely szerint a világ három fő szakaszra oszlik, a madarak az egyetlen lények a 'mi' világunkból, amik meg vannak áldva azzal a képességgel, hogy elmenjenek és meglátogassák a 'felettünk' lévő másik világot, hogy meglátogassák a mennyországot, ha úgy tetszik, az ókorban úgy gondoltuk, hogy spirituális vezetőink/ sámánunk, (akit mi táltosnak hívtunk), képes volt madárrá változni, nem feltétlenul testében, de legalább lélekben, hogy más világi ismereteket szerezzen; belelásson a jövőbe, gonosz szellemek elleni küzdjon, és talán legfontosabban, kapcsolatot teremtsen az élo világ és a spirituális világ között, ami ismét általános hiedelem Ázsiában és környékén a legtöbb ősi kultúrában, de még azon túl is mindannyian tudjuk, hogy az indián törzsek is tisztelik a madarakat mint spirituális vezérszimbólumokat, elég ha az ikonikus főnöki fejdíszre gondolunk, de még a kereszténységben is, maga a Szentlélek egy olyan fogalom, amelyet hajlamosak vagyunk madárként illusztrálni, nem igaz? és persze mint látszólag minden egyébként ebben a videóban a madarakat a szeretet szimbólumaként is lefordíthatjuk, különösen, ha ketten vannak a kompozícióban, általánosságban elmondható, hogy ezekkel a népi ihletésű motívumokkal való díszítés meglehetősen munkaigényes volt, mivel kezzel hímezve faragva vagy festetve lettek megalkotva ami persze sok időt és odaadást igényel, ezért ezek olyan művek, amik gyakran ajándéktárgyakat díszítettek, amelyeket egy szeretett személynek készítesz, akivel mélyen törődsz, a szeretet jeleként a férfiak gyönyörű szimbólumokat faragnak fatárgyakra. a lányok tojásra festették ezeket a dekorelemeket, majd odaadták annak a fiúnak, aki tetszett nekik ezek a hagyományos jelzések, úgy hiszem, a régi időkben valóban a szeretet jelei voltak, valószínűleg ez az oka annak, hogy a magyar nyelvben a szeretetre vonatkozó kifejezéseink többsége ezeket a jeleket rejtik Magyarországon ahelyett, hogy a kedvesedet honey-nak, vagy darling-nak hívnád , olyanokat mondasz, hogy a virágom Drága Rózsám, a galambom, a mai napig ami szerintem elég sokatmondó. tudom ám mire gondolsz - nagyon hasonló népmuvészeti  elemeket találsz minden kultúrában. én ugye a magyar nézőpontot képviselem itt de könnyen eljuthatunk Kelet-Európából Indián át egészen Mexikóig, és  nagyon hasonló népi mintákat találunk. néha Nagyon nehéz, szinte lehetetlen megkülönböztetni a magyart vagy bármilyen más kultúra népművészeti mintáitól, és bizonyos értelemben szerintem ez a szépsége ennek az egésznek, szemben a képzőművészettel, ahol a tulajdon elve nagyon fontos, a népi elemek mindenki számára hozzáférhetőek nincs hely az egonak vagy az elitizmusnak, ez valóban az emberek művészete Mindenki hivatalos erre a a party-ra, hogy valami szépet készítsünk, nincs valódi akadálya a hagyományos népművészetben. Szeretem azt gondolni, hogy amikor a különböző kultúrák így találkoznak, inspirálhatjuk egymást, senki sem veszít el igazán semmit. A csere mindkét oldalt gazdagítja ahogy a stílusok befolyásolják egymást, építik fel ezt a talán naiv, de nagyon szép gondolatot, miszerint egyikünk között sincsenek valódi határok vagy távolságok korlátok. Valójában a vágyunk, hogy szép dolgokkal vegyük körül magunkat , mélyen emberi tulajdonság, amiben mindannyian osztozunk, ezért úgy gondolom, hogy ezek a stilizált pontok, vonalak és a minták sokkal többet jelentenek dekorációnál bizonyos értelemben ez az a nyelv, amelyet mindannyian beszélünk ezen a bolygón, ezért megvan az az erejük, hogy mindannyiunkat összekapcsoljon. nahát, fiuk és lányok, nagyon remélem, hogy élveztétek ezt a kis kulturális kalandozást. szeretném tudni, hogy mit gondolsz erről az egészről, ha bármilyen módon kapcsolódsz ezekhez a jelentésekhez és üzenetek bármelyikéhez, bárhonnan is nézed ezt a videót, nyugodtan tudasd velünk, ha igen, egy like-al vagy egy megjegyzéssel és hát Remélem, hogy sokan visszatértek majd a csatornánkhoz hogy beszéljunk még dizájnrol dekorációról és más gyönyörű dolgokról, amelyek a világunkat alkotják, addigis en azt mondom, sziasztok, a viszont latasra, ciao [Music] allia", "sentences": ["sziasztok, a nevem László, a D+B csatornáját nézitek, és ma a magyar népművészetről beszélünk, ha az akcentusból nem volt gyanús vagy a csibészes arcszőrzetből, akkor elmondon Magyarország az az ország, ahonnan származom szóval egy olyan tervezési stílus, ami nyilván közel áll a szívemhez a hagyományos kelet-európai népművészet története pedig egy olyan összetett téma, amelyről már egy ideje komoly kutatást akartam végezni, és tudod, mire gondoltam.", "Körülbelül 4 éve nyomom ezt a csatornát Jacqueline-nal, több mint 150 videónk van - művészetről tervezésről kreativitásról, szinte fura, hogy egyikben sem mondtam eddit semmit magyarul, szóóóóóval eljött az idő, barátaim .", "Kezdjük egy kis magyar történelemmel, csak egy kis kontextussal, hogy mindenki képben legyen, komoly misztikum és intrika lebeg  akörül, hogy honnan is származnak a magyarok eredetileg, komoly nyelvi és genetikai differenciák különböztetnek meg minket a szomszédos országainktól és valójában Európa legtöbb más nemzetétől.", "ennek az anomáliának, egyediségnek magyarázatára az a leggyakrabban elfogadott elmélet hogy a magyarság története valójában Közép-Ázsiában kezdődött valahol a Kr.e.", "5.", "és 8.", "század között, a magyarság korai történelme több száz éves vándorlást,  békés és kevésbé békés interakciókat ölelt fel más etnikai csoportokkal az út során, ezek közül a legjelentősebb a nyugat felé, Európa szíve felé tartó vándorlás volt.", "ez a 9.", "században lezajlott katonai hadjárat, amely végül a vándorló magyar törzseket megtelepedésre késztette a Kárpát medencében , ahol ma a mai Magyarországot találnád, azért mondom el nektek mindezt, mert ahogy nézzuk majd azokat a műalkotásokat, amelyeket a videóban érinteni fogunk, látni fogod, hogy ezek a korai telepesek az ázsiai kulturális hatások nagyon eklektikus keverékét hozták magukkal - A török & ​​finnugor örökség, na és sok más mellett, amelyek valamennyire mindd hozzájárultak a magyar népművészet jellegzetes megjelenéséhez, na térjunk rá a művészetre ezek a jellegzetes klasszikus virágmotívumok kis szülőföldemen mindenhol megtalálhatóak ezek a jellegzetes formák voltak az alapjai a hagyományos, iparosodás előtti díszítésnek és jelölések, - hímzés, kerámia fafaragás Bútorfestés valójában mindenben ezeket az alapvető formákat találod meg.", "első pillantásra egyszerű díszítések ezek, de amint elkezdunk profin analizálni, látni fogjátok, hogy a rendszer amelyekre ezek a minták épültek, hihetetlenül gazdagok és nagyon is összetettek, elég, ha csak egy gyors pillantást vetünk a legjobban dokumentált hímzésstílusokra, amelyek az ország különböző régióiban kiemelkedőek, több tucat jellegzetes megjelenés létezik, amelyeket megkülönböztethetünk egymástól.", "Az elemzést megnehezíti az a nyilvánvaló kereszthivatkozás a megyék és területek között, ahonnan a különböző stílusok származnak, és egyébként általában a nevüket is innen kapják, de ha egy kicsit közelebbről megnézed, látni fogod, hogy nagyjából az összes megnevezett tervezési stílusnak van néhány jellegzetessége.", "Ha megnézzük a palóc terület jellegzetes tervezési stílusát pl, (a paloc régió az ország északkeleti részén található), látható, hogy ez a kéttónusú vörös és indigókék színséma mennyire dominál ebben a világban.", "és ezek a klasszikus pipacsra emlékeztető virágformák is visszatérő elemek, amelyek jellegzetes megjelenést kölcsönöznek, miközben ha az ország egy másik részét figyeljük meg, mondjuk a rábaközi stílust ( a Rábaközt egyébként Magyarország legnyugatibb részén találod meg)  ez a stílus hajlamos a monoton szín skálára, általában piros, de nem mindig, és a paloc stílustól eltérően itt nem igazán látunk színekkel teljesen kitöltött formákat ez a stílus túlnyomórészt vonalas rajzok segítségével építkezik, ha jártál már Magyarországon, vagy vannak magyar rokonaid/ barátaid, könnyen lehet hogy találkoztál már a két fő nemzetközileg ismert díszítési stílussal , amivel rendelkezünk, lehet, hogy név szerint nem ismeried őket, de ezek a tipikus, nagyon elterjedt, a szuvenír típusú csecsebecsék stílusai a matyó és kalocsai díszítési módok matyó itt van Kalocsa pedig itt lent és míg a két művészeti stílus sok közös vonást mutat, van néhány kulcsfontosságú különbség köztük, az általános ökölszabály, ha a kompozíció viszonylag szerény, egyszerű geometriai formák halmazára épül, szabályos körök, vonalak és miegymás, valószínűleg matyó a minta, míg ha a kompozíció egy kicsit bonyolultabb a formák és színek szélesebb skálájával rendelkezik, akkor valószínűleg kalocsai a stílus a jellegzetes bazsarózsa motívum például csak piros lehet matyóföldön, míg a kalocsai stílusban sokkal nagyobb a 'költöi szabadság'.", "az új kalocsai ihletésű dizájnok lehetővé teszik például a vadvirágok megjelenítését, a valósághűbb virág-rajzokat, amelyek túlmutatnak a szokásos geometriailag leegyszerűsített motívumokon tény, hogy a matyó stílus sokkal régebbi, ezért sokkal hagyományosabb, míg a kalocsai stílus egy kicsit modernebb, ezért is  engedi meg magának ezt a kísérletezést.", "Naa a következő fejezetben mennyunk rá a szimbolikára ahogy egyre jobban megismerkedsz ezekkel a stílusokkal és visszatérő mintáikkal elkezdhetsz gondolkodni, hogy valójában honnan származnak ezek a szimbólumok, és milyen jelentést hordoznak.", "Talán már észrevetted, hogy a magyar népi kompozíciók tipikus fókuszpontja ez a tulipánra emlékeztető virág ábra - tökéletes szimmetrikus virágcsokrot alkotva ugye ez a tulipán forma az egyik legrégebbi motívumunk, amit a történészek az ősi életfa- ábrázolásokra vezetnek vissza, mint a világ számos korai kultúrájában az ókori magyarok az Életfát használták mint egy szimbólum annak szemléltetésére, hogy a körülöttük lévő világ hogyan épült fel, és hogyan működik az ő pogány világnézetük szerint, az alapkoncepció az, hogy a fa törzse, amelyet leginkább látunk, az az élet a Földön, ahogyan ismerjük.", "a gyökerek szintje, amit nem látunk a föld alatt, ez az alvilág, ahol gonosz lények élnek, mint a férgek bogarak stb, és a fa teteje felér az égig, ahol csodák és fantasztikus lények élnek és persze a legtöbb magyar népmesében csak a legbátrabb kiválasztottak jutnak fel, hogy megküzdjenek a sárkányokkal és az óriásokkal, és megmentsék a világot, néprajz kutatóink úgy gondolják, hogy az idő múlásával a magyarok életfa-kompozícióikat ezekre a virágos alapú csokorszerű rajzokra változtatták.", "miután az az Oszmán Birodalom Európa-szerte való hódításai során megismerkedtunk a tulipán virággal.", "a tulipán pedig elsősorban a női szépséget szimbolizalja, de a gonosz szellemeket távoltartó szimbólumként is használták.", "ezért gyakran találkozhatsz velük faragott fakapukon és házakon kívüli oszlopokon, most visszatérve a női szépség területére úgy érzem, hogy itt tisztáznom kell valamit, amikor azt mondjuk, hogy női szépség, úgy érzem, tisztáznom kell, hogy ezt a szó minden értelmében értjuk, szóval nincs semmi bajod, ha úgy gondolod, hogy van valami furcsán érzéki és pajzán ezekben a szuggesztív megjelenésű virágmotívumokban, amiket mutogatok itt a termékenység gondolata, a nők életteremtésre való kepessége,  Maga a Földanya van itt medigézve ezekben az ábrákban (néha egy kis férfiszimbolikát is beleszórva,) az élet megteremtésének gondolata a magyar szimbolizmus kulcsfontosságú része, amit nem lehet megkerulni, amikor ezekről a szimbólumokról és magyaros illusztrációkról beszélünk.", "szóval, ha eddig nem vetted volna ezt észre, hát mostmár tudod...", "bizonyos szubkultúrák Magyarországon még mélyebben belemennek ebbe a metaforába, és elmondják, hogyan lehet egy virág életciklusát felhasználni párhuzamok vonására a nők születésétől fogva jellemző életszakaszaival.", "a kezdeti virágzáson keresztül egészen addig a pontig, amikor a virág kinyílik és elágazik, életet ad más virágbimbónak, majd idős korban az összes szirmát ledobja, így az életkörforgás végül teljessé válik, a színeknek is adhatunk jelentést; míg a piros tulipán a szenvedély és az érzékiség jele, a sárga virágok a reménytelen szerelmet, a fehérek pedig az ártatlanságot és a tisztaságot jelzik a magyar folklór rendszere a virágok/virágminkák köré épült nagy általánosságban, és a klasszikus tulipánok mellett más felismerhető virágok, más fogalmakat és jelentéseket képviselnek a rózsák, mint sok kultúrában, általában a beteljesült szerelmet képviselik, bár tökéletesen szimmetrikus mandala-szer rózsák a napot is szimbolizálhatják egyes történészek úgy vélik, hogy a napimádat egykor a pogány magyar hiedelemrendszer része volt, amit a keleti hatásokból hoztak át a rozmaring ágai általában a rokonok vagy a szerelmesek közötti kapcsolatot szimbolizálják, és ezek a kör alakú gránátalma formák a gazdagságot/jólétet képviselik.", "Magyarországon nem őshonos gyümölcs a gránátalma, ezért a régi időkben ritka csemegének számított, ezért utal a jólétre a gyümölcsöt néha \"Arany Almának\" is hívták a régi versekben és népdalokban a tipikus virágkompozíciók mellett egy másik nagyon jellemzo magyar népművészeti díszítőelem a madár és direkt mondom, csak így hogy 'madár', mert a legtöbb más kultúrával ellentétben  itt nem nagyon beszélünk.", "különleges madárfajtákról, mint az ókori görögországi bölcs bagoly vagy az egyiptomi fenséges íbisz, sokszor inkább nagyon leegyszerűsített madárformákat láthatunk a magyar népi ihletésű alkotásokon, mint például ezek, amelyek lehetnének éppenséggel galambok verébek vagy bármely más európai madarak.", "Az elterjedt néprajzi vélekedés az, hogy ezek a madárrajzok 'minden' madarat ábrázolnak, csak úgy a madarakat általában a magyar mítoszokban és a folklórban a madarak nagyon különleges erőkkel és szerepekkel bírnak, ha visszatérünk kicsit a pogány magyar hitrendszerhez, vissza az Életfa motívumhoz amely szerint a világ három fő szakaszra oszlik, a madarak az egyetlen lények a 'mi' világunkból, amik meg vannak áldva azzal a képességgel, hogy elmenjenek és meglátogassák a 'felettünk' lévő másik világot, hogy meglátogassák a mennyországot, ha úgy tetszik, az ókorban úgy gondoltuk, hogy spirituális vezetőink/ sámánunk, (akit mi táltosnak hívtunk), képes volt madárrá változni, nem feltétlenul testében, de legalább lélekben, hogy más világi ismereteket szerezzen; belelásson a jövőbe, gonosz szellemek elleni küzdjon, és talán legfontosabban, kapcsolatot teremtsen az élo világ és a spirituális világ között, ami ismét általános hiedelem Ázsiában és környékén a legtöbb ősi kultúrában, de még azon túl is mindannyian tudjuk, hogy az indián törzsek is tisztelik a madarakat mint spirituális vezérszimbólumokat, elég ha az ikonikus főnöki fejdíszre gondolunk, de még a kereszténységben is, maga a Szentlélek egy olyan fogalom, amelyet hajlamosak vagyunk madárként illusztrálni, nem igaz?", "és persze mint látszólag minden egyébként ebben a videóban a madarakat a szeretet szimbólumaként is lefordíthatjuk, különösen, ha ketten vannak a kompozícióban, általánosságban elmondható, hogy ezekkel a népi ihletésű motívumokkal való díszítés meglehetősen munkaigényes volt, mivel kezzel hímezve faragva vagy festetve lettek megalkotva ami persze sok időt és odaadást igényel, ezért ezek olyan művek, amik gyakran ajándéktárgyakat díszítettek, amelyeket egy szeretett személynek készítesz, akivel mélyen törődsz, a szeretet jeleként a férfiak gyönyörű szimbólumokat faragnak fatárgyakra.", "a lányok tojásra festették ezeket a dekorelemeket, majd odaadták annak a fiúnak, aki tetszett nekik ezek a hagyományos jelzések, úgy hiszem, a régi időkben valóban a szeretet jelei voltak, valószínűleg ez az oka annak, hogy a magyar nyelvben a szeretetre vonatkozó kifejezéseink többsége ezeket a jeleket rejtik Magyarországon ahelyett, hogy a kedvesedet honey-nak, vagy darling-nak hívnád , olyanokat mondasz, hogy a virágom Drága Rózsám, a galambom, a mai napig ami szerintem elég sokatmondó.", "tudom ám mire gondolsz - nagyon hasonló népmuvészeti  elemeket találsz minden kultúrában.", "én ugye a magyar nézőpontot képviselem itt de könnyen eljuthatunk Kelet-Európából Indián át egészen Mexikóig, és  nagyon hasonló népi mintákat találunk.", "néha Nagyon nehéz, szinte lehetetlen megkülönböztetni a magyart vagy bármilyen más kultúra népművészeti mintáitól, és bizonyos értelemben szerintem ez a szépsége ennek az egésznek, szemben a képzőművészettel, ahol a tulajdon elve nagyon fontos, a népi elemek mindenki számára hozzáférhetőek nincs hely az egonak vagy az elitizmusnak, ez valóban az emberek művészete Mindenki hivatalos erre a a party-ra, hogy valami szépet készítsünk, nincs valódi akadálya a hagyományos népművészetben.", "Szeretem azt gondolni, hogy amikor a különböző kultúrák így találkoznak, inspirálhatjuk egymást, senki sem veszít el igazán semmit.", "A csere mindkét oldalt gazdagítja ahogy a stílusok befolyásolják egymást, építik fel ezt a talán naiv, de nagyon szép gondolatot, miszerint egyikünk között sincsenek valódi határok vagy távolságok korlátok.", "Valójában a vágyunk, hogy szép dolgokkal vegyük körül magunkat , mélyen emberi tulajdonság, amiben mindannyian osztozunk, ezért úgy gondolom, hogy ezek a stilizált pontok, vonalak és a minták sokkal többet jelentenek dekorációnál bizonyos értelemben ez az a nyelv, amelyet mindannyian beszélünk ezen a bolygón, ezért megvan az az erejük, hogy mindannyiunkat összekapcsoljon.", "nahát, fiuk és lányok, nagyon remélem, hogy élveztétek ezt a kis kulturális kalandozást.", "szeretném tudni, hogy mit gondolsz erről az egészről, ha bármilyen módon kapcsolódsz ezekhez a jelentésekhez és üzenetek bármelyikéhez, bárhonnan is nézed ezt a videót, nyugodtan tudasd velünk, ha igen, egy like-al vagy egy megjegyzéssel és hát Remélem, hogy sokan visszatértek majd a csatornánkhoz hogy beszéljunk még dizájnrol dekorációról és más gyönyörű dolgokról, amelyek a világunkat alkotják, addigis en azt mondom, sziasztok, a viszont latasra, ciao [Music] allia"], "transcript": [{"start": 0.16, "end": 4.6, "text": "sziasztok, a nevem László, a D+B csatornáját nézitek, és ma a magyar népművészetről beszélünk,"}, {"start": 4.6, "end": 10.28, "text": "ha az akcentusból nem volt gyanús vagy a csibészes arcszőrzetből, akkor elmondon"}, {"start": 10.28, "end": 14.92, "text": "Magyarország az az ország, ahonnan származom szóval egy olyan tervezési stílus, ami nyilván"}, {"start": 14.92, "end": 20.24, "text": "közel áll a szívemhez a hagyományos kelet-európai népművészet története pedig egy olyan összetett"}, {"start": 20.24, "end": 25.36, "text": "téma, amelyről már egy ideje komoly kutatást akartam végezni, és tudod,"}, {"start": 25.36, "end": 30.76, "text": "mire gondoltam. Körülbelül 4 éve nyomom ezt a csatornát Jacqueline-nal,"}, {"start": 30.76, "end": 36.92, "text": "több mint 150 videónk van - művészetről tervezésről kreativitásról, szinte fura,"}, {"start": 36.92, "end": 41.84, "text": "hogy egyikben sem mondtam eddit semmit magyarul, szóóóóóval eljött az idő, barátaim"}, {"start": 41.84, "end": 52.88, "text": ". Kezdjük egy kis magyar történelemmel, csak egy kis kontextussal, hogy mindenki"}, {"start": 52.88, "end": 58.28, "text": "képben legyen, komoly misztikum és intrika lebeg  akörül, hogy honnan is"}, {"start": 58.28, "end": 63.04, "text": "származnak a magyarok eredetileg, komoly nyelvi és genetikai differenciák különböztetnek meg minket a szomszédos országainktól"}, {"start": 63.04, "end": 68.52, "text": "és valójában Európa legtöbb más nemzetétől. ennek az anomáliának, egyediségnek magyarázatára az"}, {"start": 68.52, "end": 73.28, "text": "a leggyakrabban elfogadott elmélet hogy a magyarság története valójában"}, {"start": 73.28, "end": 79.28, "text": "Közép-Ázsiában kezdődött valahol a Kr.e. 5. és 8. század között, a magyarság korai történelme"}, {"start": 79.28, "end": 84.76, "text": "több száz éves vándorlást,  békés és kevésbé békés interakciókat ölelt fel"}, {"start": 84.76, "end": 89.08, "text": "más etnikai csoportokkal az út során, ezek közül a legjelentősebb a"}, {"start": 89.08, "end": 94.84, "text": "nyugat felé, Európa szíve felé tartó vándorlás volt. ez a 9. században lezajlott katonai hadjárat, amely"}, {"start": 94.84, "end": 99.68, "text": "végül a vándorló magyar törzseket megtelepedésre késztette a Kárpát medencében"}, {"start": 99.68, "end": 105.44, "text": ", ahol ma a mai Magyarországot találnád, azért mondom el nektek mindezt, mert ahogy nézzuk majd"}, {"start": 105.44, "end": 110.24000000000001, "text": "azokat a műalkotásokat, amelyeket a videóban érinteni fogunk, látni fogod, hogy ezek a korai telepesek az"}, {"start": 110.24000000000001, "end": 117.03999999999999, "text": "ázsiai kulturális hatások nagyon eklektikus keverékét hozták magukkal - A török & ​​finnugor örökség, na és"}, {"start": 117.03999999999999, "end": 121.76, "text": "sok más mellett, amelyek valamennyire mindd hozzájárultak a"}, {"start": 121.76, "end": 127.56, "text": "magyar népművészet jellegzetes megjelenéséhez, na térjunk rá a művészetre ezek a jellegzetes klasszikus virágmotívumok"}, {"start": 127.56, "end": 132.48, "text": "kis szülőföldemen mindenhol megtalálhatóak ezek a jellegzetes formák voltak az alapjai a"}, {"start": 132.48, "end": 138.68, "text": "hagyományos, iparosodás előtti díszítésnek és jelölések, - hímzés, kerámia fafaragás"}, {"start": 138.68, "end": 145.2, "text": "Bútorfestés valójában mindenben ezeket az alapvető formákat találod meg. első pillantásra egyszerű díszítések ezek,"}, {"start": 145.2, "end": 150.12, "text": "de amint elkezdunk profin analizálni, látni fogjátok, hogy a rendszer"}, {"start": 150.12, "end": 155.2, "text": "amelyekre ezek a minták épültek, hihetetlenül gazdagok és nagyon is összetettek, elég,"}, {"start": 155.2, "end": 160.32, "text": "ha csak egy gyors pillantást vetünk a legjobban dokumentált hímzésstílusokra, amelyek"}, {"start": 160.32, "end": 164.84, "text": "az ország különböző régióiban kiemelkedőek, több tucat jellegzetes megjelenés létezik, amelyeket megkülönböztethetünk"}, {"start": 164.84, "end": 171.88, "text": "egymástól. Az elemzést megnehezíti az a nyilvánvaló kereszthivatkozás a"}, {"start": 171.88, "end": 176.84, "text": "megyék és területek között, ahonnan a különböző stílusok származnak, és egyébként általában a nevüket is innen kapják,"}, {"start": 176.84, "end": 181.52, "text": "de ha egy kicsit közelebbről megnézed, látni fogod, hogy nagyjából az összes megnevezett"}, {"start": 181.52, "end": 186.52, "text": "tervezési stílusnak van néhány jellegzetessége. Ha megnézzük a"}, {"start": 186.52, "end": 192.52, "text": "palóc terület jellegzetes tervezési stílusát pl, (a paloc régió az ország északkeleti részén található),"}, {"start": 192.52, "end": 198.24, "text": "látható, hogy ez a kéttónusú vörös és indigókék színséma mennyire dominál ebben a világban."}, {"start": 198.24, "end": 203.72, "text": "és ezek a klasszikus pipacsra emlékeztető virágformák is visszatérő elemek, amelyek jellegzetes"}, {"start": 203.72, "end": 209.28, "text": "megjelenést kölcsönöznek, miközben ha az ország egy másik részét figyeljük meg, mondjuk a rábaközi stílust ( a Rábaközt"}, {"start": 209.28, "end": 215.16, "text": "egyébként Magyarország legnyugatibb részén találod meg)  ez a stílus hajlamos a monoton szín skálára, általában piros, de"}, {"start": 215.16, "end": 219.92000000000002, "text": "nem mindig, és a paloc stílustól eltérően itt nem igazán látunk színekkel teljesen kitöltött formákat"}, {"start": 219.92000000000002, "end": 225.76, "text": "ez a stílus túlnyomórészt vonalas rajzok segítségével építkezik, ha jártál már"}, {"start": 225.76, "end": 230.52, "text": "Magyarországon, vagy vannak magyar rokonaid/ barátaid, könnyen lehet hogy találkoztál már a két fő nemzetközileg ismert díszítési stílussal"}, {"start": 230.52, "end": 236.0, "text": ", amivel rendelkezünk, lehet, hogy"}, {"start": 236.0, "end": 242.76, "text": "név szerint nem ismeried őket, de ezek a tipikus, nagyon elterjedt, a szuvenír típusú csecsebecsék stílusai a matyó és"}, {"start": 242.76, "end": 249.2, "text": "kalocsai díszítési módok matyó itt van Kalocsa pedig itt lent és míg a két művészeti stílus sok közös vonást mutat,"}, {"start": 249.2, "end": 254.4, "text": "van néhány kulcsfontosságú különbség köztük, az általános ökölszabály, ha a"}, {"start": 254.4, "end": 261.12, "text": "kompozíció viszonylag szerény, egyszerű geometriai formák halmazára épül, szabályos"}, {"start": 261.12, "end": 266.8, "text": "körök, vonalak és miegymás, valószínűleg matyó a minta, míg ha a kompozíció egy kicsit"}, {"start": 266.8, "end": 272.92, "text": "bonyolultabb a formák és színek szélesebb skálájával rendelkezik, akkor valószínűleg kalocsai a stílus"}, {"start": 272.92, "end": 278.32, "text": "a jellegzetes bazsarózsa motívum például csak piros lehet matyóföldön, míg a kalocsai stílusban sokkal"}, {"start": 278.32, "end": 284.44, "text": "nagyobb a 'költöi szabadság'. az új kalocsai ihletésű dizájnok lehetővé teszik például a vadvirágok megjelenítését,"}, {"start": 284.44, "end": 291.04, "text": "a valósághűbb virág-rajzokat, amelyek túlmutatnak a szokásos geometriailag leegyszerűsített motívumokon"}, {"start": 291.04, "end": 295.2, "text": "tény, hogy a matyó stílus sokkal régebbi, ezért sokkal hagyományosabb,"}, {"start": 295.2, "end": 300.12, "text": "míg a kalocsai stílus egy kicsit modernebb, ezért"}, {"start": 300.12, "end": 305.32, "text": "is  engedi meg magának ezt a kísérletezést. Naa a következő fejezetben mennyunk rá a szimbolikára"}, {"start": 305.32, "end": 310.48, "text": "ahogy egyre jobban megismerkedsz ezekkel a stílusokkal és visszatérő mintáikkal"}, {"start": 310.48, "end": 315.56, "text": "elkezdhetsz gondolkodni, hogy valójában honnan származnak ezek a szimbólumok, és milyen jelentést hordoznak."}, {"start": 315.56, "end": 320.92, "text": "Talán már észrevetted, hogy a magyar népi kompozíciók tipikus"}, {"start": 320.92, "end": 328.04, "text": "fókuszpontja ez a tulipánra emlékeztető virág ábra - tökéletes szimmetrikus virágcsokrot alkotva ugye"}, {"start": 328.04, "end": 333.4, "text": "ez a tulipán forma az egyik legrégebbi motívumunk, amit a történészek az ősi életfa-"}, {"start": 333.4, "end": 338.96, "text": "ábrázolásokra vezetnek vissza, mint a világ számos korai kultúrájában az ókori magyarok az Életfát"}, {"start": 338.96, "end": 344.48, "text": "használták mint egy szimbólum annak szemléltetésére, hogy a körülöttük lévő világ hogyan épült fel, és hogyan működik az"}, {"start": 344.48, "end": 349.72, "text": "ő pogány világnézetük szerint, az alapkoncepció az, hogy a fa törzse, amelyet"}, {"start": 349.72, "end": 355.28, "text": "leginkább látunk, az az élet a Földön, ahogyan ismerjük. a gyökerek szintje, amit nem látunk a föld alatt,"}, {"start": 355.28, "end": 360.32, "text": "ez az alvilág, ahol gonosz lények élnek, mint a férgek bogarak stb, és a fa teteje"}, {"start": 360.32, "end": 365.4, "text": "felér az égig, ahol csodák és fantasztikus lények élnek és persze a legtöbb"}, {"start": 365.4, "end": 370.92, "text": "magyar népmesében csak a legbátrabb kiválasztottak jutnak fel, hogy"}, {"start": 370.92, "end": 376.44, "text": "megküzdjenek a sárkányokkal és az óriásokkal, és megmentsék a világot, néprajz kutatóink úgy gondolják, hogy az"}, {"start": 376.44, "end": 382.12, "text": "idő múlásával a magyarok életfa-kompozícióikat ezekre a virágos alapú csokorszerű"}, {"start": 382.12, "end": 387.72, "text": "rajzokra változtatták. miután az"}, {"start": 387.72, "end": 394.32, "text": "az Oszmán Birodalom Európa-szerte való hódításai során megismerkedtunk a tulipán virággal."}, {"start": 394.32, "end": 399.36, "text": "a tulipán pedig elsősorban a női szépséget szimbolizalja, de a"}, {"start": 399.36, "end": 404.96, "text": "gonosz szellemeket távoltartó szimbólumként is használták. ezért gyakran találkozhatsz velük faragott fakapukon és"}, {"start": 404.96, "end": 412.28, "text": "házakon kívüli oszlopokon, most visszatérve a női szépség területére úgy érzem, hogy"}, {"start": 412.28, "end": 417.8, "text": "itt tisztáznom kell valamit, amikor azt mondjuk, hogy női szépség, úgy érzem, tisztáznom kell, hogy ezt a szó minden"}, {"start": 417.8, "end": 423.6, "text": "értelmében értjuk, szóval nincs semmi bajod, ha úgy gondolod, hogy van valami furcsán érzéki és"}, {"start": 423.6, "end": 429.36, "text": "pajzán ezekben a szuggesztív megjelenésű virágmotívumokban, amiket mutogatok itt"}, {"start": 429.36, "end": 435.28, "text": "a termékenység gondolata, a nők életteremtésre való kepessége,  Maga a Földanya van itt medigézve ezekben az ábrákban"}, {"start": 435.28, "end": 440.6, "text": "(néha egy kis férfiszimbolikát is beleszórva,)"}, {"start": 440.6, "end": 446.12, "text": "az élet megteremtésének gondolata a magyar szimbolizmus kulcsfontosságú része, amit nem"}, {"start": 446.12, "end": 452.44, "text": "lehet megkerulni, amikor ezekről a szimbólumokról és magyaros illusztrációkról beszélünk. szóval,"}, {"start": 452.44, "end": 458.8, "text": "ha eddig nem vetted volna ezt észre, hát mostmár tudod... bizonyos szubkultúrák Magyarországon még mélyebben belemennek"}, {"start": 458.8, "end": 464.24, "text": "ebbe a metaforába, és elmondják, hogyan lehet egy virág életciklusát felhasználni párhuzamok vonására"}, {"start": 464.24, "end": 469.84000000000003, "text": "a nők születésétől fogva jellemző életszakaszaival. a kezdeti virágzáson keresztül egészen addig a pontig, amikor"}, {"start": 469.84000000000003, "end": 476.04, "text": "a virág kinyílik és elágazik, életet ad más virágbimbónak, majd idős korban"}, {"start": 476.04, "end": 483.28, "text": "az összes szirmát ledobja, így az életkörforgás végül teljessé válik,"}, {"start": 483.28, "end": 489.48, "text": "a színeknek is adhatunk jelentést; míg a piros tulipán a szenvedély és az érzékiség jele,"}, {"start": 489.48, "end": 497.6, "text": "a sárga virágok a reménytelen szerelmet, a fehérek pedig az ártatlanságot és a tisztaságot jelzik a"}, {"start": 497.6, "end": 503.84, "text": "magyar folklór rendszere a virágok/virágminkák köré épült nagy általánosságban, és"}, {"start": 503.84, "end": 510.2, "text": "a klasszikus tulipánok mellett más felismerhető virágok, más fogalmakat és jelentéseket képviselnek a rózsák, mint"}, {"start": 510.2, "end": 516.56, "text": "sok kultúrában, általában a beteljesült szerelmet képviselik, bár tökéletesen szimmetrikus mandala-szer rózsák"}, {"start": 516.56, "end": 522.76, "text": "a napot is szimbolizálhatják egyes történészek úgy vélik, hogy a napimádat egykor a"}, {"start": 522.76, "end": 528.2, "text": "pogány magyar hiedelemrendszer része volt, amit a keleti hatásokból hoztak át"}, {"start": 528.2, "end": 534.04, "text": "a rozmaring ágai általában a rokonok vagy a szerelmesek közötti kapcsolatot szimbolizálják, és ezek a kör alakú gránátalma"}, {"start": 534.04, "end": 539.2, "text": "formák a gazdagságot/jólétet képviselik.  Magyarországon nem őshonos gyümölcs a gránátalma,"}, {"start": 539.2, "end": 544.48, "text": "ezért a régi időkben ritka csemegének számított, ezért utal a jólétre"}, {"start": 544.48, "end": 549.64, "text": "a gyümölcsöt néha \"Arany Almának\" is hívták a régi versekben és népdalokban"}, {"start": 549.64, "end": 555.8, "text": "a tipikus virágkompozíciók mellett egy másik nagyon jellemzo"}, {"start": 555.8, "end": 562.44, "text": "magyar népművészeti díszítőelem a madár és direkt mondom, csak így hogy 'madár', mert a legtöbb"}, {"start": 562.44, "end": 568.12, "text": "más kultúrával ellentétben  itt nem nagyon beszélünk. különleges"}, {"start": 568.12, "end": 574.6, "text": "madárfajtákról, mint az ókori görögországi bölcs bagoly vagy az egyiptomi fenséges íbisz, sokszor inkább"}, {"start": 574.6, "end": 580.52, "text": "nagyon leegyszerűsített madárformákat láthatunk a magyar népi ihletésű alkotásokon, mint például ezek, amelyek"}, {"start": 580.52, "end": 586.56, "text": "lehetnének éppenséggel galambok verébek vagy bármely más európai madarak. Az elterjedt néprajzi vélekedés"}, {"start": 586.56, "end": 592.4, "text": "az, hogy ezek a madárrajzok 'minden' madarat ábrázolnak, csak úgy a madarakat általában"}, {"start": 592.4, "end": 598.4, "text": "a magyar mítoszokban és a folklórban a madarak nagyon különleges erőkkel és szerepekkel bírnak, ha visszatérünk kicsit"}, {"start": 598.4, "end": 603.24, "text": "a pogány magyar hitrendszerhez, vissza az Életfa motívumhoz amely szerint a világ"}, {"start": 603.24, "end": 609.88, "text": "három fő szakaszra oszlik, a madarak az egyetlen lények a 'mi' világunkból, amik"}, {"start": 609.88, "end": 614.8, "text": "meg vannak áldva azzal a képességgel, hogy elmenjenek és meglátogassák a 'felettünk' lévő másik világot,"}, {"start": 614.8, "end": 621.64, "text": "hogy meglátogassák a mennyországot, ha úgy tetszik, az ókorban úgy gondoltuk, hogy spirituális vezetőink/"}, {"start": 621.64, "end": 626.76, "text": "sámánunk, (akit mi táltosnak hívtunk), képes volt"}, {"start": 626.76, "end": 632.96, "text": "madárrá változni, nem feltétlenul testében, de legalább lélekben, hogy"}, {"start": 632.96, "end": 638.72, "text": "más világi ismereteket szerezzen; belelásson a jövőbe, gonosz szellemek elleni küzdjon, és talán legfontosabban,"}, {"start": 638.72, "end": 644.6, "text": "kapcsolatot teremtsen az élo világ és a spirituális világ között, ami ismét általános hiedelem"}, {"start": 644.6, "end": 649.44, "text": "Ázsiában és környékén a legtöbb ősi kultúrában, de még azon túl is mindannyian tudjuk, hogy az indián"}, {"start": 649.44, "end": 655.72, "text": "törzsek is tisztelik a madarakat mint spirituális vezérszimbólumokat, elég ha az ikonikus főnöki fejdíszre gondolunk,"}, {"start": 655.72, "end": 661.12, "text": "de még a kereszténységben is, maga a Szentlélek egy olyan fogalom, amelyet hajlamosak vagyunk"}, {"start": 661.12, "end": 666.64, "text": "madárként illusztrálni, nem igaz? és persze mint látszólag minden egyébként"}, {"start": 666.64, "end": 672.0, "text": "ebben a videóban a madarakat a szeretet szimbólumaként is lefordíthatjuk, különösen, ha ketten vannak"}, {"start": 672.0, "end": 677.0, "text": "a kompozícióban, általánosságban elmondható, hogy ezekkel a népi ihletésű motívumokkal való díszítés"}, {"start": 677.0, "end": 683.64, "text": "meglehetősen munkaigényes volt, mivel kezzel hímezve faragva vagy festetve lettek megalkotva"}, {"start": 683.64, "end": 689.88, "text": "ami persze sok időt és odaadást igényel, ezért ezek olyan művek, amik gyakran"}, {"start": 689.88, "end": 696.56, "text": "ajándéktárgyakat díszítettek, amelyeket egy szeretett személynek készítesz, akivel mélyen törődsz, a"}, {"start": 696.56, "end": 702.52, "text": "szeretet jeleként a férfiak gyönyörű szimbólumokat faragnak fatárgyakra. a lányok"}, {"start": 702.52, "end": 707.92, "text": "tojásra festették ezeket a dekorelemeket, majd odaadták annak a fiúnak, aki tetszett nekik"}, {"start": 707.92, "end": 713.96, "text": "ezek a hagyományos jelzések, úgy hiszem, a régi időkben valóban a szeretet jelei voltak, valószínűleg ez az"}, {"start": 713.96, "end": 719.0, "text": "oka annak, hogy a magyar nyelvben a szeretetre vonatkozó kifejezéseink többsége ezeket a jeleket rejtik"}, {"start": 719.0, "end": 723.88, "text": "Magyarországon ahelyett, hogy a kedvesedet honey-nak, vagy darling-nak hívnád"}, {"start": 723.88, "end": 731.36, "text": ", olyanokat mondasz, hogy a virágom Drága Rózsám, a galambom,"}, {"start": 731.36, "end": 737.0, "text": "a mai napig ami szerintem elég sokatmondó. tudom ám mire gondolsz -"}, {"start": 737.0, "end": 742.32, "text": "nagyon hasonló népmuvészeti  elemeket találsz minden kultúrában. én ugye a magyar nézőpontot képviselem itt"}, {"start": 742.32, "end": 748.24, "text": "de könnyen eljuthatunk Kelet-Európából Indián át egészen"}, {"start": 748.24, "end": 754.72, "text": "Mexikóig, és  nagyon hasonló népi mintákat találunk. néha Nagyon"}, {"start": 754.72, "end": 761.32, "text": "nehéz, szinte lehetetlen megkülönböztetni a magyart vagy bármilyen más kultúra népművészeti"}, {"start": 761.32, "end": 766.68, "text": "mintáitól, és bizonyos értelemben szerintem ez a szépsége ennek az egésznek, szemben a képzőművészettel, ahol"}, {"start": 766.68, "end": 772.44, "text": "a tulajdon elve nagyon fontos, a népi elemek mindenki számára hozzáférhetőek nincs"}, {"start": 772.44, "end": 778.6, "text": "hely az egonak vagy az elitizmusnak, ez valóban az emberek művészete Mindenki hivatalos erre a"}, {"start": 778.6, "end": 784.96, "text": "a party-ra, hogy valami szépet készítsünk, nincs valódi akadálya a hagyományos"}, {"start": 784.96, "end": 789.44, "text": "népművészetben. Szeretem azt gondolni, hogy amikor a különböző kultúrák így találkoznak, inspirálhatjuk egymást,"}, {"start": 789.44, "end": 795.16, "text": "senki sem veszít el igazán semmit. A csere mindkét oldalt gazdagítja ahogy a stílusok befolyásolják"}, {"start": 795.16, "end": 800.68, "text": "egymást, építik fel ezt a talán naiv, de nagyon szép gondolatot, miszerint egyikünk között"}, {"start": 800.68, "end": 806.76, "text": "sincsenek valódi határok vagy távolságok korlátok. Valójában a vágyunk, hogy szép dolgokkal vegyük körül magunkat"}, {"start": 806.76, "end": 812.96, "text": ", mélyen emberi tulajdonság, amiben mindannyian osztozunk, ezért úgy gondolom, hogy ezek a stilizált pontok, vonalak és"}, {"start": 812.96, "end": 818.0, "text": "a minták sokkal többet jelentenek dekorációnál bizonyos értelemben ez az a nyelv, amelyet mindannyian beszélünk ezen a"}, {"start": 818.0, "end": 823.68, "text": "bolygón, ezért megvan az az erejük, hogy mindannyiunkat összekapcsoljon. nahát, fiuk és lányok, nagyon remélem,"}, {"start": 823.68, "end": 828.56, "text": "hogy élveztétek ezt a kis kulturális kalandozást. szeretném tudni, hogy mit gondolsz erről az egészről,"}, {"start": 828.56, "end": 833.16, "text": "ha bármilyen módon kapcsolódsz ezekhez a jelentésekhez és üzenetek bármelyikéhez, bárhonnan is nézed"}, {"start": 833.16, "end": 837.52, "text": "ezt a videót, nyugodtan tudasd velünk, ha igen, egy like-al vagy egy megjegyzéssel és hát"}, {"start": 837.52, "end": 842.6, "text": "Remélem, hogy sokan visszatértek majd a csatornánkhoz hogy beszéljunk még dizájnrol dekorációról és más"}, {"start": 842.6, "end": 846.513, "text": "gyönyörű dolgokról, amelyek a világunkat alkotják, addigis en azt mondom, sziasztok, a viszont latasra, ciao"}, {"start": 846.513, "end": 864.76, "text": "[Music] allia"}], "createdAt": "2025-12-15T05:23:24.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/QcXygbsCSGQ/maxresdefault.webp", "type": "story", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=QcXygbsCSGQ", "isFavorite": false, "progress": 0}]