[{"id": "yt_Z9hhNKrfRlc", "userId": "system_course", "title": "10 basic Polish phrases for absolute beginners (part 1)", "language": "pl", "content": "Hi, welcome to Polish with Blonds and Hi, welcome to Polish with Blonds and Hi, welcome to Polish with Blonds and your first Polish lesson. First, I have your first Polish lesson. First, I have your first Polish lesson. First, I have to say I'm really impressed that you to say I'm really impressed that you to say I'm really impressed that you decided to learn Polish. It's not decided to learn Polish. It's not decided to learn Polish. It's not exactly the easiest language. So, I want exactly the easiest language. So, I want exactly the easiest language. So, I want to congratulate you on taking the first to congratulate you on taking the first to congratulate you on taking the first step of learning Polish. Actually, let step of learning Polish. Actually, let step of learning Polish. Actually, let me know down in the comments why you me know down in the comments why you me know down in the comments why you decided to learn this language. I'm decided to learn this language. I'm decided to learn this language. I'm really curious. Polishes. [Muzyka] [Muzyka] [Muzyka] Hello. Cześć. Hello. Cześć. Hello. Cześć. Cześć. Hello and Hello and Hello and cześć. My name is Zuzia. My name is Zuzia. My name is Zuzia. Mam na imię Zuzia. Mam na imię Zuzia. Mam na imię Zuzia. Mam na imię Zuzia. Mam na imię Zuzia. A ty? Miło mi cię poznać. Miło mi cię poznać. Miło mi cię poznać. Miło mi cię poznać. [Muzyka] Miło mi, Miło mi, Miło mi, miło mi. Cześć, Cześć, Cześć, mam na imię Zuzia. A ty? mam na imię Zuzia. A ty? mam na imię Zuzia. A ty? Miło mi cię poznać. Jak się masz? Jak się masz? Jak się masz? Jak się masz? Dobrze. Bardzo dobrze. Bardzo dobrze. Bardzo dobrze. Świetnie Świetnie Świetnie świetnie. [Muzyka] [Muzyka] [Muzyka] Niezbyt dobrze. Dobrze, Dobrze, Dobrze, świetnie. świetnie. świetnie. Niezbyt dobrze. Niezbyt dobrze. Niezbyt dobrze. Cześć, mam na imię Zuzia. A ty? Miło mi Cześć, mam na imię Zuzia. A ty? Miło mi Cześć, mam na imię Zuzia. A ty? Miło mi cię poznać. cię poznać. cię poznać. Jak się masz? Jak się masz? Jak się masz? Ja Ja Ja bardzo dobrze. bardzo dobrze. bardzo dobrze. A ty? A ty? A ty? Thank you. Thank you. Dziękuję. Thanks. Dzięki. Thanks. Dzięki. Thanks. Dzięki. Dziękuję. Dziękuję. Dziękuję. Dzięki. Cześć. M.", "sentences": ["Hi, welcome to Polish with Blonds and Hi, welcome to Polish with Blonds and Hi, welcome to Polish with Blonds and your first Polish lesson.", "First, I have your first Polish lesson.", "First, I have your first Polish lesson.", "First, I have to say I'm really impressed that you to say I'm really impressed that you to say I'm really impressed that you decided to learn Polish.", "It's not decided to learn Polish.", "It's not decided to learn Polish.", "It's not exactly the easiest language.", "So, I want exactly the easiest language.", "So, I want exactly the easiest language.", "So, I want to congratulate you on taking the first to congratulate you on taking the first to congratulate you on taking the first step of learning Polish.", "Actually, let step of learning Polish.", "Actually, let step of learning Polish.", "Actually, let me know down in the comments why you me know down in the comments why you me know down in the comments why you decided to learn this language.", "I'm decided to learn this language.", "I'm decided to learn this language.", "I'm really curious.", "Polishes.", "[Muzyka] [Muzyka] [Muzyka] Hello.", "Cześć.", "Hello.", "Cześć.", "Hello.", "Cześć.", "Cześć.", "Hello and Hello and Hello and cześć.", "My name is Zuzia.", "My name is Zuzia.", "My name is Zuzia.", "Mam na imię Zuzia.", "Mam na imię Zuzia.", "Mam na imię Zuzia.", "Mam na imię Zuzia.", "Mam na imię Zuzia.", "A ty?", "Miło mi cię poznać.", "Miło mi cię poznać.", "Miło mi cię poznać.", "Miło mi cię poznać.", "[Muzyka] Miło mi, Miło mi, Miło mi, miło mi.", "Cześć, Cześć, Cześć, mam na imię Zuzia.", "A ty?", "mam na imię Zuzia.", "A ty?", "mam na imię Zuzia.", "A ty?", "Miło mi cię poznać.", "Jak się masz?", "Jak się masz?", "Jak się masz?", "Jak się masz?", "Dobrze.", "Bardzo dobrze.", "Bardzo dobrze.", "Bardzo dobrze.", "Świetnie Świetnie Świetnie świetnie.", "[Muzyka] [Muzyka] [Muzyka] Niezbyt dobrze.", "Dobrze, Dobrze, Dobrze, świetnie.", "świetnie.", "świetnie.", "Niezbyt dobrze.", "Niezbyt dobrze.", "Niezbyt dobrze.", "Cześć, mam na imię Zuzia.", "A ty?", "Miło mi Cześć, mam na imię Zuzia.", "A ty?", "Miło mi Cześć, mam na imię Zuzia.", "A ty?", "Miło mi cię poznać.", "cię poznać.", "cię poznać.", "Jak się masz?", "Jak się masz?", "Jak się masz?", "Ja Ja Ja bardzo dobrze.", "bardzo dobrze.", "bardzo dobrze.", "A ty?", "A ty?", "A ty?", "Thank you.", "Thank you.", "Dziękuję.", "Thanks.", "Dzięki.", "Thanks.", "Dzięki.", "Thanks.", "Dzięki.", "Dziękuję.", "Dziękuję.", "Dziękuję.", "Dzięki.", "Cześć.", "M."], "transcript": [{"start": 0.56, "end": 4.87, "text": "Hi, welcome to Polish with Blonds and"}, {"start": 4.87, "end": 4.88, "text": "Hi, welcome to Polish with Blonds and"}, {"start": 4.88, "end": 7.55, "text": "Hi, welcome to Polish with Blonds and your first Polish lesson. First, I have"}, {"start": 7.55, "end": 7.56, "text": "your first Polish lesson. First, I have"}, {"start": 7.56, "end": 9.47, "text": "your first Polish lesson. First, I have to say I'm really impressed that you"}, {"start": 9.47, "end": 9.48, "text": "to say I'm really impressed that you"}, {"start": 9.48, "end": 12.35, "text": "to say I'm really impressed that you decided to learn Polish. It's not"}, {"start": 12.35, "end": 12.36, "text": "decided to learn Polish. It's not"}, {"start": 12.36, "end": 15.35, "text": "decided to learn Polish. It's not exactly the easiest language. So, I want"}, {"start": 15.35, "end": 15.36, "text": "exactly the easiest language. So, I want"}, {"start": 15.36, "end": 17.79, "text": "exactly the easiest language. So, I want to congratulate you on taking the first"}, {"start": 17.79, "end": 17.8, "text": "to congratulate you on taking the first"}, {"start": 17.8, "end": 20.87, "text": "to congratulate you on taking the first step of learning Polish. Actually, let"}, {"start": 20.87, "end": 20.88, "text": "step of learning Polish. Actually, let"}, {"start": 20.88, "end": 23.39, "text": "step of learning Polish. Actually, let me know down in the comments why you"}, {"start": 23.39, "end": 23.4, "text": "me know down in the comments why you"}, {"start": 23.4, "end": 25.87, "text": "me know down in the comments why you decided to learn this language. I'm"}, {"start": 25.87, "end": 25.88, "text": "decided to learn this language. I'm"}, {"start": 25.88, "end": 30.63, "text": "decided to learn this language. I'm really curious."}, {"start": 30.64, "end": 35.16, "text": "Polishes."}, {"start": 35.17, "end": 39.83, "text": "[Muzyka]"}, {"start": 39.83, "end": 39.84, "text": "[Muzyka]"}, {"start": 39.84, "end": 43.229, "text": "[Muzyka] Hello. Cześć."}, {"start": 43.229, "end": 43.239, "text": "Hello. Cześć."}, {"start": 43.239, "end": 46.389, "text": "Hello. Cześć. Cześć."}, {"start": 46.399, "end": 49.47, "text": "Hello and"}, {"start": 49.47, "end": 49.48, "text": "Hello and"}, {"start": 49.48, "end": 60.95, "text": "Hello and cześć."}, {"start": 60.96, "end": 63.75, "text": "My name is Zuzia."}, {"start": 63.75, "end": 63.76, "text": "My name is Zuzia."}, {"start": 63.76, "end": 66.95, "text": "My name is Zuzia. Mam na imię Zuzia."}, {"start": 66.95, "end": 66.96, "text": "Mam na imię Zuzia."}, {"start": 66.96, "end": 71.99, "text": "Mam na imię Zuzia. Mam na imię Zuzia."}, {"start": 72.0, "end": 79.35, "text": "Mam na imię Zuzia. A ty?"}, {"start": 79.36, "end": 82.51, "text": "Miło mi cię poznać."}, {"start": 82.51, "end": 82.52, "text": "Miło mi cię poznać."}, {"start": 82.52, "end": 88.81, "text": "Miło mi cię poznać. Miło mi cię poznać."}, {"start": 88.82, "end": 93.789, "text": "[Muzyka]"}, {"start": 93.799, "end": 96.069, "text": "Miło mi,"}, {"start": 96.069, "end": 96.07900000000001, "text": "Miło mi,"}, {"start": 96.07900000000001, "end": 101.22999999999999, "text": "Miło mi, miło mi."}, {"start": 101.24000000000001, "end": 103.03, "text": "Cześć,"}, {"start": 103.03, "end": 103.03999999999999, "text": "Cześć,"}, {"start": 103.03999999999999, "end": 107.789, "text": "Cześć, mam na imię Zuzia. A ty?"}, {"start": 107.789, "end": 107.799, "text": "mam na imię Zuzia. A ty?"}, {"start": 107.799, "end": 113.63, "text": "mam na imię Zuzia. A ty? Miło mi cię poznać."}, {"start": 113.64, "end": 116.029, "text": "Jak się masz?"}, {"start": 116.029, "end": 116.039, "text": "Jak się masz?"}, {"start": 116.039, "end": 122.709, "text": "Jak się masz? Jak się masz?"}, {"start": 122.719, "end": 126.27, "text": "Dobrze."}, {"start": 126.28, "end": 130.109, "text": "Bardzo dobrze."}, {"start": 130.109, "end": 130.119, "text": "Bardzo dobrze."}, {"start": 130.119, "end": 132.07, "text": "Bardzo dobrze. Świetnie"}, {"start": 132.07, "end": 132.08, "text": "Świetnie"}, {"start": 132.08, "end": 135.66, "text": "Świetnie świetnie."}, {"start": 135.67, "end": 137.67000000000002, "text": "[Muzyka]"}, {"start": 137.67000000000002, "end": 137.68, "text": "[Muzyka]"}, {"start": 137.68, "end": 141.91, "text": "[Muzyka] Niezbyt dobrze."}, {"start": 141.92000000000002, "end": 144.07, "text": "Dobrze,"}, {"start": 144.07, "end": 144.07999999999998, "text": "Dobrze,"}, {"start": 144.07999999999998, "end": 146.75, "text": "Dobrze, świetnie."}, {"start": 146.75, "end": 146.76, "text": "świetnie."}, {"start": 146.76, "end": 150.39, "text": "świetnie. Niezbyt dobrze."}, {"start": 150.39, "end": 150.4, "text": "Niezbyt dobrze."}, {"start": 150.4, "end": 155.79, "text": "Niezbyt dobrze. Cześć, mam na imię Zuzia. A ty? Miło mi"}, {"start": 155.79, "end": 155.8, "text": "Cześć, mam na imię Zuzia. A ty? Miło mi"}, {"start": 155.8, "end": 158.869, "text": "Cześć, mam na imię Zuzia. A ty? Miło mi cię poznać."}, {"start": 158.869, "end": 158.879, "text": "cię poznać."}, {"start": 158.879, "end": 161.47, "text": "cię poznać. Jak się masz?"}, {"start": 161.47, "end": 161.48, "text": "Jak się masz?"}, {"start": 161.48, "end": 163.27, "text": "Jak się masz? Ja"}, {"start": 163.27, "end": 163.28, "text": "Ja"}, {"start": 163.28, "end": 165.67000000000002, "text": "Ja bardzo dobrze."}, {"start": 165.67000000000002, "end": 165.68, "text": "bardzo dobrze."}, {"start": 165.68, "end": 168.63, "text": "bardzo dobrze. A ty?"}, {"start": 168.63, "end": 168.64, "text": "A ty?"}, {"start": 168.64, "end": 173.07, "text": "A ty? Thank you."}, {"start": 173.07999999999998, "end": 177.67000000000002, "text": "Thank you. Dziękuję."}, {"start": 177.68, "end": 181.149, "text": "Thanks. Dzięki."}, {"start": 181.149, "end": 181.159, "text": "Thanks. Dzięki."}, {"start": 181.159, "end": 183.39, "text": "Thanks. Dzięki. Dziękuję."}, {"start": 183.39, "end": 183.4, "text": "Dziękuję."}, {"start": 183.4, "end": 188.83, "text": "Dziękuję. Dzięki."}, {"start": 188.84, "end": 191.959, "text": "Cześć. M."}], "createdAt": "2025-12-15T09:08:45.000Z", "imageUrl": "https://i.ytimg.com/vi/Z9hhNKrfRlc/maxresdefault.jpg", "type": "grammar", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=Z9hhNKrfRlc", "isFavorite": false, "progress": 0}, {"id": "yt_hZd1g-zsG_k", "userId": "system_course", "title": "START LEARNING Polish with an Easy Story (Jestem chory)", "language": "pl", "content": "In this lesson, we will listen to one In this lesson, we will listen to one In this lesson, we will listen to one simple story in Polish. simple story in Polish. simple story in Polish. First we listen to the story with Polish First we listen to the story with Polish First we listen to the story with Polish subtitles then with English translation subtitles then with English translation subtitles then with English translation and finally jestem chory. Budzę się wcześnie rano, czując się Budzę się wcześnie rano, czując się Budzę się wcześnie rano, czując się niezbyt dobrze. Boli mnie gardło i niezbyt dobrze. Boli mnie gardło i niezbyt dobrze. Boli mnie gardło i głowa. Próbuję wstać z łóżka, ale czuję głowa. Próbuję wstać z łóżka, ale czuję głowa. Próbuję wstać z łóżka, ale czuję się się się fatalnie. Mam także zainfekowany nos i fatalnie. Mam także zainfekowany nos i fatalnie. Mam także zainfekowany nos i nie mogę dobrze nie mogę dobrze nie mogę dobrze oddychać. Dotykam swojego oddychać. Dotykam swojego oddychać. Dotykam swojego czoła. Jest czoła. Jest czoła. Jest gorące. Wydaje mi się, że mam gorączkę. gorące. Wydaje mi się, że mam gorączkę. gorące. Wydaje mi się, że mam gorączkę. Pomału wstaję z łóżka, kręci mi się w Pomału wstaję z łóżka, kręci mi się w Pomału wstaję z łóżka, kręci mi się w głowie i czuję się bardzo głowie i czuję się bardzo głowie i czuję się bardzo słabo. Ledwo stoję na słabo. Ledwo stoję na słabo. Ledwo stoję na nogach. Idę do łazienki i patrzę w nogach. Idę do łazienki i patrzę w nogach. Idę do łazienki i patrzę w lustro. Nie wyglądam dobrze. Jestem lustro. Nie wyglądam dobrze. Jestem lustro. Nie wyglądam dobrze. Jestem blady i mam czerwone blady i mam czerwone blady i mam czerwone oczy. O nie, jestem chory. Mówię sam do oczy. O nie, jestem chory. Mówię sam do oczy. O nie, jestem chory. Mówię sam do siebie. siebie. siebie. Co powinienem teraz Co powinienem teraz Co powinienem teraz zrobić? Postanawiam zostać w domu i zrobić? Postanawiam zostać w domu i zrobić? Postanawiam zostać w domu i spróbować się spróbować się spróbować się wyleczyć. Najpierw idę do wyleczyć. Najpierw idę do wyleczyć. Najpierw idę do kuchni. Robię sobie duży dzbanek herbaty kuchni. Robię sobie duży dzbanek herbaty kuchni. Robię sobie duży dzbanek herbaty z miodem i cytryną. z miodem i cytryną. z miodem i cytryną. Herbata jest ciepła i pomaga na ból Herbata jest ciepła i pomaga na ból Herbata jest ciepła i pomaga na ból gardła. Biorę także tabletkę gardła. Biorę także tabletkę gardła. Biorę także tabletkę przeciwbólową na ból przeciwbólową na ból przeciwbólową na ból głowy. Wracam do łóżka, przykrywam się głowy. Wracam do łóżka, przykrywam się głowy. Wracam do łóżka, przykrywam się kocem i próbuję kocem i próbuję kocem i próbuję zasnąć, ale nie mogę, bo ciągle zasnąć, ale nie mogę, bo ciągle zasnąć, ale nie mogę, bo ciągle kaszlę. Biorę koc i siadam na kanapie. kaszlę. Biorę koc i siadam na kanapie. kaszlę. Biorę koc i siadam na kanapie. Włączam telewizję i oglądam swój Włączam telewizję i oglądam swój Włączam telewizję i oglądam swój ulubiony ulubiony ulubiony program. Trochę mi to poprawia program. Trochę mi to poprawia program. Trochę mi to poprawia humor. Na chwilę zamykam oczy. Nagle humor. Na chwilę zamykam oczy. Nagle humor. Na chwilę zamykam oczy. Nagle słyszę, że dzwoni mój słyszę, że dzwoni mój słyszę, że dzwoni mój telefon. To mój kolega, który pyta, czy telefon. To mój kolega, który pyta, czy telefon. To mój kolega, który pyta, czy wychodzę z nim na wychodzę z nim na wychodzę z nim na dwór. Nie mogę, jestem chory. Mówię. dwór. Nie mogę, jestem chory. Mówię. dwór. Nie mogę, jestem chory. Mówię. Mój kolega życzy mi szybkiego powrotu do Mój kolega życzy mi szybkiego powrotu do Mój kolega życzy mi szybkiego powrotu do zdrowia. Jest już prawie zdrowia. Jest już prawie zdrowia. Jest już prawie 10:00. Czuję się głodny. Muszę zjeść 10:00. Czuję się głodny. Muszę zjeść 10:00. Czuję się głodny. Muszę zjeść śniadanie. Jem trochę rosołu z śniadanie. Jem trochę rosołu z śniadanie. Jem trochę rosołu z niedzieli. Moja mama zawsze mówi, że niedzieli. Moja mama zawsze mówi, że niedzieli. Moja mama zawsze mówi, że rosół jest najlepszy na przeziębienie. rosół jest najlepszy na przeziębienie. rosół jest najlepszy na przeziębienie. Po śniadaniu nalewam sobie szklankę Po śniadaniu nalewam sobie szklankę Po śniadaniu nalewam sobie szklankę herbaty, którą zrobiłem herbaty, którą zrobiłem herbaty, którą zrobiłem wcześniej. Podobno należy pić dużo wcześniej. Podobno należy pić dużo wcześniej. Podobno należy pić dużo płynów, gdy jest się płynów, gdy jest się płynów, gdy jest się chorym. Płuczę także gardło wodą z solą. chorym. Płuczę także gardło wodą z solą. chorym. Płuczę także gardło wodą z solą. Smak jest okropny, ale wiem, że pomoże Smak jest okropny, ale wiem, że pomoże Smak jest okropny, ale wiem, że pomoże mi to na gardło. Po południu czuję się mi to na gardło. Po południu czuję się mi to na gardło. Po południu czuję się bardzo bardzo bardzo zmęczony. Kładę się do łóżka i szybko zmęczony. Kładę się do łóżka i szybko zmęczony. Kładę się do łóżka i szybko zasypiam. Budzę się dwie godziny zasypiam. Budzę się dwie godziny zasypiam. Budzę się dwie godziny później. Czuję się trochę lepiej. później. Czuję się trochę lepiej. później. Czuję się trochę lepiej. Nie mam już takiej gorączki i gardło Nie mam już takiej gorączki i gardło Nie mam już takiej gorączki i gardło mniej mnie mniej mnie mniej mnie boli. Robię sobie więcej herbaty, tym boli. Robię sobie więcej herbaty, tym boli. Robię sobie więcej herbaty, tym razem z razem z razem z imbirem. Biorę książkę i chwilę imbirem. Biorę książkę i chwilę imbirem. Biorę książkę i chwilę czytam. Wieczorem biorę gorący czytam. Wieczorem biorę gorący czytam. Wieczorem biorę gorący prysznic. Po takim prysznicu łatwiej mi prysznic. Po takim prysznicu łatwiej mi prysznic. Po takim prysznicu łatwiej mi się się się oddycha. Zakładam swoją piżamę. i oddycha. Zakładam swoją piżamę. i oddycha. Zakładam swoją piżamę. i nalewam kubek nalewam kubek nalewam kubek herbaty. Siadam przy oknie i patrzę na herbaty. Siadam przy oknie i patrzę na herbaty. Siadam przy oknie i patrzę na zachód zachód zachód słońca. Przed snem biorę jedną słońca. Przed snem biorę jedną słońca. Przed snem biorę jedną tabletkę i popijam ją szklanką wody. tabletkę i popijam ją szklanką wody. tabletkę i popijam ją szklanką wody. Mam nadzieję, że jutro będę już Mam nadzieję, że jutro będę już Mam nadzieję, że jutro będę już zdrowy. Bycie chorym jest do zdrowy. Bycie chorym jest do zdrowy. Bycie chorym jest do [Muzyka] bani. Jestem chory. Budzę się wcześnie rano. Czując się niezbyt dobrze, dobrze, dobrze, notnie gardło i głowa. Próbuję wstać z łóżka, ale czuję się fatalnie. Mam także zainfekowany nos i nie mogę dobrze oddychać. Dotykam swojego czoła. Jest oddychać. Dotykam swojego czoła. Jest oddychać. Dotykam swojego czoła. Jest gorące. Touch for. Wydaje mi się, że mam gorączkę. Pomału wstaję z łóżka. kręci mi się w głowie i czuję się bardzo i czuję się bardzo i czuję się bardzo [Muzyka] słabo. Ledwo stoję na nogach. Idę do łazienki. I patrzę w lustro. Nie wyglądam dobrze. Jestem blady. I am i mam czerwone oczy. O nie, jestem chory. Mówię sam do siebie. Co powinienem teraz zrobić? Postanawiam zostać w domu i spróbować się wyleczyć. Najpierw idę do kuchni. Robię sobie duży dzbanek herbaty z Robię sobie duży dzbanek herbaty z Robię sobie duży dzbanek herbaty z miodem i cytryną. Herbata jest ciepła i pomaga na ból gardła. Biorę także tabletkę gardła. Biorę także tabletkę gardła. Biorę także tabletkę przeciwbólową na ból głowy. Wracam do łóżka. Przykrywam się kocem i próbuję zasnąć. Ale nie mogę, bo ciągle kaszlę. Biorę koc i siadam na kanapie. Włączam telewizję. on on on TV i oglądam swój ulubiony program. Trochę mi to poprawia humor. Na chwilę zamykam oczy. Nagle słyszę, że dzwoni mój telefon. To mój kolega, który pyta czy wychodzę z nim na dwór. Nie mogę, jestem chory. Mówię: \"I can't mój kolega życzy mi szybkiego can't mój kolega życzy mi szybkiego can't mój kolega życzy mi szybkiego powrotu do zdrowia. Jest już prawie 10. Czuję się głodny. hry. Muszę zjeść śniadanie. eat eat eat breakfast. Jem trochę rosołu z niedzieli. Moja mama zawsze mówi: \"Mys, mówi: \"Mys, mówi: \"Mys, że rosu jest najlepszy na przeziębienie. Po śniadaniu nalewam sobie szklankę herbaty, którą zrobiłem wcześniej. Podobno należy pić dużo wcześniej. Podobno należy pić dużo wcześniej. Podobno należy pić dużo płynów. Gdy jest się chorym, płuczę także gardło wodą z solą. Smak jest okropny. Ale wiem, że pomoże mi to na gardło. Po południu czuję się bardzo zmęczony. Kładę się do łóżka i szybko zmęczony. Kładę się do łóżka i szybko zmęczony. Kładę się do łóżka i szybko zasypiam. Budzę się dwie godziny później. Czuję się trochę lepiej. Nie mam już takiej gorączki. I gardło mniej mnie boli. Robię sobie więcej herbaty. Tym razem z imbirem. Ginger. Biorę książkę i chwilę czytam. Wieczorem biorę gorący prysznic. Po takim prysznicu łatwiej mi prysznic. Po takim prysznicu łatwiej mi prysznic. Po takim prysznicu łatwiej mi się oddycha. Zakładam swoją piżamę i nalewam kubek herbaty. Siadam przy oknie i patrzę na zachód słońca. Przed snem biorę jedną tabletkę i popijam ją szklanką wody. Mam nadzieję, że jutro będę już zdrowy. Bycie chorym jest do zdrowy. Bycie chorym jest do zdrowy. Bycie chorym jest do [Muzyka] bani. Polish learnpolish.com. On our website, you'll find lots of On our website, you'll find lots of On our website, you'll find lots of carefully crafted lessons to help you carefully crafted lessons to help you carefully crafted lessons to help you learn the beautiful polish language. learn the beautiful polish language. learn the beautiful polish language. Each lesson comes with an audio Each lesson comes with an audio Each lesson comes with an audio recording done by a native speaker, as recording done by a native speaker, as recording done by a native speaker, as well as practical exercises to reinforce well as practical exercises to reinforce well as practical exercises to reinforce your your your learning. Choose your native language learning. Choose your native language learning. Choose your native language and take advantage of multilingual and take advantage of multilingual and take advantage of multilingual learning experience. learning experience. learning experience. You can also adjust the reading settings You can also adjust the reading settings You can also adjust the reading settings to make reading more comfortable for to make reading more comfortable for to make reading more comfortable for you. Use our handy translator to quickly you. Use our handy translator to quickly you. Use our handy translator to quickly look up any words or look up any words or look up any words or phrases. Click the link below and learn phrases. Click the link below and learn phrases. Click the link below and learn Polish today. Ok, back to our story. Jestem chory. Budzę się wcześnie rano, czując chory. Budzę się wcześnie rano, czując chory. Budzę się wcześnie rano, czując się niezbyt dobrze. Boli mnie gardło i się niezbyt dobrze. Boli mnie gardło i się niezbyt dobrze. Boli mnie gardło i głowa. Próbuję wstać z łóżka, ale czuję głowa. Próbuję wstać z łóżka, ale czuję głowa. Próbuję wstać z łóżka, ale czuję się się się fatalnie. Mam także zainfekowany nos i fatalnie. Mam także zainfekowany nos i fatalnie. Mam także zainfekowany nos i nie mogę dobrze nie mogę dobrze nie mogę dobrze oddychać. Dotykam swojego oddychać. Dotykam swojego oddychać. Dotykam swojego czoła. Jest czoła. Jest czoła. Jest gorące. Wydaje mi się. że mam gorące. Wydaje mi się. że mam gorące. Wydaje mi się. że mam gorączkę. Pomału wstaję z łóżka, kręci gorączkę. Pomału wstaję z łóżka, kręci gorączkę. Pomału wstaję z łóżka, kręci mi się w głowie i czuję się bardzo mi się w głowie i czuję się bardzo mi się w głowie i czuję się bardzo słabo. Ledwo stoję na słabo. Ledwo stoję na słabo. Ledwo stoję na nogach. Idę do łazienki i patrzę w nogach. Idę do łazienki i patrzę w nogach. Idę do łazienki i patrzę w lustro. Nie wyglądam dobrze. Jestem lustro. Nie wyglądam dobrze. Jestem lustro. Nie wyglądam dobrze. Jestem blady i mam czerwone blady i mam czerwone blady i mam czerwone oczy. O nie, jestem chory. Mówię sam do oczy. O nie, jestem chory. Mówię sam do oczy. O nie, jestem chory. Mówię sam do siebie. siebie. siebie. Co powinienem teraz Co powinienem teraz Co powinienem teraz zrobić? Postanawiam zostać w domu i zrobić? Postanawiam zostać w domu i zrobić? Postanawiam zostać w domu i spróbować się spróbować się spróbować się wyleczyć. Najpierw idę do wyleczyć. Najpierw idę do wyleczyć. Najpierw idę do kuchni. Robię sobie duży dzbanek herbaty kuchni. Robię sobie duży dzbanek herbaty kuchni. Robię sobie duży dzbanek herbaty z miodem i z miodem i z miodem i cytryną. Herbata jest ciepła i pomaga na cytryną. Herbata jest ciepła i pomaga na cytryną. Herbata jest ciepła i pomaga na ból ból ból gardła. Biorę także tabletkę gardła. Biorę także tabletkę gardła. Biorę także tabletkę przeciwbólową. przeciwbólową. przeciwbólową. na ból na ból na ból głowy. Wracam do łóżka, przykrywam się głowy. Wracam do łóżka, przykrywam się głowy. Wracam do łóżka, przykrywam się kocem i próbuję kocem i próbuję kocem i próbuję zasnąć, ale nie mogę, bo ciągle zasnąć, ale nie mogę, bo ciągle zasnąć, ale nie mogę, bo ciągle kaszlę. Biorę koc i siadam na kaszlę. Biorę koc i siadam na kaszlę. Biorę koc i siadam na kanapie. Włączam telewizję i oglądam kanapie. Włączam telewizję i oglądam kanapie. Włączam telewizję i oglądam swój ulubiony swój ulubiony swój ulubiony program. Trochę mi to poprawia program. Trochę mi to poprawia program. Trochę mi to poprawia humor. Na chwilę zamykam oczy. humor. Na chwilę zamykam oczy. humor. Na chwilę zamykam oczy. Nagle słyszę, że dzwoni mój Nagle słyszę, że dzwoni mój Nagle słyszę, że dzwoni mój telefon. To mój kolega, który pyta, czy telefon. To mój kolega, który pyta, czy telefon. To mój kolega, który pyta, czy wychodzę z nim na wychodzę z nim na wychodzę z nim na dwór. Nie mogę, jestem chory. dwór. Nie mogę, jestem chory. dwór. Nie mogę, jestem chory. Mówię. Mój kolega życzy mi szybkiego Mówię. Mój kolega życzy mi szybkiego Mówię. Mój kolega życzy mi szybkiego powrotu do powrotu do powrotu do zdrowia. Jest już prawie zdrowia. Jest już prawie zdrowia. Jest już prawie 10:00. Czuję się głodny. Muszę zjeść 10:00. Czuję się głodny. Muszę zjeść 10:00. Czuję się głodny. Muszę zjeść śniadanie. śniadanie. śniadanie. Jem trochę rosołu z Jem trochę rosołu z Jem trochę rosołu z niedzieli. Moja mama zawsze mówi, że niedzieli. Moja mama zawsze mówi, że niedzieli. Moja mama zawsze mówi, że rosół jest najlepszy na rosół jest najlepszy na rosół jest najlepszy na przeziębienie. Po śniadaniu nalewam przeziębienie. Po śniadaniu nalewam przeziębienie. Po śniadaniu nalewam sobie szklankę herbaty, którą zrobiłem sobie szklankę herbaty, którą zrobiłem sobie szklankę herbaty, którą zrobiłem wcześniej. Podobno należy pić dużo wcześniej. Podobno należy pić dużo wcześniej. Podobno należy pić dużo płynów, gdy jest się płynów, gdy jest się płynów, gdy jest się chorym. Płuczę także gardło wodą z solą. chorym. Płuczę także gardło wodą z solą. chorym. Płuczę także gardło wodą z solą. Smak jest okropny, ale wiem, że pomoże Smak jest okropny, ale wiem, że pomoże Smak jest okropny, ale wiem, że pomoże mi to na gardło. Po południu czuję się mi to na gardło. Po południu czuję się mi to na gardło. Po południu czuję się bardzo bardzo bardzo zmęczony. Kładę się do łóżka i szybko zmęczony. Kładę się do łóżka i szybko zmęczony. Kładę się do łóżka i szybko zasypiam. Budzę się dwie godziny zasypiam. Budzę się dwie godziny zasypiam. Budzę się dwie godziny później. Czuję się trochę lepiej. później. Czuję się trochę lepiej. później. Czuję się trochę lepiej. Nie mam już takiej gorączki i gardło Nie mam już takiej gorączki i gardło Nie mam już takiej gorączki i gardło mniej mnie mniej mnie mniej mnie boli. Robię sobie więcej herbaty, tym boli. Robię sobie więcej herbaty, tym boli. Robię sobie więcej herbaty, tym razem z razem z razem z imbirem. Biorę książkę i chwilę imbirem. Biorę książkę i chwilę imbirem. Biorę książkę i chwilę czytam. Wieczorem biorę gorący czytam. Wieczorem biorę gorący czytam. Wieczorem biorę gorący prysznic. Po takim prysznicu łatwiej mi prysznic. Po takim prysznicu łatwiej mi prysznic. Po takim prysznicu łatwiej mi się się się oddycha. Zakładam swoją piżamę. i oddycha. Zakładam swoją piżamę. i oddycha. Zakładam swoją piżamę. i nalewam kubek nalewam kubek nalewam kubek herbaty. Siadam przy oknie i patrzę na herbaty. Siadam przy oknie i patrzę na herbaty. Siadam przy oknie i patrzę na zachód zachód zachód słońca. Przed snem biorę jedną słońca. Przed snem biorę jedną słońca. Przed snem biorę jedną tabletkę i popijam ją szklanką wody. tabletkę i popijam ją szklanką wody. tabletkę i popijam ją szklanką wody. Mam nadzieję, że jutro będę już Mam nadzieję, że jutro będę już Mam nadzieję, że jutro będę już zdrowy. Bycie chorym jest do zdrowy. Bycie chorym jest do zdrowy. Bycie chorym jest do [Muzyka] bani. Jakie objawy ma narrator, gdy się bani. Jakie objawy ma narrator, gdy się bani. Jakie objawy ma narrator, gdy się budzi? Co narrator je na śniadanie? Kto dzwoni do narratora w śniadanie? Kto dzwoni do narratora w śniadanie? Kto dzwoni do narratora w ciągu dnia? Boli mnie gardło. My gardło. My gardło. My thrur. Boli mnie głowa. Jestem chory. Mam gorączkę. Mam czerwone oczy. I oczy. I oczy. I jestem blady. Duży dzbanek herbaty. Tabletka przeciwbólowa. Przykrywam się kocem. Próbuję zasnąć. Ciągle kaszlę. Włączam telewizję. [Muzyka] Rosół najlepszy na przeziębienie. bardzo zmęczony. Quickly look up unfamiliar zmęczony. Quickly look up unfamiliar zmęczony. Quickly look up unfamiliar words or phrases for a smooth learning words or phrases for a smooth learning words or phrases for a smooth learning experience and practice what you've experience and practice what you've experience and practice what you've learned with our fun and interactive learned with our fun and interactive learned with our fun and interactive exercises. You'll find a link to this exercises. You'll find a link to this exercises. You'll find a link to this special lesson in the description box special lesson in the description box special lesson in the description box below. Thank you for watching. If you below. Thank you for watching. If you below. Thank you for watching. If you enjoyed this video, please give it a enjoyed this video, please give it a enjoyed this video, please give it a thumbs up and subscribe to our channel thumbs up and subscribe to our channel thumbs up and subscribe to our channel for more Polish language for more Polish language for more Polish language lessons. Don't forg to hit the bell icon lessons. Don't forg to hit the bell icon lessons. Don't forg to hit the bell icon to get notified when we upload new to get notified when we upload new to get notified when we upload new content. See you in the next video and content. See you in the next video and content. See you in the next video and happy learning. M.", "sentences": ["In this lesson, we will listen to one In this lesson, we will listen to one In this lesson, we will listen to one simple story in Polish.", "simple story in Polish.", "simple story in Polish.", "First we listen to the story with Polish First we listen to the story with Polish First we listen to the story with Polish subtitles then with English translation subtitles then with English translation subtitles then with English translation and finally jestem chory.", "Budzę się wcześnie rano, czując się Budzę się wcześnie rano, czując się Budzę się wcześnie rano, czując się niezbyt dobrze.", "Boli mnie gardło i niezbyt dobrze.", "Boli mnie gardło i niezbyt dobrze.", "Boli mnie gardło i głowa.", "Próbuję wstać z łóżka, ale czuję głowa.", "Próbuję wstać z łóżka, ale czuję głowa.", "Próbuję wstać z łóżka, ale czuję się się się fatalnie.", "Mam także zainfekowany nos i fatalnie.", "Mam także zainfekowany nos i fatalnie.", "Mam także zainfekowany nos i nie mogę dobrze nie mogę dobrze nie mogę dobrze oddychać.", "Dotykam swojego oddychać.", "Dotykam swojego oddychać.", "Dotykam swojego czoła.", "Jest czoła.", "Jest czoła.", "Jest gorące.", "Wydaje mi się, że mam gorączkę.", "gorące.", "Wydaje mi się, że mam gorączkę.", "gorące.", "Wydaje mi się, że mam gorączkę.", "Pomału wstaję z łóżka, kręci mi się w Pomału wstaję z łóżka, kręci mi się w Pomału wstaję z łóżka, kręci mi się w głowie i czuję się bardzo głowie i czuję się bardzo głowie i czuję się bardzo słabo.", "Ledwo stoję na słabo.", "Ledwo stoję na słabo.", "Ledwo stoję na nogach.", "Idę do łazienki i patrzę w nogach.", "Idę do łazienki i patrzę w nogach.", "Idę do łazienki i patrzę w lustro.", "Nie wyglądam dobrze.", "Jestem lustro.", "Nie wyglądam dobrze.", "Jestem lustro.", "Nie wyglądam dobrze.", "Jestem blady i mam czerwone blady i mam czerwone blady i mam czerwone oczy.", "O nie, jestem chory.", "Mówię sam do oczy.", "O nie, jestem chory.", "Mówię sam do oczy.", "O nie, jestem chory.", "Mówię sam do siebie.", "siebie.", "siebie.", "Co powinienem teraz Co powinienem teraz Co powinienem teraz zrobić?", "Postanawiam zostać w domu i zrobić?", "Postanawiam zostać w domu i zrobić?", "Postanawiam zostać w domu i spróbować się spróbować się spróbować się wyleczyć.", "Najpierw idę do wyleczyć.", "Najpierw idę do wyleczyć.", "Najpierw idę do kuchni.", "Robię sobie duży dzbanek herbaty kuchni.", "Robię sobie duży dzbanek herbaty kuchni.", "Robię sobie duży dzbanek herbaty z miodem i cytryną.", "z miodem i cytryną.", "z miodem i cytryną.", "Herbata jest ciepła i pomaga na ból Herbata jest ciepła i pomaga na ból Herbata jest ciepła i pomaga na ból gardła.", "Biorę także tabletkę gardła.", "Biorę także tabletkę gardła.", "Biorę także tabletkę przeciwbólową na ból przeciwbólową na ból przeciwbólową na ból głowy.", "Wracam do łóżka, przykrywam się głowy.", "Wracam do łóżka, przykrywam się głowy.", "Wracam do łóżka, przykrywam się kocem i próbuję kocem i próbuję kocem i próbuję zasnąć, ale nie mogę, bo ciągle zasnąć, ale nie mogę, bo ciągle zasnąć, ale nie mogę, bo ciągle kaszlę.", "Biorę koc i siadam na kanapie.", "kaszlę.", "Biorę koc i siadam na kanapie.", "kaszlę.", "Biorę koc i siadam na kanapie.", "Włączam telewizję i oglądam swój Włączam telewizję i oglądam swój Włączam telewizję i oglądam swój ulubiony ulubiony ulubiony program.", "Trochę mi to poprawia program.", "Trochę mi to poprawia program.", "Trochę mi to poprawia humor.", "Na chwilę zamykam oczy.", "Nagle humor.", "Na chwilę zamykam oczy.", "Nagle humor.", "Na chwilę zamykam oczy.", "Nagle słyszę, że dzwoni mój słyszę, że dzwoni mój słyszę, że dzwoni mój telefon.", "To mój kolega, który pyta, czy telefon.", "To mój kolega, który pyta, czy telefon.", "To mój kolega, który pyta, czy wychodzę z nim na wychodzę z nim na wychodzę z nim na dwór.", "Nie mogę, jestem chory.", "Mówię.", "dwór.", "Nie mogę, jestem chory.", "Mówię.", "dwór.", "Nie mogę, jestem chory.", "Mówię.", "Mój kolega życzy mi szybkiego powrotu do Mój kolega życzy mi szybkiego powrotu do Mój kolega życzy mi szybkiego powrotu do zdrowia.", "Jest już prawie zdrowia.", "Jest już prawie zdrowia.", "Jest już prawie 10:00.", "Czuję się głodny.", "Muszę zjeść 10:00.", "Czuję się głodny.", "Muszę zjeść 10:00.", "Czuję się głodny.", "Muszę zjeść śniadanie.", "Jem trochę rosołu z śniadanie.", "Jem trochę rosołu z śniadanie.", "Jem trochę rosołu z niedzieli.", "Moja mama zawsze mówi, że niedzieli.", "Moja mama zawsze mówi, że niedzieli.", "Moja mama zawsze mówi, że rosół jest najlepszy na przeziębienie.", "rosół jest najlepszy na przeziębienie.", "rosół jest najlepszy na przeziębienie.", "Po śniadaniu nalewam sobie szklankę Po śniadaniu nalewam sobie szklankę Po śniadaniu nalewam sobie szklankę herbaty, którą zrobiłem herbaty, którą zrobiłem herbaty, którą zrobiłem wcześniej.", "Podobno należy pić dużo wcześniej.", "Podobno należy pić dużo wcześniej.", "Podobno należy pić dużo płynów, gdy jest się płynów, gdy jest się płynów, gdy jest się chorym.", "Płuczę także gardło wodą z solą.", "chorym.", "Płuczę także gardło wodą z solą.", "chorym.", "Płuczę także gardło wodą z solą.", "Smak jest okropny, ale wiem, że pomoże Smak jest okropny, ale wiem, że pomoże Smak jest okropny, ale wiem, że pomoże mi to na gardło.", "Po południu czuję się mi to na gardło.", "Po południu czuję się mi to na gardło.", "Po południu czuję się bardzo bardzo bardzo zmęczony.", "Kładę się do łóżka i szybko zmęczony.", "Kładę się do łóżka i szybko zmęczony.", "Kładę się do łóżka i szybko zasypiam.", "Budzę się dwie godziny zasypiam.", "Budzę się dwie godziny zasypiam.", "Budzę się dwie godziny później.", "Czuję się trochę lepiej.", "później.", "Czuję się trochę lepiej.", "później.", "Czuję się trochę lepiej.", "Nie mam już takiej gorączki i gardło Nie mam już takiej gorączki i gardło Nie mam już takiej gorączki i gardło mniej mnie mniej mnie mniej mnie boli.", "Robię sobie więcej herbaty, tym boli.", "Robię sobie więcej herbaty, tym boli.", "Robię sobie więcej herbaty, tym razem z razem z razem z imbirem.", "Biorę książkę i chwilę imbirem.", "Biorę książkę i chwilę imbirem.", "Biorę książkę i chwilę czytam.", "Wieczorem biorę gorący czytam.", "Wieczorem biorę gorący czytam.", "Wieczorem biorę gorący prysznic.", "Po takim prysznicu łatwiej mi prysznic.", "Po takim prysznicu łatwiej mi prysznic.", "Po takim prysznicu łatwiej mi się się się oddycha.", "Zakładam swoją piżamę.", "i oddycha.", "Zakładam swoją piżamę.", "i oddycha.", "Zakładam swoją piżamę.", "i nalewam kubek nalewam kubek nalewam kubek herbaty.", "Siadam przy oknie i patrzę na herbaty.", "Siadam przy oknie i patrzę na herbaty.", "Siadam przy oknie i patrzę na zachód zachód zachód słońca.", "Przed snem biorę jedną słońca.", "Przed snem biorę jedną słońca.", "Przed snem biorę jedną tabletkę i popijam ją szklanką wody.", "tabletkę i popijam ją szklanką wody.", "tabletkę i popijam ją szklanką wody.", "Mam nadzieję, że jutro będę już Mam nadzieję, że jutro będę już Mam nadzieję, że jutro będę już zdrowy.", "Bycie chorym jest do zdrowy.", "Bycie chorym jest do zdrowy.", "Bycie chorym jest do [Muzyka] bani.", "Jestem chory.", "Budzę się wcześnie rano.", "Czując się niezbyt dobrze, dobrze, dobrze, notnie gardło i głowa.", "Próbuję wstać z łóżka, ale czuję się fatalnie.", "Mam także zainfekowany nos i nie mogę dobrze oddychać.", "Dotykam swojego czoła.", "Jest oddychać.", "Dotykam swojego czoła.", "Jest oddychać.", "Dotykam swojego czoła.", "Jest gorące.", "Touch for.", "Wydaje mi się, że mam gorączkę.", "Pomału wstaję z łóżka.", "kręci mi się w głowie i czuję się bardzo i czuję się bardzo i czuję się bardzo [Muzyka] słabo.", "Ledwo stoję na nogach.", "Idę do łazienki.", "I patrzę w lustro.", "Nie wyglądam dobrze.", "Jestem blady.", "I am i mam czerwone oczy.", "O nie, jestem chory.", "Mówię sam do siebie.", "Co powinienem teraz zrobić?", "Postanawiam zostać w domu i spróbować się wyleczyć.", "Najpierw idę do kuchni.", "Robię sobie duży dzbanek herbaty z Robię sobie duży dzbanek herbaty z Robię sobie duży dzbanek herbaty z miodem i cytryną.", "Herbata jest ciepła i pomaga na ból gardła.", "Biorę także tabletkę gardła.", "Biorę także tabletkę gardła.", "Biorę także tabletkę przeciwbólową na ból głowy.", "Wracam do łóżka.", "Przykrywam się kocem i próbuję zasnąć.", "Ale nie mogę, bo ciągle kaszlę.", "Biorę koc i siadam na kanapie.", "Włączam telewizję.", "on on on TV i oglądam swój ulubiony program.", "Trochę mi to poprawia humor.", "Na chwilę zamykam oczy.", "Nagle słyszę, że dzwoni mój telefon.", "To mój kolega, który pyta czy wychodzę z nim na dwór.", "Nie mogę, jestem chory.", "Mówię: \"I can't mój kolega życzy mi szybkiego can't mój kolega życzy mi szybkiego can't mój kolega życzy mi szybkiego powrotu do zdrowia.", "Jest już prawie 10.", "Czuję się głodny.", "hry.", "Muszę zjeść śniadanie.", "eat eat eat breakfast.", "Jem trochę rosołu z niedzieli.", "Moja mama zawsze mówi: \"Mys, mówi: \"Mys, mówi: \"Mys, że rosu jest najlepszy na przeziębienie.", "Po śniadaniu nalewam sobie szklankę herbaty, którą zrobiłem wcześniej.", "Podobno należy pić dużo wcześniej.", "Podobno należy pić dużo wcześniej.", "Podobno należy pić dużo płynów.", "Gdy jest się chorym, płuczę także gardło wodą z solą.", "Smak jest okropny.", "Ale wiem, że pomoże mi to na gardło.", "Po południu czuję się bardzo zmęczony.", "Kładę się do łóżka i szybko zmęczony.", "Kładę się do łóżka i szybko zmęczony.", "Kładę się do łóżka i szybko zasypiam.", "Budzę się dwie godziny później.", "Czuję się trochę lepiej.", "Nie mam już takiej gorączki.", "I gardło mniej mnie boli.", "Robię sobie więcej herbaty.", "Tym razem z imbirem.", "Ginger.", "Biorę książkę i chwilę czytam.", "Wieczorem biorę gorący prysznic.", "Po takim prysznicu łatwiej mi prysznic.", "Po takim prysznicu łatwiej mi prysznic.", "Po takim prysznicu łatwiej mi się oddycha.", "Zakładam swoją piżamę i nalewam kubek herbaty.", "Siadam przy oknie i patrzę na zachód słońca.", "Przed snem biorę jedną tabletkę i popijam ją szklanką wody.", "Mam nadzieję, że jutro będę już zdrowy.", "Bycie chorym jest do zdrowy.", "Bycie chorym jest do zdrowy.", "Bycie chorym jest do [Muzyka] bani.", "Polish learnpolish.com.", "On our website, you'll find lots of On our website, you'll find lots of On our website, you'll find lots of carefully crafted lessons to help you carefully crafted lessons to help you carefully crafted lessons to help you learn the beautiful polish language.", "learn the beautiful polish language.", "learn the beautiful polish language.", "Each lesson comes with an audio Each lesson comes with an audio Each lesson comes with an audio recording done by a native speaker, as recording done by a native speaker, as recording done by a native speaker, as well as practical exercises to reinforce well as practical exercises to reinforce well as practical exercises to reinforce your your your learning.", "Choose your native language learning.", "Choose your native language learning.", "Choose your native language and take advantage of multilingual and take advantage of multilingual and take advantage of multilingual learning experience.", "learning experience.", "learning experience.", "You can also adjust the reading settings You can also adjust the reading settings You can also adjust the reading settings to make reading more comfortable for to make reading more comfortable for to make reading more comfortable for you.", "Use our handy translator to quickly you.", "Use our handy translator to quickly you.", "Use our handy translator to quickly look up any words or look up any words or look up any words or phrases.", "Click the link below and learn phrases.", "Click the link below and learn phrases.", "Click the link below and learn Polish today.", "Ok, back to our story.", "Jestem chory.", "Budzę się wcześnie rano, czując chory.", "Budzę się wcześnie rano, czując chory.", "Budzę się wcześnie rano, czując się niezbyt dobrze.", "Boli mnie gardło i się niezbyt dobrze.", "Boli mnie gardło i się niezbyt dobrze.", "Boli mnie gardło i głowa.", "Próbuję wstać z łóżka, ale czuję głowa.", "Próbuję wstać z łóżka, ale czuję głowa.", "Próbuję wstać z łóżka, ale czuję się się się fatalnie.", "Mam także zainfekowany nos i fatalnie.", "Mam także zainfekowany nos i fatalnie.", "Mam także zainfekowany nos i nie mogę dobrze nie mogę dobrze nie mogę dobrze oddychać.", "Dotykam swojego oddychać.", "Dotykam swojego oddychać.", "Dotykam swojego czoła.", "Jest czoła.", "Jest czoła.", "Jest gorące.", "Wydaje mi się.", "że mam gorące.", "Wydaje mi się.", "że mam gorące.", "Wydaje mi się.", "że mam gorączkę.", "Pomału wstaję z łóżka, kręci gorączkę.", "Pomału wstaję z łóżka, kręci gorączkę.", "Pomału wstaję z łóżka, kręci mi się w głowie i czuję się bardzo mi się w głowie i czuję się bardzo mi się w głowie i czuję się bardzo słabo.", "Ledwo stoję na słabo.", "Ledwo stoję na słabo.", "Ledwo stoję na nogach.", "Idę do łazienki i patrzę w nogach.", "Idę do łazienki i patrzę w nogach.", "Idę do łazienki i patrzę w lustro.", "Nie wyglądam dobrze.", "Jestem lustro.", "Nie wyglądam dobrze.", "Jestem lustro.", "Nie wyglądam dobrze.", "Jestem blady i mam czerwone blady i mam czerwone blady i mam czerwone oczy.", "O nie, jestem chory.", "Mówię sam do oczy.", "O nie, jestem chory.", "Mówię sam do oczy.", "O nie, jestem chory.", "Mówię sam do siebie.", "siebie.", "siebie.", "Co powinienem teraz Co powinienem teraz Co powinienem teraz zrobić?", "Postanawiam zostać w domu i zrobić?", "Postanawiam zostać w domu i zrobić?", "Postanawiam zostać w domu i spróbować się spróbować się spróbować się wyleczyć.", "Najpierw idę do wyleczyć.", "Najpierw idę do wyleczyć.", "Najpierw idę do kuchni.", "Robię sobie duży dzbanek herbaty kuchni.", "Robię sobie duży dzbanek herbaty kuchni.", "Robię sobie duży dzbanek herbaty z miodem i z miodem i z miodem i cytryną.", "Herbata jest ciepła i pomaga na cytryną.", "Herbata jest ciepła i pomaga na cytryną.", "Herbata jest ciepła i pomaga na ból ból ból gardła.", "Biorę także tabletkę gardła.", "Biorę także tabletkę gardła.", "Biorę także tabletkę przeciwbólową.", "przeciwbólową.", "przeciwbólową.", "na ból na ból na ból głowy.", "Wracam do łóżka, przykrywam się głowy.", "Wracam do łóżka, przykrywam się głowy.", "Wracam do łóżka, przykrywam się kocem i próbuję kocem i próbuję kocem i próbuję zasnąć, ale nie mogę, bo ciągle zasnąć, ale nie mogę, bo ciągle zasnąć, ale nie mogę, bo ciągle kaszlę.", "Biorę koc i siadam na kaszlę.", "Biorę koc i siadam na kaszlę.", "Biorę koc i siadam na kanapie.", "Włączam telewizję i oglądam kanapie.", "Włączam telewizję i oglądam kanapie.", "Włączam telewizję i oglądam swój ulubiony swój ulubiony swój ulubiony program.", "Trochę mi to poprawia program.", "Trochę mi to poprawia program.", "Trochę mi to poprawia humor.", "Na chwilę zamykam oczy.", "humor.", "Na chwilę zamykam oczy.", "humor.", "Na chwilę zamykam oczy.", "Nagle słyszę, że dzwoni mój Nagle słyszę, że dzwoni mój Nagle słyszę, że dzwoni mój telefon.", "To mój kolega, który pyta, czy telefon.", "To mój kolega, który pyta, czy telefon.", "To mój kolega, który pyta, czy wychodzę z nim na wychodzę z nim na wychodzę z nim na dwór.", "Nie mogę, jestem chory.", "dwór.", "Nie mogę, jestem chory.", "dwór.", "Nie mogę, jestem chory.", "Mówię.", "Mój kolega życzy mi szybkiego Mówię.", "Mój kolega życzy mi szybkiego Mówię.", "Mój kolega życzy mi szybkiego powrotu do powrotu do powrotu do zdrowia.", "Jest już prawie zdrowia.", "Jest już prawie zdrowia.", "Jest już prawie 10:00.", "Czuję się głodny.", "Muszę zjeść 10:00.", "Czuję się głodny.", "Muszę zjeść 10:00.", "Czuję się głodny.", "Muszę zjeść śniadanie.", "śniadanie.", "śniadanie.", "Jem trochę rosołu z Jem trochę rosołu z Jem trochę rosołu z niedzieli.", "Moja mama zawsze mówi, że niedzieli.", "Moja mama zawsze mówi, że niedzieli.", "Moja mama zawsze mówi, że rosół jest najlepszy na rosół jest najlepszy na rosół jest najlepszy na przeziębienie.", "Po śniadaniu nalewam przeziębienie.", "Po śniadaniu nalewam przeziębienie.", "Po śniadaniu nalewam sobie szklankę herbaty, którą zrobiłem sobie szklankę herbaty, którą zrobiłem sobie szklankę herbaty, którą zrobiłem wcześniej.", "Podobno należy pić dużo wcześniej.", "Podobno należy pić dużo wcześniej.", "Podobno należy pić dużo płynów, gdy jest się płynów, gdy jest się płynów, gdy jest się chorym.", "Płuczę także gardło wodą z solą.", "chorym.", "Płuczę także gardło wodą z solą.", "chorym.", "Płuczę także gardło wodą z solą.", "Smak jest okropny, ale wiem, że pomoże Smak jest okropny, ale wiem, że pomoże Smak jest okropny, ale wiem, że pomoże mi to na gardło.", "Po południu czuję się mi to na gardło.", "Po południu czuję się mi to na gardło.", "Po południu czuję się bardzo bardzo bardzo zmęczony.", "Kładę się do łóżka i szybko zmęczony.", "Kładę się do łóżka i szybko zmęczony.", "Kładę się do łóżka i szybko zasypiam.", "Budzę się dwie godziny zasypiam.", "Budzę się dwie godziny zasypiam.", "Budzę się dwie godziny później.", "Czuję się trochę lepiej.", "później.", "Czuję się trochę lepiej.", "później.", "Czuję się trochę lepiej.", "Nie mam już takiej gorączki i gardło Nie mam już takiej gorączki i gardło Nie mam już takiej gorączki i gardło mniej mnie mniej mnie mniej mnie boli.", "Robię sobie więcej herbaty, tym boli.", "Robię sobie więcej herbaty, tym boli.", "Robię sobie więcej herbaty, tym razem z razem z razem z imbirem.", "Biorę książkę i chwilę imbirem.", "Biorę książkę i chwilę imbirem.", "Biorę książkę i chwilę czytam.", "Wieczorem biorę gorący czytam.", "Wieczorem biorę gorący czytam.", "Wieczorem biorę gorący prysznic.", "Po takim prysznicu łatwiej mi prysznic.", "Po takim prysznicu łatwiej mi prysznic.", "Po takim prysznicu łatwiej mi się się się oddycha.", "Zakładam swoją piżamę.", "i oddycha.", "Zakładam swoją piżamę.", "i oddycha.", "Zakładam swoją piżamę.", "i nalewam kubek nalewam kubek nalewam kubek herbaty.", "Siadam przy oknie i patrzę na herbaty.", "Siadam przy oknie i patrzę na herbaty.", "Siadam przy oknie i patrzę na zachód zachód zachód słońca.", "Przed snem biorę jedną słońca.", "Przed snem biorę jedną słońca.", "Przed snem biorę jedną tabletkę i popijam ją szklanką wody.", "tabletkę i popijam ją szklanką wody.", "tabletkę i popijam ją szklanką wody.", "Mam nadzieję, że jutro będę już Mam nadzieję, że jutro będę już Mam nadzieję, że jutro będę już zdrowy.", "Bycie chorym jest do zdrowy.", "Bycie chorym jest do zdrowy.", "Bycie chorym jest do [Muzyka] bani.", "Jakie objawy ma narrator, gdy się bani.", "Jakie objawy ma narrator, gdy się bani.", "Jakie objawy ma narrator, gdy się budzi?", "Co narrator je na śniadanie?", "Kto dzwoni do narratora w śniadanie?", "Kto dzwoni do narratora w śniadanie?", "Kto dzwoni do narratora w ciągu dnia?", "Boli mnie gardło.", "My gardło.", "My gardło.", "My thrur.", "Boli mnie głowa.", "Jestem chory.", "Mam gorączkę.", "Mam czerwone oczy.", "I oczy.", "I oczy.", "I jestem blady.", "Duży dzbanek herbaty.", "Tabletka przeciwbólowa.", "Przykrywam się kocem.", "Próbuję zasnąć.", "Ciągle kaszlę.", "Włączam telewizję.", "[Muzyka] Rosół najlepszy na przeziębienie.", "bardzo zmęczony.", "Quickly look up unfamiliar zmęczony.", "Quickly look up unfamiliar zmęczony.", "Quickly look up unfamiliar words or phrases for a smooth learning words or phrases for a smooth learning words or phrases for a smooth learning experience and practice what you've experience and practice what you've experience and practice what you've learned with our fun and interactive learned with our fun and interactive learned with our fun and interactive exercises.", "You'll find a link to this exercises.", "You'll find a link to this exercises.", "You'll find a link to this special lesson in the description box special lesson in the description box special lesson in the description box below.", "Thank you for watching.", "If you below.", "Thank you for watching.", "If you below.", "Thank you for watching.", "If you enjoyed this video, please give it a enjoyed this video, please give it a enjoyed this video, please give it a thumbs up and subscribe to our channel thumbs up and subscribe to our channel thumbs up and subscribe to our channel for more Polish language for more Polish language for more Polish language lessons.", "Don't forg to hit the bell icon lessons.", "Don't forg to hit the bell icon lessons.", "Don't forg to hit the bell icon to get notified when we upload new to get notified when we upload new to get notified when we upload new content.", "See you in the next video and content.", "See you in the next video and content.", "See you in the next video and happy learning.", "M."], "transcript": [{"start": 0.12, "end": 2.869, "text": "In this lesson, we will listen to one"}, {"start": 2.869, "end": 2.879, "text": "In this lesson, we will listen to one"}, {"start": 2.879, "end": 5.67, "text": "In this lesson, we will listen to one simple story in Polish."}, {"start": 5.67, "end": 5.68, "text": "simple story in Polish."}, {"start": 5.68, "end": 8.509, "text": "simple story in Polish. First we listen to the story with Polish"}, {"start": 8.509, "end": 8.519, "text": "First we listen to the story with Polish"}, {"start": 8.519, "end": 11.509, "text": "First we listen to the story with Polish subtitles then with English translation"}, {"start": 11.509, "end": 11.519, "text": "subtitles then with English translation"}, {"start": 11.519, "end": 21.55, "text": "subtitles then with English translation and"}, {"start": 21.56, "end": 26.669, "text": "finally jestem chory."}, {"start": 26.679, "end": 29.39, "text": "Budzę się wcześnie rano, czując się"}, {"start": 29.39, "end": 29.4, "text": "Budzę się wcześnie rano, czując się"}, {"start": 29.4, "end": 33.63, "text": "Budzę się wcześnie rano, czując się niezbyt dobrze. Boli mnie gardło i"}, {"start": 33.63, "end": 33.64, "text": "niezbyt dobrze. Boli mnie gardło i"}, {"start": 33.64, "end": 37.549, "text": "niezbyt dobrze. Boli mnie gardło i głowa. Próbuję wstać z łóżka, ale czuję"}, {"start": 37.549, "end": 37.559, "text": "głowa. Próbuję wstać z łóżka, ale czuję"}, {"start": 37.559, "end": 38.91, "text": "głowa. Próbuję wstać z łóżka, ale czuję się"}, {"start": 38.91, "end": 38.92, "text": "się"}, {"start": 38.92, "end": 42.95, "text": "się fatalnie. Mam także zainfekowany nos i"}, {"start": 42.95, "end": 42.96, "text": "fatalnie. Mam także zainfekowany nos i"}, {"start": 42.96, "end": 45.189, "text": "fatalnie. Mam także zainfekowany nos i nie mogę dobrze"}, {"start": 45.189, "end": 45.199, "text": "nie mogę dobrze"}, {"start": 45.199, "end": 48.029, "text": "nie mogę dobrze oddychać. Dotykam swojego"}, {"start": 48.029, "end": 48.039, "text": "oddychać. Dotykam swojego"}, {"start": 48.039, "end": 50.029, "text": "oddychać. Dotykam swojego czoła. Jest"}, {"start": 50.029, "end": 50.039, "text": "czoła. Jest"}, {"start": 50.039, "end": 54.99, "text": "czoła. Jest gorące. Wydaje mi się, że mam gorączkę."}, {"start": 54.99, "end": 55.0, "text": "gorące. Wydaje mi się, że mam gorączkę."}, {"start": 55.0, "end": 58.63, "text": "gorące. Wydaje mi się, że mam gorączkę. Pomału wstaję z łóżka, kręci mi się w"}, {"start": 58.63, "end": 58.64, "text": "Pomału wstaję z łóżka, kręci mi się w"}, {"start": 58.64, "end": 61.75, "text": "Pomału wstaję z łóżka, kręci mi się w głowie i czuję się bardzo"}, {"start": 61.75, "end": 61.76, "text": "głowie i czuję się bardzo"}, {"start": 61.76, "end": 64.789, "text": "głowie i czuję się bardzo słabo. Ledwo stoję na"}, {"start": 64.789, "end": 64.799, "text": "słabo. Ledwo stoję na"}, {"start": 64.799, "end": 69.39, "text": "słabo. Ledwo stoję na nogach. Idę do łazienki i patrzę w"}, {"start": 69.39, "end": 69.4, "text": "nogach. Idę do łazienki i patrzę w"}, {"start": 69.4, "end": 73.19, "text": "nogach. Idę do łazienki i patrzę w lustro. Nie wyglądam dobrze. Jestem"}, {"start": 73.19, "end": 73.2, "text": "lustro. Nie wyglądam dobrze. Jestem"}, {"start": 73.2, "end": 76.10900000000001, "text": "lustro. Nie wyglądam dobrze. Jestem blady i mam czerwone"}, {"start": 76.10900000000001, "end": 76.119, "text": "blady i mam czerwone"}, {"start": 76.119, "end": 81.23, "text": "blady i mam czerwone oczy. O nie, jestem chory. Mówię sam do"}, {"start": 81.23, "end": 81.24, "text": "oczy. O nie, jestem chory. Mówię sam do"}, {"start": 81.24, "end": 82.99, "text": "oczy. O nie, jestem chory. Mówię sam do siebie."}, {"start": 82.99, "end": 83.0, "text": "siebie."}, {"start": 83.0, "end": 85.51, "text": "siebie. Co powinienem teraz"}, {"start": 85.51, "end": 85.52, "text": "Co powinienem teraz"}, {"start": 85.52, "end": 89.27, "text": "Co powinienem teraz zrobić? Postanawiam zostać w domu i"}, {"start": 89.27, "end": 89.28, "text": "zrobić? Postanawiam zostać w domu i"}, {"start": 89.28, "end": 91.469, "text": "zrobić? Postanawiam zostać w domu i spróbować się"}, {"start": 91.469, "end": 91.479, "text": "spróbować się"}, {"start": 91.479, "end": 94.789, "text": "spróbować się wyleczyć. Najpierw idę do"}, {"start": 94.789, "end": 94.799, "text": "wyleczyć. Najpierw idę do"}, {"start": 94.799, "end": 98.99000000000001, "text": "wyleczyć. Najpierw idę do kuchni. Robię sobie duży dzbanek herbaty"}, {"start": 98.99000000000001, "end": 99.0, "text": "kuchni. Robię sobie duży dzbanek herbaty"}, {"start": 99.0, "end": 102.50999999999999, "text": "kuchni. Robię sobie duży dzbanek herbaty z miodem i cytryną."}, {"start": 102.50999999999999, "end": 102.52000000000001, "text": "z miodem i cytryną."}, {"start": 102.52000000000001, "end": 107.22999999999999, "text": "z miodem i cytryną. Herbata jest ciepła i pomaga na ból"}, {"start": 107.22999999999999, "end": 107.24000000000001, "text": "Herbata jest ciepła i pomaga na ból"}, {"start": 107.24000000000001, "end": 110.55, "text": "Herbata jest ciepła i pomaga na ból gardła. Biorę także tabletkę"}, {"start": 110.55, "end": 110.56, "text": "gardła. Biorę także tabletkę"}, {"start": 110.56, "end": 112.99000000000001, "text": "gardła. Biorę także tabletkę przeciwbólową na ból"}, {"start": 112.99000000000001, "end": 113.0, "text": "przeciwbólową na ból"}, {"start": 113.0, "end": 116.95, "text": "przeciwbólową na ból głowy. Wracam do łóżka, przykrywam się"}, {"start": 116.95, "end": 116.96000000000001, "text": "głowy. Wracam do łóżka, przykrywam się"}, {"start": 116.96000000000001, "end": 119.429, "text": "głowy. Wracam do łóżka, przykrywam się kocem i próbuję"}, {"start": 119.429, "end": 119.439, "text": "kocem i próbuję"}, {"start": 119.439, "end": 123.709, "text": "kocem i próbuję zasnąć, ale nie mogę, bo ciągle"}, {"start": 123.709, "end": 123.719, "text": "zasnąć, ale nie mogę, bo ciągle"}, {"start": 123.719, "end": 128.99, "text": "zasnąć, ale nie mogę, bo ciągle kaszlę. Biorę koc i siadam na kanapie."}, {"start": 128.99, "end": 129.0, "text": "kaszlę. Biorę koc i siadam na kanapie."}, {"start": 129.0, "end": 132.589, "text": "kaszlę. Biorę koc i siadam na kanapie. Włączam telewizję i oglądam swój"}, {"start": 132.589, "end": 132.599, "text": "Włączam telewizję i oglądam swój"}, {"start": 132.599, "end": 134.35, "text": "Włączam telewizję i oglądam swój ulubiony"}, {"start": 134.35, "end": 134.36, "text": "ulubiony"}, {"start": 134.36, "end": 137.47, "text": "ulubiony program. Trochę mi to poprawia"}, {"start": 137.47, "end": 137.48, "text": "program. Trochę mi to poprawia"}, {"start": 137.48, "end": 141.75, "text": "program. Trochę mi to poprawia humor. Na chwilę zamykam oczy. Nagle"}, {"start": 141.75, "end": 141.76, "text": "humor. Na chwilę zamykam oczy. Nagle"}, {"start": 141.76, "end": 144.589, "text": "humor. Na chwilę zamykam oczy. Nagle słyszę, że dzwoni mój"}, {"start": 144.589, "end": 144.599, "text": "słyszę, że dzwoni mój"}, {"start": 144.599, "end": 148.79, "text": "słyszę, że dzwoni mój telefon. To mój kolega, który pyta, czy"}, {"start": 148.79, "end": 148.8, "text": "telefon. To mój kolega, który pyta, czy"}, {"start": 148.8, "end": 150.71, "text": "telefon. To mój kolega, który pyta, czy wychodzę z nim na"}, {"start": 150.71, "end": 150.72, "text": "wychodzę z nim na"}, {"start": 150.72, "end": 155.79, "text": "wychodzę z nim na dwór. Nie mogę, jestem chory. Mówię."}, {"start": 155.79, "end": 155.8, "text": "dwór. Nie mogę, jestem chory. Mówię."}, {"start": 155.8, "end": 160.07, "text": "dwór. Nie mogę, jestem chory. Mówię. Mój kolega życzy mi szybkiego powrotu do"}, {"start": 160.07, "end": 160.07999999999998, "text": "Mój kolega życzy mi szybkiego powrotu do"}, {"start": 160.07999999999998, "end": 162.949, "text": "Mój kolega życzy mi szybkiego powrotu do zdrowia. Jest już prawie"}, {"start": 162.949, "end": 162.959, "text": "zdrowia. Jest już prawie"}, {"start": 162.959, "end": 168.03, "text": "zdrowia. Jest już prawie 10:00. Czuję się głodny. Muszę zjeść"}, {"start": 168.03, "end": 168.04, "text": "10:00. Czuję się głodny. Muszę zjeść"}, {"start": 168.04, "end": 171.47, "text": "10:00. Czuję się głodny. Muszę zjeść śniadanie. Jem trochę rosołu z"}, {"start": 171.47, "end": 171.48, "text": "śniadanie. Jem trochę rosołu z"}, {"start": 171.48, "end": 175.19, "text": "śniadanie. Jem trochę rosołu z niedzieli. Moja mama zawsze mówi, że"}, {"start": 175.19, "end": 175.2, "text": "niedzieli. Moja mama zawsze mówi, że"}, {"start": 175.2, "end": 179.47, "text": "niedzieli. Moja mama zawsze mówi, że rosół jest najlepszy na przeziębienie."}, {"start": 179.47, "end": 179.48, "text": "rosół jest najlepszy na przeziębienie."}, {"start": 179.48, "end": 182.67, "text": "rosół jest najlepszy na przeziębienie. Po śniadaniu nalewam sobie szklankę"}, {"start": 182.67, "end": 182.68, "text": "Po śniadaniu nalewam sobie szklankę"}, {"start": 182.68, "end": 185.789, "text": "Po śniadaniu nalewam sobie szklankę herbaty, którą zrobiłem"}, {"start": 185.789, "end": 185.799, "text": "herbaty, którą zrobiłem"}, {"start": 185.799, "end": 188.67, "text": "herbaty, którą zrobiłem wcześniej. Podobno należy pić dużo"}, {"start": 188.67, "end": 188.68, "text": "wcześniej. Podobno należy pić dużo"}, {"start": 188.68, "end": 191.43, "text": "wcześniej. Podobno należy pić dużo płynów, gdy jest się"}, {"start": 191.43, "end": 191.44, "text": "płynów, gdy jest się"}, {"start": 191.44, "end": 196.589, "text": "płynów, gdy jest się chorym. Płuczę także gardło wodą z solą."}, {"start": 196.589, "end": 196.599, "text": "chorym. Płuczę także gardło wodą z solą."}, {"start": 196.599, "end": 201.03, "text": "chorym. Płuczę także gardło wodą z solą. Smak jest okropny, ale wiem, że pomoże"}, {"start": 201.03, "end": 201.04, "text": "Smak jest okropny, ale wiem, że pomoże"}, {"start": 201.04, "end": 205.03, "text": "Smak jest okropny, ale wiem, że pomoże mi to na gardło. Po południu czuję się"}, {"start": 205.03, "end": 205.04, "text": "mi to na gardło. Po południu czuję się"}, {"start": 205.04, "end": 206.47, "text": "mi to na gardło. Po południu czuję się bardzo"}, {"start": 206.47, "end": 206.48, "text": "bardzo"}, {"start": 206.48, "end": 211.19, "text": "bardzo zmęczony. Kładę się do łóżka i szybko"}, {"start": 211.19, "end": 211.2, "text": "zmęczony. Kładę się do łóżka i szybko"}, {"start": 211.2, "end": 214.71, "text": "zmęczony. Kładę się do łóżka i szybko zasypiam. Budzę się dwie godziny"}, {"start": 214.71, "end": 214.72, "text": "zasypiam. Budzę się dwie godziny"}, {"start": 214.72, "end": 218.47, "text": "zasypiam. Budzę się dwie godziny później. Czuję się trochę lepiej."}, {"start": 218.47, "end": 218.48, "text": "później. Czuję się trochę lepiej."}, {"start": 218.48, "end": 222.07, "text": "później. Czuję się trochę lepiej. Nie mam już takiej gorączki i gardło"}, {"start": 222.07, "end": 222.07999999999998, "text": "Nie mam już takiej gorączki i gardło"}, {"start": 222.07999999999998, "end": 223.82999999999998, "text": "Nie mam już takiej gorączki i gardło mniej mnie"}, {"start": 223.82999999999998, "end": 223.84, "text": "mniej mnie"}, {"start": 223.84, "end": 227.949, "text": "mniej mnie boli. Robię sobie więcej herbaty, tym"}, {"start": 227.949, "end": 227.959, "text": "boli. Robię sobie więcej herbaty, tym"}, {"start": 227.959, "end": 229.949, "text": "boli. Robię sobie więcej herbaty, tym razem z"}, {"start": 229.949, "end": 229.959, "text": "razem z"}, {"start": 229.959, "end": 234.75, "text": "razem z imbirem. Biorę książkę i chwilę"}, {"start": 234.75, "end": 234.76, "text": "imbirem. Biorę książkę i chwilę"}, {"start": 234.76, "end": 238.91, "text": "imbirem. Biorę książkę i chwilę czytam. Wieczorem biorę gorący"}, {"start": 238.91, "end": 238.92000000000002, "text": "czytam. Wieczorem biorę gorący"}, {"start": 238.92000000000002, "end": 242.509, "text": "czytam. Wieczorem biorę gorący prysznic. Po takim prysznicu łatwiej mi"}, {"start": 242.509, "end": 242.519, "text": "prysznic. Po takim prysznicu łatwiej mi"}, {"start": 242.519, "end": 244.39, "text": "prysznic. Po takim prysznicu łatwiej mi się"}, {"start": 244.39, "end": 244.4, "text": "się"}, {"start": 244.4, "end": 247.71, "text": "się oddycha. Zakładam swoją piżamę. i"}, {"start": 247.71, "end": 247.72, "text": "oddycha. Zakładam swoją piżamę. i"}, {"start": 247.72, "end": 249.91, "text": "oddycha. Zakładam swoją piżamę. i nalewam kubek"}, {"start": 249.91, "end": 249.92, "text": "nalewam kubek"}, {"start": 249.92, "end": 253.91, "text": "nalewam kubek herbaty. Siadam przy oknie i patrzę na"}, {"start": 253.91, "end": 253.92, "text": "herbaty. Siadam przy oknie i patrzę na"}, {"start": 253.92, "end": 255.55, "text": "herbaty. Siadam przy oknie i patrzę na zachód"}, {"start": 255.55, "end": 255.56, "text": "zachód"}, {"start": 255.56, "end": 258.949, "text": "zachód słońca. Przed snem biorę jedną"}, {"start": 258.949, "end": 258.959, "text": "słońca. Przed snem biorę jedną"}, {"start": 258.959, "end": 263.31, "text": "słońca. Przed snem biorę jedną tabletkę i popijam ją szklanką wody."}, {"start": 263.31, "end": 263.32, "text": "tabletkę i popijam ją szklanką wody."}, {"start": 263.32, "end": 266.749, "text": "tabletkę i popijam ją szklanką wody. Mam nadzieję, że jutro będę już"}, {"start": 266.749, "end": 266.759, "text": "Mam nadzieję, że jutro będę już"}, {"start": 266.759, "end": 269.77, "text": "Mam nadzieję, że jutro będę już zdrowy. Bycie chorym jest do"}, {"start": 269.77, "end": 269.78, "text": "zdrowy. Bycie chorym jest do"}, {"start": 269.78, "end": 275.15, "text": "zdrowy. Bycie chorym jest do [Muzyka]"}, {"start": 275.15999999999997, "end": 282.59000000000003, "text": "bani. Jestem chory."}, {"start": 282.6, "end": 290.469, "text": "Budzę się wcześnie rano."}, {"start": 290.479, "end": 295.43, "text": "Czując się niezbyt"}, {"start": 295.44, "end": 298.31, "text": "dobrze,"}, {"start": 298.31, "end": 298.32, "text": "dobrze,"}, {"start": 298.32, "end": 305.87, "text": "dobrze, notnie gardło i"}, {"start": 305.88, "end": 313.749, "text": "głowa. Próbuję wstać z"}, {"start": 313.759, "end": 322.87, "text": "łóżka, ale czuję się fatalnie."}, {"start": 322.88, "end": 331.39, "text": "Mam także zainfekowany"}, {"start": 331.4, "end": 339.67, "text": "nos i nie mogę dobrze"}, {"start": 339.68, "end": 343.35, "text": "oddychać. Dotykam swojego czoła. Jest"}, {"start": 343.35, "end": 343.36, "text": "oddychać. Dotykam swojego czoła. Jest"}, {"start": 343.36, "end": 347.59000000000003, "text": "oddychać. Dotykam swojego czoła. Jest gorące."}, {"start": 347.6, "end": 350.23, "text": "Touch"}, {"start": 350.24, "end": 359.55, "text": "for. Wydaje mi się, że mam"}, {"start": 359.56, "end": 368.11, "text": "gorączkę. Pomału wstaję z łóżka."}, {"start": 368.12, "end": 374.51, "text": "kręci mi się w głowie"}, {"start": 374.52, "end": 376.41, "text": "i czuję się bardzo"}, {"start": 376.41, "end": 376.42, "text": "i czuję się bardzo"}, {"start": 376.42, "end": 381.15, "text": "i czuję się bardzo [Muzyka]"}, {"start": 381.16, "end": 388.589, "text": "słabo. Ledwo stoję na"}, {"start": 388.599, "end": 396.95, "text": "nogach. Idę do łazienki."}, {"start": 396.96, "end": 402.30899999999997, "text": "I patrzę w"}, {"start": 402.319, "end": 410.39, "text": "lustro. Nie wyglądam dobrze."}, {"start": 410.4, "end": 413.629, "text": "Jestem"}, {"start": 413.639, "end": 423.629, "text": "blady. I am i mam czerwone oczy."}, {"start": 423.639, "end": 431.909, "text": "O nie, jestem chory."}, {"start": 431.919, "end": 439.39, "text": "Mówię sam do siebie."}, {"start": 439.4, "end": 446.909, "text": "Co powinienem teraz zrobić?"}, {"start": 446.919, "end": 453.99, "text": "Postanawiam zostać w"}, {"start": 454.0, "end": 462.27, "text": "domu i spróbować się"}, {"start": 462.28, "end": 471.39, "text": "wyleczyć. Najpierw idę do kuchni."}, {"start": 471.4, "end": 474.749, "text": "Robię sobie duży dzbanek herbaty z"}, {"start": 474.749, "end": 474.759, "text": "Robię sobie duży dzbanek herbaty z"}, {"start": 474.759, "end": 484.629, "text": "Robię sobie duży dzbanek herbaty z miodem i cytryną."}, {"start": 484.639, "end": 491.469, "text": "Herbata jest"}, {"start": 491.479, "end": 500.99, "text": "ciepła i pomaga na ból"}, {"start": 501.0, "end": 503.749, "text": "gardła. Biorę także tabletkę"}, {"start": 503.749, "end": 503.759, "text": "gardła. Biorę także tabletkę"}, {"start": 503.759, "end": 513.509, "text": "gardła. Biorę także tabletkę przeciwbólową na ból"}, {"start": 513.519, "end": 521.55, "text": "głowy. Wracam do łóżka."}, {"start": 521.56, "end": 533.59, "text": "Przykrywam się kocem i próbuję zasnąć."}, {"start": 533.6, "end": 543.509, "text": "Ale nie mogę, bo ciągle"}, {"start": 543.519, "end": 553.03, "text": "kaszlę. Biorę koc i siadam na"}, {"start": 553.04, "end": 560.11, "text": "kanapie. Włączam telewizję."}, {"start": 560.12, "end": 561.43, "text": "on"}, {"start": 561.43, "end": 561.44, "text": "on"}, {"start": 561.44, "end": 570.35, "text": "on TV i oglądam swój ulubiony"}, {"start": 570.36, "end": 578.59, "text": "program. Trochę mi to poprawia"}, {"start": 578.6, "end": 587.47, "text": "humor. Na chwilę zamykam oczy."}, {"start": 587.48, "end": 596.509, "text": "Nagle słyszę, że dzwoni mój telefon."}, {"start": 596.519, "end": 602.91, "text": "To mój kolega,"}, {"start": 602.92, "end": 612.43, "text": "który pyta czy wychodzę z nim na"}, {"start": 612.44, "end": 619.069, "text": "dwór. Nie mogę, jestem chory."}, {"start": 619.079, "end": 622.87, "text": "Mówię: \"I"}, {"start": 622.88, "end": 626.11, "text": "can't mój kolega życzy mi szybkiego"}, {"start": 626.11, "end": 626.12, "text": "can't mój kolega życzy mi szybkiego"}, {"start": 626.12, "end": 634.31, "text": "can't mój kolega życzy mi szybkiego powrotu do zdrowia."}, {"start": 634.32, "end": 641.19, "text": "Jest już prawie"}, {"start": 641.2, "end": 648.35, "text": "10. Czuję się głodny."}, {"start": 648.36, "end": 655.23, "text": "hry. Muszę zjeść śniadanie."}, {"start": 655.24, "end": 656.11, "text": "eat"}, {"start": 656.11, "end": 656.12, "text": "eat"}, {"start": 656.12, "end": 665.87, "text": "eat breakfast. Jem trochę rosołu z"}, {"start": 665.88, "end": 671.069, "text": "niedzieli. Moja mama zawsze"}, {"start": 671.079, "end": 674.509, "text": "mówi: \"Mys,"}, {"start": 674.509, "end": 674.519, "text": "mówi: \"Mys,"}, {"start": 674.519, "end": 684.75, "text": "mówi: \"Mys, że rosu jest najlepszy na przeziębienie."}, {"start": 684.76, "end": 695.629, "text": "Po śniadaniu nalewam sobie szklankę"}, {"start": 695.639, "end": 703.91, "text": "herbaty, którą zrobiłem"}, {"start": 703.92, "end": 707.11, "text": "wcześniej. Podobno należy pić dużo"}, {"start": 707.11, "end": 707.12, "text": "wcześniej. Podobno należy pić dużo"}, {"start": 707.12, "end": 714.75, "text": "wcześniej. Podobno należy pić dużo płynów."}, {"start": 714.76, "end": 720.11, "text": "Gdy jest się"}, {"start": 720.12, "end": 730.11, "text": "chorym, płuczę także gardło wodą z"}, {"start": 730.12, "end": 738.949, "text": "solą. Smak jest okropny."}, {"start": 738.959, "end": 748.269, "text": "Ale wiem, że pomoże mi to na"}, {"start": 748.279, "end": 757.71, "text": "gardło. Po południu czuję się bardzo"}, {"start": 757.72, "end": 761.11, "text": "zmęczony. Kładę się do łóżka i szybko"}, {"start": 761.11, "end": 761.12, "text": "zmęczony. Kładę się do łóżka i szybko"}, {"start": 761.12, "end": 769.87, "text": "zmęczony. Kładę się do łóżka i szybko zasypiam."}, {"start": 769.88, "end": 777.509, "text": "Budzę się dwie godziny"}, {"start": 777.519, "end": 784.75, "text": "później. Czuję się trochę"}, {"start": 784.76, "end": 794.79, "text": "lepiej. Nie mam już takiej gorączki."}, {"start": 794.8, "end": 801.87, "text": "I gardło mniej mnie"}, {"start": 801.88, "end": 810.87, "text": "boli. Robię sobie więcej herbaty."}, {"start": 810.88, "end": 817.75, "text": "Tym razem z imbirem."}, {"start": 817.76, "end": 827.629, "text": "Ginger. Biorę książkę i chwilę"}, {"start": 827.639, "end": 837.189, "text": "czytam. Wieczorem biorę gorący"}, {"start": 837.199, "end": 840.87, "text": "prysznic. Po takim prysznicu łatwiej mi"}, {"start": 840.87, "end": 840.88, "text": "prysznic. Po takim prysznicu łatwiej mi"}, {"start": 840.88, "end": 849.269, "text": "prysznic. Po takim prysznicu łatwiej mi się oddycha."}, {"start": 849.279, "end": 855.749, "text": "Zakładam swoją"}, {"start": 855.759, "end": 864.069, "text": "piżamę i nalewam kubek"}, {"start": 864.079, "end": 868.31, "text": "herbaty. Siadam przy"}, {"start": 868.32, "end": 875.23, "text": "oknie i patrzę na zachód słońca."}, {"start": 875.24, "end": 883.069, "text": "Przed snem biorę jedną"}, {"start": 883.079, "end": 892.99, "text": "tabletkę i popijam ją szklanką wody."}, {"start": 893.0, "end": 902.91, "text": "Mam nadzieję, że jutro będę już"}, {"start": 902.92, "end": 906.11, "text": "zdrowy. Bycie chorym jest do"}, {"start": 906.11, "end": 906.12, "text": "zdrowy. Bycie chorym jest do"}, {"start": 906.12, "end": 912.11, "text": "zdrowy. Bycie chorym jest do [Muzyka]"}, {"start": 912.12, "end": 915.47, "text": "bani."}, {"start": 915.48, "end": 919.829, "text": "Polish learnpolish.com."}, {"start": 919.8389999999999, "end": 922.189, "text": "On our website, you'll find lots of"}, {"start": 922.189, "end": 922.199, "text": "On our website, you'll find lots of"}, {"start": 922.199, "end": 924.79, "text": "On our website, you'll find lots of carefully crafted lessons to help you"}, {"start": 924.79, "end": 924.8, "text": "carefully crafted lessons to help you"}, {"start": 924.8, "end": 927.269, "text": "carefully crafted lessons to help you learn the beautiful polish language."}, {"start": 927.269, "end": 927.279, "text": "learn the beautiful polish language."}, {"start": 927.279, "end": 929.35, "text": "learn the beautiful polish language. Each lesson comes with an audio"}, {"start": 929.35, "end": 929.36, "text": "Each lesson comes with an audio"}, {"start": 929.36, "end": 932.269, "text": "Each lesson comes with an audio recording done by a native speaker, as"}, {"start": 932.269, "end": 932.279, "text": "recording done by a native speaker, as"}, {"start": 932.279, "end": 934.91, "text": "recording done by a native speaker, as well as practical exercises to reinforce"}, {"start": 934.91, "end": 934.92, "text": "well as practical exercises to reinforce"}, {"start": 934.92, "end": 936.15, "text": "well as practical exercises to reinforce your"}, {"start": 936.15, "end": 936.16, "text": "your"}, {"start": 936.16, "end": 938.829, "text": "your learning. Choose your native language"}, {"start": 938.829, "end": 938.8389999999999, "text": "learning. Choose your native language"}, {"start": 938.8389999999999, "end": 941.15, "text": "learning. Choose your native language and take advantage of multilingual"}, {"start": 941.15, "end": 941.16, "text": "and take advantage of multilingual"}, {"start": 941.16, "end": 944.11, "text": "and take advantage of multilingual learning experience."}, {"start": 944.11, "end": 944.12, "text": "learning experience."}, {"start": 944.12, "end": 946.47, "text": "learning experience. You can also adjust the reading settings"}, {"start": 946.47, "end": 946.48, "text": "You can also adjust the reading settings"}, {"start": 946.48, "end": 948.99, "text": "You can also adjust the reading settings to make reading more comfortable for"}, {"start": 948.99, "end": 949.0, "text": "to make reading more comfortable for"}, {"start": 949.0, "end": 952.309, "text": "to make reading more comfortable for you. Use our handy translator to quickly"}, {"start": 952.309, "end": 952.319, "text": "you. Use our handy translator to quickly"}, {"start": 952.319, "end": 954.829, "text": "you. Use our handy translator to quickly look up any words or"}, {"start": 954.829, "end": 954.8389999999999, "text": "look up any words or"}, {"start": 954.8389999999999, "end": 957.749, "text": "look up any words or phrases. Click the link below and learn"}, {"start": 957.749, "end": 957.759, "text": "phrases. Click the link below and learn"}, {"start": 957.759, "end": 960.99, "text": "phrases. Click the link below and learn Polish"}, {"start": 961.0, "end": 970.749, "text": "today. Ok, back to our"}, {"start": 970.759, "end": 974.949, "text": "story. Jestem"}, {"start": 974.959, "end": 978.269, "text": "chory. Budzę się wcześnie rano, czując"}, {"start": 978.269, "end": 978.279, "text": "chory. Budzę się wcześnie rano, czując"}, {"start": 978.279, "end": 982.87, "text": "chory. Budzę się wcześnie rano, czując się niezbyt dobrze. Boli mnie gardło i"}, {"start": 982.87, "end": 982.88, "text": "się niezbyt dobrze. Boli mnie gardło i"}, {"start": 982.88, "end": 986.79, "text": "się niezbyt dobrze. Boli mnie gardło i głowa. Próbuję wstać z łóżka, ale czuję"}, {"start": 986.79, "end": 986.8, "text": "głowa. Próbuję wstać z łóżka, ale czuję"}, {"start": 986.8, "end": 988.15, "text": "głowa. Próbuję wstać z łóżka, ale czuję się"}, {"start": 988.15, "end": 988.16, "text": "się"}, {"start": 988.16, "end": 992.189, "text": "się fatalnie. Mam także zainfekowany nos i"}, {"start": 992.189, "end": 992.199, "text": "fatalnie. Mam także zainfekowany nos i"}, {"start": 992.199, "end": 994.47, "text": "fatalnie. Mam także zainfekowany nos i nie mogę dobrze"}, {"start": 994.47, "end": 994.48, "text": "nie mogę dobrze"}, {"start": 994.48, "end": 997.269, "text": "nie mogę dobrze oddychać. Dotykam swojego"}, {"start": 997.269, "end": 997.279, "text": "oddychać. Dotykam swojego"}, {"start": 997.279, "end": 999.269, "text": "oddychać. Dotykam swojego czoła. Jest"}, {"start": 999.269, "end": 999.279, "text": "czoła. Jest"}, {"start": 999.279, "end": 1003.269, "text": "czoła. Jest gorące. Wydaje mi się. że mam"}, {"start": 1003.269, "end": 1003.279, "text": "gorące. Wydaje mi się. że mam"}, {"start": 1003.279, "end": 1007.269, "text": "gorące. Wydaje mi się. że mam gorączkę. Pomału wstaję z łóżka, kręci"}, {"start": 1007.269, "end": 1007.279, "text": "gorączkę. Pomału wstaję z łóżka, kręci"}, {"start": 1007.279, "end": 1010.99, "text": "gorączkę. Pomału wstaję z łóżka, kręci mi się w głowie i czuję się bardzo"}, {"start": 1010.99, "end": 1011.0, "text": "mi się w głowie i czuję się bardzo"}, {"start": 1011.0, "end": 1014.03, "text": "mi się w głowie i czuję się bardzo słabo. Ledwo stoję na"}, {"start": 1014.03, "end": 1014.04, "text": "słabo. Ledwo stoję na"}, {"start": 1014.04, "end": 1018.629, "text": "słabo. Ledwo stoję na nogach. Idę do łazienki i patrzę w"}, {"start": 1018.629, "end": 1018.639, "text": "nogach. Idę do łazienki i patrzę w"}, {"start": 1018.639, "end": 1022.47, "text": "nogach. Idę do łazienki i patrzę w lustro. Nie wyglądam dobrze. Jestem"}, {"start": 1022.47, "end": 1022.48, "text": "lustro. Nie wyglądam dobrze. Jestem"}, {"start": 1022.48, "end": 1025.39, "text": "lustro. Nie wyglądam dobrze. Jestem blady i mam czerwone"}, {"start": 1025.39, "end": 1025.4, "text": "blady i mam czerwone"}, {"start": 1025.4, "end": 1030.47, "text": "blady i mam czerwone oczy. O nie, jestem chory. Mówię sam do"}, {"start": 1030.47, "end": 1030.48, "text": "oczy. O nie, jestem chory. Mówię sam do"}, {"start": 1030.48, "end": 1032.23, "text": "oczy. O nie, jestem chory. Mówię sam do siebie."}, {"start": 1032.23, "end": 1032.24, "text": "siebie."}, {"start": 1032.24, "end": 1034.75, "text": "siebie. Co powinienem teraz"}, {"start": 1034.75, "end": 1034.76, "text": "Co powinienem teraz"}, {"start": 1034.76, "end": 1038.51, "text": "Co powinienem teraz zrobić? Postanawiam zostać w domu i"}, {"start": 1038.51, "end": 1038.52, "text": "zrobić? Postanawiam zostać w domu i"}, {"start": 1038.52, "end": 1040.71, "text": "zrobić? Postanawiam zostać w domu i spróbować się"}, {"start": 1040.71, "end": 1040.72, "text": "spróbować się"}, {"start": 1040.72, "end": 1044.029, "text": "spróbować się wyleczyć. Najpierw idę do"}, {"start": 1044.029, "end": 1044.039, "text": "wyleczyć. Najpierw idę do"}, {"start": 1044.039, "end": 1048.23, "text": "wyleczyć. Najpierw idę do kuchni. Robię sobie duży dzbanek herbaty"}, {"start": 1048.23, "end": 1048.24, "text": "kuchni. Robię sobie duży dzbanek herbaty"}, {"start": 1048.24, "end": 1050.75, "text": "kuchni. Robię sobie duży dzbanek herbaty z miodem i"}, {"start": 1050.75, "end": 1050.76, "text": "z miodem i"}, {"start": 1050.76, "end": 1055.23, "text": "z miodem i cytryną. Herbata jest ciepła i pomaga na"}, {"start": 1055.23, "end": 1055.24, "text": "cytryną. Herbata jest ciepła i pomaga na"}, {"start": 1055.24, "end": 1056.51, "text": "cytryną. Herbata jest ciepła i pomaga na ból"}, {"start": 1056.51, "end": 1056.52, "text": "ból"}, {"start": 1056.52, "end": 1059.23, "text": "ból gardła. Biorę także tabletkę"}, {"start": 1059.23, "end": 1059.24, "text": "gardła. Biorę także tabletkę"}, {"start": 1059.24, "end": 1060.83, "text": "gardła. Biorę także tabletkę przeciwbólową."}, {"start": 1060.83, "end": 1060.84, "text": "przeciwbólową."}, {"start": 1060.84, "end": 1062.23, "text": "przeciwbólową. na ból"}, {"start": 1062.23, "end": 1062.24, "text": "na ból"}, {"start": 1062.24, "end": 1066.19, "text": "na ból głowy. Wracam do łóżka, przykrywam się"}, {"start": 1066.19, "end": 1066.2, "text": "głowy. Wracam do łóżka, przykrywam się"}, {"start": 1066.2, "end": 1068.71, "text": "głowy. Wracam do łóżka, przykrywam się kocem i próbuję"}, {"start": 1068.71, "end": 1068.72, "text": "kocem i próbuję"}, {"start": 1068.72, "end": 1072.95, "text": "kocem i próbuję zasnąć, ale nie mogę, bo ciągle"}, {"start": 1072.95, "end": 1072.96, "text": "zasnąć, ale nie mogę, bo ciągle"}, {"start": 1072.96, "end": 1077.23, "text": "zasnąć, ale nie mogę, bo ciągle kaszlę. Biorę koc i siadam na"}, {"start": 1077.23, "end": 1077.24, "text": "kaszlę. Biorę koc i siadam na"}, {"start": 1077.24, "end": 1081.149, "text": "kaszlę. Biorę koc i siadam na kanapie. Włączam telewizję i oglądam"}, {"start": 1081.149, "end": 1081.159, "text": "kanapie. Włączam telewizję i oglądam"}, {"start": 1081.159, "end": 1083.59, "text": "kanapie. Włączam telewizję i oglądam swój ulubiony"}, {"start": 1083.59, "end": 1083.6, "text": "swój ulubiony"}, {"start": 1083.6, "end": 1086.71, "text": "swój ulubiony program. Trochę mi to poprawia"}, {"start": 1086.71, "end": 1086.72, "text": "program. Trochę mi to poprawia"}, {"start": 1086.72, "end": 1090.549, "text": "program. Trochę mi to poprawia humor. Na chwilę zamykam oczy."}, {"start": 1090.549, "end": 1090.559, "text": "humor. Na chwilę zamykam oczy."}, {"start": 1090.559, "end": 1093.83, "text": "humor. Na chwilę zamykam oczy. Nagle słyszę, że dzwoni mój"}, {"start": 1093.83, "end": 1093.84, "text": "Nagle słyszę, że dzwoni mój"}, {"start": 1093.84, "end": 1098.029, "text": "Nagle słyszę, że dzwoni mój telefon. To mój kolega, który pyta, czy"}, {"start": 1098.029, "end": 1098.039, "text": "telefon. To mój kolega, który pyta, czy"}, {"start": 1098.039, "end": 1099.95, "text": "telefon. To mój kolega, który pyta, czy wychodzę z nim na"}, {"start": 1099.95, "end": 1099.96, "text": "wychodzę z nim na"}, {"start": 1099.96, "end": 1104.07, "text": "wychodzę z nim na dwór. Nie mogę, jestem chory."}, {"start": 1104.07, "end": 1104.08, "text": "dwór. Nie mogę, jestem chory."}, {"start": 1104.08, "end": 1107.63, "text": "dwór. Nie mogę, jestem chory. Mówię. Mój kolega życzy mi szybkiego"}, {"start": 1107.63, "end": 1107.64, "text": "Mówię. Mój kolega życzy mi szybkiego"}, {"start": 1107.64, "end": 1109.31, "text": "Mówię. Mój kolega życzy mi szybkiego powrotu do"}, {"start": 1109.31, "end": 1109.32, "text": "powrotu do"}, {"start": 1109.32, "end": 1112.23, "text": "powrotu do zdrowia. Jest już prawie"}, {"start": 1112.23, "end": 1112.24, "text": "zdrowia. Jest już prawie"}, {"start": 1112.24, "end": 1116.51, "text": "zdrowia. Jest już prawie 10:00. Czuję się głodny. Muszę zjeść"}, {"start": 1116.51, "end": 1116.52, "text": "10:00. Czuję się głodny. Muszę zjeść"}, {"start": 1116.52, "end": 1118.27, "text": "10:00. Czuję się głodny. Muszę zjeść śniadanie."}, {"start": 1118.27, "end": 1118.28, "text": "śniadanie."}, {"start": 1118.28, "end": 1120.71, "text": "śniadanie. Jem trochę rosołu z"}, {"start": 1120.71, "end": 1120.72, "text": "Jem trochę rosołu z"}, {"start": 1120.72, "end": 1124.47, "text": "Jem trochę rosołu z niedzieli. Moja mama zawsze mówi, że"}, {"start": 1124.47, "end": 1124.48, "text": "niedzieli. Moja mama zawsze mówi, że"}, {"start": 1124.48, "end": 1127.71, "text": "niedzieli. Moja mama zawsze mówi, że rosół jest najlepszy na"}, {"start": 1127.71, "end": 1127.72, "text": "rosół jest najlepszy na"}, {"start": 1127.72, "end": 1130.63, "text": "rosół jest najlepszy na przeziębienie. Po śniadaniu nalewam"}, {"start": 1130.63, "end": 1130.64, "text": "przeziębienie. Po śniadaniu nalewam"}, {"start": 1130.64, "end": 1135.029, "text": "przeziębienie. Po śniadaniu nalewam sobie szklankę herbaty, którą zrobiłem"}, {"start": 1135.029, "end": 1135.039, "text": "sobie szklankę herbaty, którą zrobiłem"}, {"start": 1135.039, "end": 1137.95, "text": "sobie szklankę herbaty, którą zrobiłem wcześniej. Podobno należy pić dużo"}, {"start": 1137.95, "end": 1137.96, "text": "wcześniej. Podobno należy pić dużo"}, {"start": 1137.96, "end": 1140.669, "text": "wcześniej. Podobno należy pić dużo płynów, gdy jest się"}, {"start": 1140.669, "end": 1140.679, "text": "płynów, gdy jest się"}, {"start": 1140.679, "end": 1145.83, "text": "płynów, gdy jest się chorym. Płuczę także gardło wodą z solą."}, {"start": 1145.83, "end": 1145.84, "text": "chorym. Płuczę także gardło wodą z solą."}, {"start": 1145.84, "end": 1150.27, "text": "chorym. Płuczę także gardło wodą z solą. Smak jest okropny, ale wiem, że pomoże"}, {"start": 1150.27, "end": 1150.28, "text": "Smak jest okropny, ale wiem, że pomoże"}, {"start": 1150.28, "end": 1154.31, "text": "Smak jest okropny, ale wiem, że pomoże mi to na gardło. Po południu czuję się"}, {"start": 1154.31, "end": 1154.32, "text": "mi to na gardło. Po południu czuję się"}, {"start": 1154.32, "end": 1155.71, "text": "mi to na gardło. Po południu czuję się bardzo"}, {"start": 1155.71, "end": 1155.72, "text": "bardzo"}, {"start": 1155.72, "end": 1160.43, "text": "bardzo zmęczony. Kładę się do łóżka i szybko"}, {"start": 1160.43, "end": 1160.44, "text": "zmęczony. Kładę się do łóżka i szybko"}, {"start": 1160.44, "end": 1163.95, "text": "zmęczony. Kładę się do łóżka i szybko zasypiam. Budzę się dwie godziny"}, {"start": 1163.95, "end": 1163.96, "text": "zasypiam. Budzę się dwie godziny"}, {"start": 1163.96, "end": 1167.669, "text": "zasypiam. Budzę się dwie godziny później. Czuję się trochę lepiej."}, {"start": 1167.669, "end": 1167.679, "text": "później. Czuję się trochę lepiej."}, {"start": 1167.679, "end": 1171.27, "text": "później. Czuję się trochę lepiej. Nie mam już takiej gorączki i gardło"}, {"start": 1171.27, "end": 1171.28, "text": "Nie mam już takiej gorączki i gardło"}, {"start": 1171.28, "end": 1173.07, "text": "Nie mam już takiej gorączki i gardło mniej mnie"}, {"start": 1173.07, "end": 1173.08, "text": "mniej mnie"}, {"start": 1173.08, "end": 1177.149, "text": "mniej mnie boli. Robię sobie więcej herbaty, tym"}, {"start": 1177.149, "end": 1177.159, "text": "boli. Robię sobie więcej herbaty, tym"}, {"start": 1177.159, "end": 1179.19, "text": "boli. Robię sobie więcej herbaty, tym razem z"}, {"start": 1179.19, "end": 1179.2, "text": "razem z"}, {"start": 1179.2, "end": 1183.95, "text": "razem z imbirem. Biorę książkę i chwilę"}, {"start": 1183.95, "end": 1183.96, "text": "imbirem. Biorę książkę i chwilę"}, {"start": 1183.96, "end": 1188.149, "text": "imbirem. Biorę książkę i chwilę czytam. Wieczorem biorę gorący"}, {"start": 1188.149, "end": 1188.159, "text": "czytam. Wieczorem biorę gorący"}, {"start": 1188.159, "end": 1191.75, "text": "czytam. Wieczorem biorę gorący prysznic. Po takim prysznicu łatwiej mi"}, {"start": 1191.75, "end": 1191.76, "text": "prysznic. Po takim prysznicu łatwiej mi"}, {"start": 1191.76, "end": 1193.59, "text": "prysznic. Po takim prysznicu łatwiej mi się"}, {"start": 1193.59, "end": 1193.6, "text": "się"}, {"start": 1193.6, "end": 1196.95, "text": "się oddycha. Zakładam swoją piżamę. i"}, {"start": 1196.95, "end": 1196.96, "text": "oddycha. Zakładam swoją piżamę. i"}, {"start": 1196.96, "end": 1199.19, "text": "oddycha. Zakładam swoją piżamę. i nalewam kubek"}, {"start": 1199.19, "end": 1199.2, "text": "nalewam kubek"}, {"start": 1199.2, "end": 1203.149, "text": "nalewam kubek herbaty. Siadam przy oknie i patrzę na"}, {"start": 1203.149, "end": 1203.159, "text": "herbaty. Siadam przy oknie i patrzę na"}, {"start": 1203.159, "end": 1204.789, "text": "herbaty. Siadam przy oknie i patrzę na zachód"}, {"start": 1204.789, "end": 1204.799, "text": "zachód"}, {"start": 1204.799, "end": 1208.19, "text": "zachód słońca. Przed snem biorę jedną"}, {"start": 1208.19, "end": 1208.2, "text": "słońca. Przed snem biorę jedną"}, {"start": 1208.2, "end": 1212.549, "text": "słońca. Przed snem biorę jedną tabletkę i popijam ją szklanką wody."}, {"start": 1212.549, "end": 1212.559, "text": "tabletkę i popijam ją szklanką wody."}, {"start": 1212.559, "end": 1216.029, "text": "tabletkę i popijam ją szklanką wody. Mam nadzieję, że jutro będę już"}, {"start": 1216.029, "end": 1216.039, "text": "Mam nadzieję, że jutro będę już"}, {"start": 1216.039, "end": 1219.02, "text": "Mam nadzieję, że jutro będę już zdrowy. Bycie chorym jest do"}, {"start": 1219.02, "end": 1219.03, "text": "zdrowy. Bycie chorym jest do"}, {"start": 1219.03, "end": 1231.27, "text": "zdrowy. Bycie chorym jest do [Muzyka]"}, {"start": 1231.28, "end": 1235.39, "text": "bani. Jakie objawy ma narrator, gdy się"}, {"start": 1235.39, "end": 1235.4, "text": "bani. Jakie objawy ma narrator, gdy się"}, {"start": 1235.4, "end": 1239.99, "text": "bani. Jakie objawy ma narrator, gdy się budzi?"}, {"start": 1240.0, "end": 1244.95, "text": "Co narrator je na"}, {"start": 1244.96, "end": 1248.35, "text": "śniadanie? Kto dzwoni do narratora w"}, {"start": 1248.35, "end": 1248.36, "text": "śniadanie? Kto dzwoni do narratora w"}, {"start": 1248.36, "end": 1253.71, "text": "śniadanie? Kto dzwoni do narratora w ciągu dnia?"}, {"start": 1253.72, "end": 1257.23, "text": "Boli mnie"}, {"start": 1257.24, "end": 1259.51, "text": "gardło. My"}, {"start": 1259.51, "end": 1259.52, "text": "gardło. My"}, {"start": 1259.52, "end": 1267.35, "text": "gardło. My thrur. Boli mnie głowa."}, {"start": 1267.36, "end": 1273.39, "text": "Jestem chory."}, {"start": 1273.4, "end": 1279.83, "text": "Mam gorączkę."}, {"start": 1279.84, "end": 1283.909, "text": "Mam czerwone"}, {"start": 1283.919, "end": 1287.23, "text": "oczy. I"}, {"start": 1287.23, "end": 1287.24, "text": "oczy. I"}, {"start": 1287.24, "end": 1293.43, "text": "oczy. I jestem blady."}, {"start": 1293.44, "end": 1301.149, "text": "Duży dzbanek herbaty."}, {"start": 1301.159, "end": 1308.51, "text": "Tabletka przeciwbólowa."}, {"start": 1308.52, "end": 1316.11, "text": "Przykrywam się"}, {"start": 1316.12, "end": 1324.47, "text": "kocem. Próbuję zasnąć."}, {"start": 1324.48, "end": 1331.789, "text": "Ciągle kaszlę."}, {"start": 1331.799, "end": 1339.45, "text": "Włączam telewizję."}, {"start": 1339.46, "end": 1343.51, "text": "[Muzyka]"}, {"start": 1343.52, "end": 1352.43, "text": "Rosół najlepszy na przeziębienie."}, {"start": 1352.44, "end": 1372.71, "text": "bardzo"}, {"start": 1372.72, "end": 1375.549, "text": "zmęczony. Quickly look up unfamiliar"}, {"start": 1375.549, "end": 1375.559, "text": "zmęczony. Quickly look up unfamiliar"}, {"start": 1375.559, "end": 1378.19, "text": "zmęczony. Quickly look up unfamiliar words or phrases for a smooth learning"}, {"start": 1378.19, "end": 1378.2, "text": "words or phrases for a smooth learning"}, {"start": 1378.2, "end": 1380.47, "text": "words or phrases for a smooth learning experience and practice what you've"}, {"start": 1380.47, "end": 1380.48, "text": "experience and practice what you've"}, {"start": 1380.48, "end": 1383.63, "text": "experience and practice what you've learned with our fun and interactive"}, {"start": 1383.63, "end": 1383.64, "text": "learned with our fun and interactive"}, {"start": 1383.64, "end": 1385.95, "text": "learned with our fun and interactive exercises. You'll find a link to this"}, {"start": 1385.95, "end": 1385.96, "text": "exercises. You'll find a link to this"}, {"start": 1385.96, "end": 1388.07, "text": "exercises. You'll find a link to this special lesson in the description box"}, {"start": 1388.07, "end": 1388.08, "text": "special lesson in the description box"}, {"start": 1388.08, "end": 1391.549, "text": "special lesson in the description box below. Thank you for watching. If you"}, {"start": 1391.549, "end": 1391.559, "text": "below. Thank you for watching. If you"}, {"start": 1391.559, "end": 1394.029, "text": "below. Thank you for watching. If you enjoyed this video, please give it a"}, {"start": 1394.029, "end": 1394.039, "text": "enjoyed this video, please give it a"}, {"start": 1394.039, "end": 1396.51, "text": "enjoyed this video, please give it a thumbs up and subscribe to our channel"}, {"start": 1396.51, "end": 1396.52, "text": "thumbs up and subscribe to our channel"}, {"start": 1396.52, "end": 1398.789, "text": "thumbs up and subscribe to our channel for more Polish language"}, {"start": 1398.789, "end": 1398.799, "text": "for more Polish language"}, {"start": 1398.799, "end": 1401.83, "text": "for more Polish language lessons. Don't forg to hit the bell icon"}, {"start": 1401.83, "end": 1401.84, "text": "lessons. Don't forg to hit the bell icon"}, {"start": 1401.84, "end": 1404.669, "text": "lessons. Don't forg to hit the bell icon to get notified when we upload new"}, {"start": 1404.669, "end": 1404.679, "text": "to get notified when we upload new"}, {"start": 1404.679, "end": 1408.07, "text": "to get notified when we upload new content. See you in the next video and"}, {"start": 1408.07, "end": 1408.08, "text": "content. See you in the next video and"}, {"start": 1408.08, "end": 1411.36, "text": "content. See you in the next video and happy learning. M."}], "createdAt": "2025-12-15T09:09:08.000Z", "imageUrl": "https://i.ytimg.com/vi/hZd1g-zsG_k/maxresdefault.jpg", "type": "story", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=hZd1g-zsG_k", "isFavorite": false, "progress": 0}, {"id": "yt_xgZ8-f_QTcg", "userId": "system_course", "title": "Is folklore lame? | Easy Polish 61", "language": "pl", "content": "Cześć, witamy was w kolejnym odcinku Cześć, witamy was w kolejnym odcinku Cześć, witamy was w kolejnym odcinku Easy Polish. Dzisiaj Katowice, miasto Easy Polish. Dzisiaj Katowice, miasto Easy Polish. Dzisiaj Katowice, miasto muzyki, zaprosiło nas na drugi dzień muzyki, zaprosiło nas na drugi dzień muzyki, zaprosiło nas na drugi dzień imprezy muzycznej Ogrody Dźwięków. I imprezy muzycznej Ogrody Dźwięków. I imprezy muzycznej Ogrody Dźwięków. I najpierw chciałyśmy wam trochę o tej najpierw chciałyśmy wam trochę o tej najpierw chciałyśmy wam trochę o tej imprezie opowiedzieć, bo Ogrody Dźwięków imprezie opowiedzieć, bo Ogrody Dźwięków imprezie opowiedzieć, bo Ogrody Dźwięków to nie taki normalny festiwal muzyki to nie taki normalny festiwal muzyki to nie taki normalny festiwal muzyki popularnej, a dość specyficzne popularnej, a dość specyficzne popularnej, a dość specyficzne wydarzenie skupiające się wokół muzyki wydarzenie skupiające się wokół muzyki wydarzenie skupiające się wokół muzyki regionalnej. I w tym roku zgromadziło regionalnej. I w tym roku zgromadziło regionalnej. I w tym roku zgromadziło ono bardzo wielu artystów z różnych ono bardzo wielu artystów z różnych ono bardzo wielu artystów z różnych krajów, takich jak na przykład Czechy, krajów, takich jak na przykład Czechy, krajów, takich jak na przykład Czechy, Słowacja, Serbia czy Bułgaria. I właśnie Słowacja, Serbia czy Bułgaria. I właśnie Słowacja, Serbia czy Bułgaria. I właśnie wśród tych słowiańsko-bałkańskich wśród tych słowiańsko-bałkańskich wśród tych słowiańsko-bałkańskich dźwięków postanowiłyśmy porozmawiać z dźwięków postanowiłyśmy porozmawiać z dźwięków postanowiłyśmy porozmawiać z ludźmi o folklorze, o tym czym on jest, ludźmi o folklorze, o tym czym on jest, ludźmi o folklorze, o tym czym on jest, z czym się kojarzy i przede wszystkim o z czym się kojarzy i przede wszystkim o z czym się kojarzy i przede wszystkim o tym czy folklor to obciach. Zobaczymy co tym czy folklor to obciach. Zobaczymy co tym czy folklor to obciach. Zobaczymy co ciekawego dzisiaj usłyszymy. Pierwsze pytanie, co to jest folklor? Co Pierwsze pytanie, co to jest folklor? Co Pierwsze pytanie, co to jest folklor? Co to jest folklor? to jest folklor? to jest folklor? Folklor to są takie elementy kulturowe, Folklor to są takie elementy kulturowe, Folklor to są takie elementy kulturowe, które są tradycyjne, ciągle żywe i które są tradycyjne, ciągle żywe i które są tradycyjne, ciągle żywe i obecne w naszej współczesnej kulturze obecne w naszej współczesnej kulturze obecne w naszej współczesnej kulturze niejako na zasadzie ciągłości. niejako na zasadzie ciągłości. niejako na zasadzie ciągłości. Folklor to taka forma kultury lokalnej Folklor to taka forma kultury lokalnej Folklor to taka forma kultury lokalnej pokazująca pokazująca pokazująca styl muzyczny, styl muzyczny, styl muzyczny, literacki, literacki, literacki, szeroko rozumianej kultury danego, szeroko rozumianej kultury danego, szeroko rozumianej kultury danego, danego regionu, danego terenu. danego regionu, danego terenu. danego regionu, danego terenu. Z folklorem może nam się łączyć folklor Z folklorem może nam się łączyć folklor Z folklorem może nam się łączyć folklor miejski, folklor wiejski. sponsorem może miejski, folklor wiejski. sponsorem może miejski, folklor wiejski. sponsorem może być nie wiem wiele obszarów kultury. Najczęściej wiele obszarów kultury. Najczęściej wiele obszarów kultury. Najczęściej folklor nam Polakom kojarzy się folklor nam Polakom kojarzy się folklor nam Polakom kojarzy się oczywiście z muzyką i z tańcem oczywiście z muzyką i z tańcem oczywiście z muzyką i z tańcem wywodzącym się ze wsi. wywodzącym się ze wsi. wywodzącym się ze wsi. No dla mnie folklor to jest taki jakby No dla mnie folklor to jest taki jakby No dla mnie folklor to jest taki jakby element danej kultury charakterystyczny element danej kultury charakterystyczny element danej kultury charakterystyczny dla danego regionu. dla danego regionu. dla danego regionu. O tak. czymś, czym się dany region jakby O tak. czymś, czym się dany region jakby O tak. czymś, czym się dany region jakby charakteryzuje, powiedzmy. charakteryzuje, powiedzmy. charakteryzuje, powiedzmy. Myślę, że jest to jakiś trend w Myślę, że jest to jakiś trend w Myślę, że jest to jakiś trend w kulturze, który nawiązuje do regionów kulturze, który nawiązuje do regionów kulturze, który nawiązuje do regionów i do tego, co w danym regionie i do tego, co w danym regionie i do tego, co w danym regionie potrafili ludzie stworzyć, jeśli chodzi potrafili ludzie stworzyć, jeśli chodzi potrafili ludzie stworzyć, jeśli chodzi o o o kulturę, o ubiór, o tańce, piosenki. kulturę, o ubiór, o tańce, piosenki. kulturę, o ubiór, o tańce, piosenki. A czym z czym państwu się kojarzy A czym z czym państwu się kojarzy A czym z czym państwu się kojarzy folklor? folklor? folklor? No kultura ludowa z z wsią głównie No kultura ludowa z z wsią głównie No kultura ludowa z z wsią głównie z z z jakimiś zwartymi jakimiś zwartymi jakimiś zwartymi grupami społecznymi grupami społecznymi grupami społecznymi typu typu typu Kujawiacy, Mazury, Kujawiacy, Mazury, Kujawiacy, Mazury, góale. góale. góale. A jakie w Polsce mamy przejawy folkloru A jakie w Polsce mamy przejawy folkloru A jakie w Polsce mamy przejawy folkloru na chwilę obecną? na chwilę obecną? na chwilę obecną? No to na przykład folklor miejski, bo No to na przykład folklor miejski, bo No to na przykład folklor miejski, bo istnieje coś takiego, który się no jest istnieje coś takiego, który się no jest istnieje coś takiego, który się no jest revival, czyli odrodzenie takiego revival, czyli odrodzenie takiego revival, czyli odrodzenie takiego folkloru miejskiego typu. Dobrym folkloru miejskiego typu. Dobrym folkloru miejskiego typu. Dobrym przykładem może być Warszawa na przykładem może być Warszawa na przykładem może być Warszawa na przykład, to znaczy, przykład, to znaczy, przykład, to znaczy, gdzie reaktywują się kapele uliczne gdzie reaktywują się kapele uliczne gdzie reaktywują się kapele uliczne czy też, a jest duża grupa młodych czy też, a jest duża grupa młodych czy też, a jest duża grupa młodych ludzi, którzy przywracają pamięci dawne ludzi, którzy przywracają pamięci dawne ludzi, którzy przywracają pamięci dawne pieśni. Warszawskie ulicy, Pragi, są pieśni. Warszawskie ulicy, Pragi, są pieśni. Warszawskie ulicy, Pragi, są teraz zespoły, nie wiem, warszawska teraz zespoły, nie wiem, warszawska teraz zespoły, nie wiem, warszawska orkiestra sentymentalna. A czy folklor orkiestra sentymentalna. A czy folklor orkiestra sentymentalna. A czy folklor to jest obciech, czy coś z czego należy to jest obciech, czy coś z czego należy to jest obciech, czy coś z czego należy być dumnym? być dumnym? być dumnym? No coś z czego należy być dumnym. Na No coś z czego należy być dumnym. Na No coś z czego należy być dumnym. Na pewno nie obciach. Tak jak powiedziałam pewno nie obciach. Tak jak powiedziałam pewno nie obciach. Tak jak powiedziałam pani na początku, to jest coś co uważam, pani na początku, to jest coś co uważam, pani na początku, to jest coś co uważam, że jest ciągle żywe. To nie jest coś, co że jest ciągle żywe. To nie jest coś, co że jest ciągle żywe. To nie jest coś, co musimy reanimować tylko w pewnych musimy reanimować tylko w pewnych musimy reanimować tylko w pewnych obszarach kultury, może nie wiodących, obszarach kultury, może nie wiodących, obszarach kultury, może nie wiodących, ale to żyje. ale to żyje. ale to żyje. Folklor mi się kojarzy źle. Nie wiem Folklor mi się kojarzy źle. Nie wiem Folklor mi się kojarzy źle. Nie wiem dlaczego. Może dlatego, że przez lata dlaczego. Może dlatego, że przez lata dlaczego. Może dlatego, że przez lata PRL-u folklore ta nazwa zżyła się z PRL-u folklore ta nazwa zżyła się z PRL-u folklore ta nazwa zżyła się z takim cepeliowym podejściem do muzyki takim cepeliowym podejściem do muzyki takim cepeliowym podejściem do muzyki właśnie tradycyjnej. właśnie tradycyjnej. właśnie tradycyjnej. Cepeliowym, czyli przetwarzającym muzykę Cepeliowym, czyli przetwarzającym muzykę Cepeliowym, czyli przetwarzającym muzykę tradycyjną w jakąś taką bardziej tradycyjną w jakąś taką bardziej tradycyjną w jakąś taką bardziej klasyczną konwencję i w związku z tym klasyczną konwencję i w związku z tym klasyczną konwencję i w związku z tym już nieczytelne, nieżywe i folklor mi już nieczytelne, nieżywe i folklor mi już nieczytelne, nieżywe i folklor mi się właśnie słowa folklor mi się z tym się właśnie słowa folklor mi się z tym się właśnie słowa folklor mi się z tym kojarzy. A czy folklor to obciach czy kojarzy. A czy folklor to obciach czy kojarzy. A czy folklor to obciach czy coś z czego należy być dumnym? Coś z coś z czego należy być dumnym? Coś z coś z czego należy być dumnym? Coś z czego należy być dumnym szczególnie w czego należy być dumnym szczególnie w czego należy być dumnym szczególnie w dzisiejszych czasach. Ja myślę, że to dzisiejszych czasach. Ja myślę, że to dzisiejszych czasach. Ja myślę, że to się bardzo zmienia i może kiedyś jeszcze się bardzo zmienia i może kiedyś jeszcze się bardzo zmienia i może kiedyś jeszcze była taka tendencja, że ten folklor był była taka tendencja, że ten folklor był była taka tendencja, że ten folklor był bardziej taki obciachowy, natomiast bardziej taki obciachowy, natomiast bardziej taki obciachowy, natomiast teraz absolutnie nie. I w takim teraz absolutnie nie. I w takim teraz absolutnie nie. I w takim powiedzmy w tej już współczesnej powiedzmy w tej już współczesnej powiedzmy w tej już współczesnej kulturze myślę, że to jest coś bardzo kulturze myślę, że to jest coś bardzo kulturze myślę, że to jest coś bardzo takiego trendy nawet powiedziałabym. takiego trendy nawet powiedziałabym. takiego trendy nawet powiedziałabym. A czy folklor to jest obciech czy coś z A czy folklor to jest obciech czy coś z A czy folklor to jest obciech czy coś z czego należy być? czego należy być? czego należy być? Dla mnie nie, dlatego że ja lubię bardzo Dla mnie nie, dlatego że ja lubię bardzo Dla mnie nie, dlatego że ja lubię bardzo folklora. Oprócz tego od 40 lat jestem folklora. Oprócz tego od 40 lat jestem folklora. Oprócz tego od 40 lat jestem promotorem muzyki folkowej, ludowej i promotorem muzyki folkowej, ludowej i promotorem muzyki folkowej, ludowej i etycznej. Tak się składa. To jest mój etycznej. Tak się składa. To jest mój etycznej. Tak się składa. To jest mój zawód, moje moje pasje. zawód, moje moje pasje. zawód, moje moje pasje. A co pana pasjonuje w tej muzyce A co pana pasjonuje w tej muzyce A co pana pasjonuje w tej muzyce właśnie? właśnie? właśnie? No przede wszystkim jej brzmienie, No przede wszystkim jej brzmienie, No przede wszystkim jej brzmienie, pochodzenie. pochodzenie. pochodzenie. A co to jest folk w takim razie? Skoro A co to jest folk w takim razie? Skoro A co to jest folk w takim razie? Skoro folk to jest folk to jest trochę co folk to jest folk to jest trochę co folk to jest folk to jest trochę co innego i wydaje mi się, że folk y jest innego i wydaje mi się, że folk y jest innego i wydaje mi się, że folk y jest taką nazwą szerszą i obejmującą trochę taką nazwą szerszą i obejmującą trochę taką nazwą szerszą i obejmującą trochę późniejsze zjawisko, czyli w momencie późniejsze zjawisko, czyli w momencie późniejsze zjawisko, czyli w momencie kiedy zespoły różnorodne zajęły się kiedy zespoły różnorodne zajęły się kiedy zespoły różnorodne zajęły się faktycznie wracaniem do muzyki faktycznie wracaniem do muzyki faktycznie wracaniem do muzyki tradycyjnej, ale tej takiej sprzed tradycyjnej, ale tej takiej sprzed tradycyjnej, ale tej takiej sprzed właśnie tego perlowskiego zepsucia, właśnie tego perlowskiego zepsucia, właśnie tego perlowskiego zepsucia, pojawił się folk, tak mi się wydaje. pojawił się folk, tak mi się wydaje. pojawił się folk, tak mi się wydaje. Szczególnie, że widać, że na przykład Szczególnie, że widać, że na przykład Szczególnie, że widać, że na przykład nie wiem, no młodzi jacyś młodzi nie wiem, no młodzi jacyś młodzi nie wiem, no młodzi jacyś młodzi powiedzmy tak zwani, nowa fala powiedzmy tak zwani, nowa fala powiedzmy tak zwani, nowa fala projektantów, oni sięgają po elementy projektantów, oni sięgają po elementy projektantów, oni sięgają po elementy folklorystyczne, folklorystyczne, folklorystyczne, jakieś łowickie na przykład, tak w jakieś łowickie na przykład, tak w jakieś łowickie na przykład, tak w swoich, nie wiem, kolekcjach, czy swoich, nie wiem, kolekcjach, czy swoich, nie wiem, kolekcjach, czy pojawiają się te elementy na przykład w pojawiają się te elementy na przykład w pojawiają się te elementy na przykład w przypadku i obuwia i ciuchów. Więc dla przypadku i obuwia i ciuchów. Więc dla przypadku i obuwia i ciuchów. Więc dla mnie to jest jak najbardziej taka rzecz mnie to jest jak najbardziej taka rzecz mnie to jest jak najbardziej taka rzecz trendy, a nie pasa. Jak możecie usłyszeć trendy, a nie pasa. Jak możecie usłyszeć trendy, a nie pasa. Jak możecie usłyszeć w tle, koncert właśnie się zaczął, a to w tle, koncert właśnie się zaczął, a to w tle, koncert właśnie się zaczął, a to znak, że kończymy na dzisiaj. Bardzo znak, że kończymy na dzisiaj. Bardzo znak, że kończymy na dzisiaj. Bardzo dziękujemy wam za uwagę. Ten odcinek to dziękujemy wam za uwagę. Ten odcinek to dziękujemy wam za uwagę. Ten odcinek to był też ostatni z materiałów nagranych był też ostatni z materiałów nagranych był też ostatni z materiałów nagranych we współpracy z Instytucją Katowice we współpracy z Instytucją Katowice we współpracy z Instytucją Katowice Miasto Muzyki. Bardzo dziękujemy im za Miasto Muzyki. Bardzo dziękujemy im za Miasto Muzyki. Bardzo dziękujemy im za ich wsparcie i mamy nadzieję, że ich wsparcie i mamy nadzieję, że ich wsparcie i mamy nadzieję, że spotkamy się podczas kolejnych spotkamy się podczas kolejnych spotkamy się podczas kolejnych wspaniałych imprez. A z wami mam wspaniałych imprez. A z wami mam wspaniałych imprez. A z wami mam nadzieję widzę się w kolejnych odcinkach nadzieję widzę się w kolejnych odcinkach nadzieję widzę się w kolejnych odcinkach Easy Polish. Do zobaczenia. Kaj lčko Kaj lčko Kaj lčko da klič [Muzyka] B c", "sentences": ["Cześć, witamy was w kolejnym odcinku Cześć, witamy was w kolejnym odcinku Cześć, witamy was w kolejnym odcinku Easy Polish.", "Dzisiaj Katowice, miasto Easy Polish.", "Dzisiaj Katowice, miasto Easy Polish.", "Dzisiaj Katowice, miasto muzyki, zaprosiło nas na drugi dzień muzyki, zaprosiło nas na drugi dzień muzyki, zaprosiło nas na drugi dzień imprezy muzycznej Ogrody Dźwięków.", "I imprezy muzycznej Ogrody Dźwięków.", "I imprezy muzycznej Ogrody Dźwięków.", "I najpierw chciałyśmy wam trochę o tej najpierw chciałyśmy wam trochę o tej najpierw chciałyśmy wam trochę o tej imprezie opowiedzieć, bo Ogrody Dźwięków imprezie opowiedzieć, bo Ogrody Dźwięków imprezie opowiedzieć, bo Ogrody Dźwięków to nie taki normalny festiwal muzyki to nie taki normalny festiwal muzyki to nie taki normalny festiwal muzyki popularnej, a dość specyficzne popularnej, a dość specyficzne popularnej, a dość specyficzne wydarzenie skupiające się wokół muzyki wydarzenie skupiające się wokół muzyki wydarzenie skupiające się wokół muzyki regionalnej.", "I w tym roku zgromadziło regionalnej.", "I w tym roku zgromadziło regionalnej.", "I w tym roku zgromadziło ono bardzo wielu artystów z różnych ono bardzo wielu artystów z różnych ono bardzo wielu artystów z różnych krajów, takich jak na przykład Czechy, krajów, takich jak na przykład Czechy, krajów, takich jak na przykład Czechy, Słowacja, Serbia czy Bułgaria.", "I właśnie Słowacja, Serbia czy Bułgaria.", "I właśnie Słowacja, Serbia czy Bułgaria.", "I właśnie wśród tych słowiańsko-bałkańskich wśród tych słowiańsko-bałkańskich wśród tych słowiańsko-bałkańskich dźwięków postanowiłyśmy porozmawiać z dźwięków postanowiłyśmy porozmawiać z dźwięków postanowiłyśmy porozmawiać z ludźmi o folklorze, o tym czym on jest, ludźmi o folklorze, o tym czym on jest, ludźmi o folklorze, o tym czym on jest, z czym się kojarzy i przede wszystkim o z czym się kojarzy i przede wszystkim o z czym się kojarzy i przede wszystkim o tym czy folklor to obciach.", "Zobaczymy co tym czy folklor to obciach.", "Zobaczymy co tym czy folklor to obciach.", "Zobaczymy co ciekawego dzisiaj usłyszymy.", "Pierwsze pytanie, co to jest folklor?", "Co Pierwsze pytanie, co to jest folklor?", "Co Pierwsze pytanie, co to jest folklor?", "Co to jest folklor?", "to jest folklor?", "to jest folklor?", "Folklor to są takie elementy kulturowe, Folklor to są takie elementy kulturowe, Folklor to są takie elementy kulturowe, które są tradycyjne, ciągle żywe i które są tradycyjne, ciągle żywe i które są tradycyjne, ciągle żywe i obecne w naszej współczesnej kulturze obecne w naszej współczesnej kulturze obecne w naszej współczesnej kulturze niejako na zasadzie ciągłości.", "niejako na zasadzie ciągłości.", "niejako na zasadzie ciągłości.", "Folklor to taka forma kultury lokalnej Folklor to taka forma kultury lokalnej Folklor to taka forma kultury lokalnej pokazująca pokazująca pokazująca styl muzyczny, styl muzyczny, styl muzyczny, literacki, literacki, literacki, szeroko rozumianej kultury danego, szeroko rozumianej kultury danego, szeroko rozumianej kultury danego, danego regionu, danego terenu.", "danego regionu, danego terenu.", "danego regionu, danego terenu.", "Z folklorem może nam się łączyć folklor Z folklorem może nam się łączyć folklor Z folklorem może nam się łączyć folklor miejski, folklor wiejski.", "sponsorem może miejski, folklor wiejski.", "sponsorem może miejski, folklor wiejski.", "sponsorem może być nie wiem wiele obszarów kultury.", "Najczęściej wiele obszarów kultury.", "Najczęściej wiele obszarów kultury.", "Najczęściej folklor nam Polakom kojarzy się folklor nam Polakom kojarzy się folklor nam Polakom kojarzy się oczywiście z muzyką i z tańcem oczywiście z muzyką i z tańcem oczywiście z muzyką i z tańcem wywodzącym się ze wsi.", "wywodzącym się ze wsi.", "wywodzącym się ze wsi.", "No dla mnie folklor to jest taki jakby No dla mnie folklor to jest taki jakby No dla mnie folklor to jest taki jakby element danej kultury charakterystyczny element danej kultury charakterystyczny element danej kultury charakterystyczny dla danego regionu.", "dla danego regionu.", "dla danego regionu.", "O tak.", "czymś, czym się dany region jakby O tak.", "czymś, czym się dany region jakby O tak.", "czymś, czym się dany region jakby charakteryzuje, powiedzmy.", "charakteryzuje, powiedzmy.", "charakteryzuje, powiedzmy.", "Myślę, że jest to jakiś trend w Myślę, że jest to jakiś trend w Myślę, że jest to jakiś trend w kulturze, który nawiązuje do regionów kulturze, który nawiązuje do regionów kulturze, który nawiązuje do regionów i do tego, co w danym regionie i do tego, co w danym regionie i do tego, co w danym regionie potrafili ludzie stworzyć, jeśli chodzi potrafili ludzie stworzyć, jeśli chodzi potrafili ludzie stworzyć, jeśli chodzi o o o kulturę, o ubiór, o tańce, piosenki.", "kulturę, o ubiór, o tańce, piosenki.", "kulturę, o ubiór, o tańce, piosenki.", "A czym z czym państwu się kojarzy A czym z czym państwu się kojarzy A czym z czym państwu się kojarzy folklor?", "folklor?", "folklor?", "No kultura ludowa z z wsią głównie No kultura ludowa z z wsią głównie No kultura ludowa z z wsią głównie z z z jakimiś zwartymi jakimiś zwartymi jakimiś zwartymi grupami społecznymi grupami społecznymi grupami społecznymi typu typu typu Kujawiacy, Mazury, Kujawiacy, Mazury, Kujawiacy, Mazury, góale.", "góale.", "góale.", "A jakie w Polsce mamy przejawy folkloru A jakie w Polsce mamy przejawy folkloru A jakie w Polsce mamy przejawy folkloru na chwilę obecną?", "na chwilę obecną?", "na chwilę obecną?", "No to na przykład folklor miejski, bo No to na przykład folklor miejski, bo No to na przykład folklor miejski, bo istnieje coś takiego, który się no jest istnieje coś takiego, który się no jest istnieje coś takiego, który się no jest revival, czyli odrodzenie takiego revival, czyli odrodzenie takiego revival, czyli odrodzenie takiego folkloru miejskiego typu.", "Dobrym folkloru miejskiego typu.", "Dobrym folkloru miejskiego typu.", "Dobrym przykładem może być Warszawa na przykładem może być Warszawa na przykładem może być Warszawa na przykład, to znaczy, przykład, to znaczy, przykład, to znaczy, gdzie reaktywują się kapele uliczne gdzie reaktywują się kapele uliczne gdzie reaktywują się kapele uliczne czy też, a jest duża grupa młodych czy też, a jest duża grupa młodych czy też, a jest duża grupa młodych ludzi, którzy przywracają pamięci dawne ludzi, którzy przywracają pamięci dawne ludzi, którzy przywracają pamięci dawne pieśni.", "Warszawskie ulicy, Pragi, są pieśni.", "Warszawskie ulicy, Pragi, są pieśni.", "Warszawskie ulicy, Pragi, są teraz zespoły, nie wiem, warszawska teraz zespoły, nie wiem, warszawska teraz zespoły, nie wiem, warszawska orkiestra sentymentalna.", "A czy folklor orkiestra sentymentalna.", "A czy folklor orkiestra sentymentalna.", "A czy folklor to jest obciech, czy coś z czego należy to jest obciech, czy coś z czego należy to jest obciech, czy coś z czego należy być dumnym?", "być dumnym?", "być dumnym?", "No coś z czego należy być dumnym.", "Na No coś z czego należy być dumnym.", "Na No coś z czego należy być dumnym.", "Na pewno nie obciach.", "Tak jak powiedziałam pewno nie obciach.", "Tak jak powiedziałam pewno nie obciach.", "Tak jak powiedziałam pani na początku, to jest coś co uważam, pani na początku, to jest coś co uważam, pani na początku, to jest coś co uważam, że jest ciągle żywe.", "To nie jest coś, co że jest ciągle żywe.", "To nie jest coś, co że jest ciągle żywe.", "To nie jest coś, co musimy reanimować tylko w pewnych musimy reanimować tylko w pewnych musimy reanimować tylko w pewnych obszarach kultury, może nie wiodących, obszarach kultury, może nie wiodących, obszarach kultury, może nie wiodących, ale to żyje.", "ale to żyje.", "ale to żyje.", "Folklor mi się kojarzy źle.", "Nie wiem Folklor mi się kojarzy źle.", "Nie wiem Folklor mi się kojarzy źle.", "Nie wiem dlaczego.", "Może dlatego, że przez lata dlaczego.", "Może dlatego, że przez lata dlaczego.", "Może dlatego, że przez lata PRL-u folklore ta nazwa zżyła się z PRL-u folklore ta nazwa zżyła się z PRL-u folklore ta nazwa zżyła się z takim cepeliowym podejściem do muzyki takim cepeliowym podejściem do muzyki takim cepeliowym podejściem do muzyki właśnie tradycyjnej.", "właśnie tradycyjnej.", "właśnie tradycyjnej.", "Cepeliowym, czyli przetwarzającym muzykę Cepeliowym, czyli przetwarzającym muzykę Cepeliowym, czyli przetwarzającym muzykę tradycyjną w jakąś taką bardziej tradycyjną w jakąś taką bardziej tradycyjną w jakąś taką bardziej klasyczną konwencję i w związku z tym klasyczną konwencję i w związku z tym klasyczną konwencję i w związku z tym już nieczytelne, nieżywe i folklor mi już nieczytelne, nieżywe i folklor mi już nieczytelne, nieżywe i folklor mi się właśnie słowa folklor mi się z tym się właśnie słowa folklor mi się z tym się właśnie słowa folklor mi się z tym kojarzy.", "A czy folklor to obciach czy kojarzy.", "A czy folklor to obciach czy kojarzy.", "A czy folklor to obciach czy coś z czego należy być dumnym?", "Coś z coś z czego należy być dumnym?", "Coś z coś z czego należy być dumnym?", "Coś z czego należy być dumnym szczególnie w czego należy być dumnym szczególnie w czego należy być dumnym szczególnie w dzisiejszych czasach.", "Ja myślę, że to dzisiejszych czasach.", "Ja myślę, że to dzisiejszych czasach.", "Ja myślę, że to się bardzo zmienia i może kiedyś jeszcze się bardzo zmienia i może kiedyś jeszcze się bardzo zmienia i może kiedyś jeszcze była taka tendencja, że ten folklor był była taka tendencja, że ten folklor był była taka tendencja, że ten folklor był bardziej taki obciachowy, natomiast bardziej taki obciachowy, natomiast bardziej taki obciachowy, natomiast teraz absolutnie nie.", "I w takim teraz absolutnie nie.", "I w takim teraz absolutnie nie.", "I w takim powiedzmy w tej już współczesnej powiedzmy w tej już współczesnej powiedzmy w tej już współczesnej kulturze myślę, że to jest coś bardzo kulturze myślę, że to jest coś bardzo kulturze myślę, że to jest coś bardzo takiego trendy nawet powiedziałabym.", "takiego trendy nawet powiedziałabym.", "takiego trendy nawet powiedziałabym.", "A czy folklor to jest obciech czy coś z A czy folklor to jest obciech czy coś z A czy folklor to jest obciech czy coś z czego należy być?", "czego należy być?", "czego należy być?", "Dla mnie nie, dlatego że ja lubię bardzo Dla mnie nie, dlatego że ja lubię bardzo Dla mnie nie, dlatego że ja lubię bardzo folklora.", "Oprócz tego od 40 lat jestem folklora.", "Oprócz tego od 40 lat jestem folklora.", "Oprócz tego od 40 lat jestem promotorem muzyki folkowej, ludowej i promotorem muzyki folkowej, ludowej i promotorem muzyki folkowej, ludowej i etycznej.", "Tak się składa.", "To jest mój etycznej.", "Tak się składa.", "To jest mój etycznej.", "Tak się składa.", "To jest mój zawód, moje moje pasje.", "zawód, moje moje pasje.", "zawód, moje moje pasje.", "A co pana pasjonuje w tej muzyce A co pana pasjonuje w tej muzyce A co pana pasjonuje w tej muzyce właśnie?", "właśnie?", "właśnie?", "No przede wszystkim jej brzmienie, No przede wszystkim jej brzmienie, No przede wszystkim jej brzmienie, pochodzenie.", "pochodzenie.", "pochodzenie.", "A co to jest folk w takim razie?", "Skoro A co to jest folk w takim razie?", "Skoro A co to jest folk w takim razie?", "Skoro folk to jest folk to jest trochę co folk to jest folk to jest trochę co folk to jest folk to jest trochę co innego i wydaje mi się, że folk y jest innego i wydaje mi się, że folk y jest innego i wydaje mi się, że folk y jest taką nazwą szerszą i obejmującą trochę taką nazwą szerszą i obejmującą trochę taką nazwą szerszą i obejmującą trochę późniejsze zjawisko, czyli w momencie późniejsze zjawisko, czyli w momencie późniejsze zjawisko, czyli w momencie kiedy zespoły różnorodne zajęły się kiedy zespoły różnorodne zajęły się kiedy zespoły różnorodne zajęły się faktycznie wracaniem do muzyki faktycznie wracaniem do muzyki faktycznie wracaniem do muzyki tradycyjnej, ale tej takiej sprzed tradycyjnej, ale tej takiej sprzed tradycyjnej, ale tej takiej sprzed właśnie tego perlowskiego zepsucia, właśnie tego perlowskiego zepsucia, właśnie tego perlowskiego zepsucia, pojawił się folk, tak mi się wydaje.", "pojawił się folk, tak mi się wydaje.", "pojawił się folk, tak mi się wydaje.", "Szczególnie, że widać, że na przykład Szczególnie, że widać, że na przykład Szczególnie, że widać, że na przykład nie wiem, no młodzi jacyś młodzi nie wiem, no młodzi jacyś młodzi nie wiem, no młodzi jacyś młodzi powiedzmy tak zwani, nowa fala powiedzmy tak zwani, nowa fala powiedzmy tak zwani, nowa fala projektantów, oni sięgają po elementy projektantów, oni sięgają po elementy projektantów, oni sięgają po elementy folklorystyczne, folklorystyczne, folklorystyczne, jakieś łowickie na przykład, tak w jakieś łowickie na przykład, tak w jakieś łowickie na przykład, tak w swoich, nie wiem, kolekcjach, czy swoich, nie wiem, kolekcjach, czy swoich, nie wiem, kolekcjach, czy pojawiają się te elementy na przykład w pojawiają się te elementy na przykład w pojawiają się te elementy na przykład w przypadku i obuwia i ciuchów.", "Więc dla przypadku i obuwia i ciuchów.", "Więc dla przypadku i obuwia i ciuchów.", "Więc dla mnie to jest jak najbardziej taka rzecz mnie to jest jak najbardziej taka rzecz mnie to jest jak najbardziej taka rzecz trendy, a nie pasa.", "Jak możecie usłyszeć trendy, a nie pasa.", "Jak możecie usłyszeć trendy, a nie pasa.", "Jak możecie usłyszeć w tle, koncert właśnie się zaczął, a to w tle, koncert właśnie się zaczął, a to w tle, koncert właśnie się zaczął, a to znak, że kończymy na dzisiaj.", "Bardzo znak, że kończymy na dzisiaj.", "Bardzo znak, że kończymy na dzisiaj.", "Bardzo dziękujemy wam za uwagę.", "Ten odcinek to dziękujemy wam za uwagę.", "Ten odcinek to dziękujemy wam za uwagę.", "Ten odcinek to był też ostatni z materiałów nagranych był też ostatni z materiałów nagranych był też ostatni z materiałów nagranych we współpracy z Instytucją Katowice we współpracy z Instytucją Katowice we współpracy z Instytucją Katowice Miasto Muzyki.", "Bardzo dziękujemy im za Miasto Muzyki.", "Bardzo dziękujemy im za Miasto Muzyki.", "Bardzo dziękujemy im za ich wsparcie i mamy nadzieję, że ich wsparcie i mamy nadzieję, że ich wsparcie i mamy nadzieję, że spotkamy się podczas kolejnych spotkamy się podczas kolejnych spotkamy się podczas kolejnych wspaniałych imprez.", "A z wami mam wspaniałych imprez.", "A z wami mam wspaniałych imprez.", "A z wami mam nadzieję widzę się w kolejnych odcinkach nadzieję widzę się w kolejnych odcinkach nadzieję widzę się w kolejnych odcinkach Easy Polish.", "Do zobaczenia.", "Kaj lčko Kaj lčko Kaj lčko da klič [Muzyka] B c"], "transcript": [{"start": 0.359, "end": 2.669, "text": "Cześć, witamy was w kolejnym odcinku"}, {"start": 2.669, "end": 2.679, "text": "Cześć, witamy was w kolejnym odcinku"}, {"start": 2.679, "end": 4.99, "text": "Cześć, witamy was w kolejnym odcinku Easy Polish. Dzisiaj Katowice, miasto"}, {"start": 4.99, "end": 5.0, "text": "Easy Polish. Dzisiaj Katowice, miasto"}, {"start": 5.0, "end": 7.269, "text": "Easy Polish. Dzisiaj Katowice, miasto muzyki, zaprosiło nas na drugi dzień"}, {"start": 7.269, "end": 7.279, "text": "muzyki, zaprosiło nas na drugi dzień"}, {"start": 7.279, "end": 9.709, "text": "muzyki, zaprosiło nas na drugi dzień imprezy muzycznej Ogrody Dźwięków. I"}, {"start": 9.709, "end": 9.719, "text": "imprezy muzycznej Ogrody Dźwięków. I"}, {"start": 9.719, "end": 11.589, "text": "imprezy muzycznej Ogrody Dźwięków. I najpierw chciałyśmy wam trochę o tej"}, {"start": 11.589, "end": 11.599, "text": "najpierw chciałyśmy wam trochę o tej"}, {"start": 11.599, "end": 13.749, "text": "najpierw chciałyśmy wam trochę o tej imprezie opowiedzieć, bo Ogrody Dźwięków"}, {"start": 13.749, "end": 13.759, "text": "imprezie opowiedzieć, bo Ogrody Dźwięków"}, {"start": 13.759, "end": 15.95, "text": "imprezie opowiedzieć, bo Ogrody Dźwięków to nie taki normalny festiwal muzyki"}, {"start": 15.95, "end": 15.96, "text": "to nie taki normalny festiwal muzyki"}, {"start": 15.96, "end": 17.71, "text": "to nie taki normalny festiwal muzyki popularnej, a dość specyficzne"}, {"start": 17.71, "end": 17.72, "text": "popularnej, a dość specyficzne"}, {"start": 17.72, "end": 19.75, "text": "popularnej, a dość specyficzne wydarzenie skupiające się wokół muzyki"}, {"start": 19.75, "end": 19.76, "text": "wydarzenie skupiające się wokół muzyki"}, {"start": 19.76, "end": 21.87, "text": "wydarzenie skupiające się wokół muzyki regionalnej. I w tym roku zgromadziło"}, {"start": 21.87, "end": 21.88, "text": "regionalnej. I w tym roku zgromadziło"}, {"start": 21.88, "end": 23.79, "text": "regionalnej. I w tym roku zgromadziło ono bardzo wielu artystów z różnych"}, {"start": 23.79, "end": 23.8, "text": "ono bardzo wielu artystów z różnych"}, {"start": 23.8, "end": 25.63, "text": "ono bardzo wielu artystów z różnych krajów, takich jak na przykład Czechy,"}, {"start": 25.63, "end": 25.64, "text": "krajów, takich jak na przykład Czechy,"}, {"start": 25.64, "end": 28.23, "text": "krajów, takich jak na przykład Czechy, Słowacja, Serbia czy Bułgaria. I właśnie"}, {"start": 28.23, "end": 28.24, "text": "Słowacja, Serbia czy Bułgaria. I właśnie"}, {"start": 28.24, "end": 29.83, "text": "Słowacja, Serbia czy Bułgaria. I właśnie wśród tych słowiańsko-bałkańskich"}, {"start": 29.83, "end": 29.84, "text": "wśród tych słowiańsko-bałkańskich"}, {"start": 29.84, "end": 31.71, "text": "wśród tych słowiańsko-bałkańskich dźwięków postanowiłyśmy porozmawiać z"}, {"start": 31.71, "end": 31.72, "text": "dźwięków postanowiłyśmy porozmawiać z"}, {"start": 31.72, "end": 34.19, "text": "dźwięków postanowiłyśmy porozmawiać z ludźmi o folklorze, o tym czym on jest,"}, {"start": 34.19, "end": 34.2, "text": "ludźmi o folklorze, o tym czym on jest,"}, {"start": 34.2, "end": 36.51, "text": "ludźmi o folklorze, o tym czym on jest, z czym się kojarzy i przede wszystkim o"}, {"start": 36.51, "end": 36.52, "text": "z czym się kojarzy i przede wszystkim o"}, {"start": 36.52, "end": 38.91, "text": "z czym się kojarzy i przede wszystkim o tym czy folklor to obciach. Zobaczymy co"}, {"start": 38.91, "end": 38.92, "text": "tym czy folklor to obciach. Zobaczymy co"}, {"start": 38.92, "end": 45.59, "text": "tym czy folklor to obciach. Zobaczymy co ciekawego dzisiaj usłyszymy."}, {"start": 45.6, "end": 48.189, "text": "Pierwsze pytanie, co to jest folklor? Co"}, {"start": 48.189, "end": 48.199, "text": "Pierwsze pytanie, co to jest folklor? Co"}, {"start": 48.199, "end": 49.869, "text": "Pierwsze pytanie, co to jest folklor? Co to jest folklor?"}, {"start": 49.869, "end": 49.879, "text": "to jest folklor?"}, {"start": 49.879, "end": 51.709, "text": "to jest folklor? Folklor to są takie elementy kulturowe,"}, {"start": 51.709, "end": 51.719, "text": "Folklor to są takie elementy kulturowe,"}, {"start": 51.719, "end": 54.47, "text": "Folklor to są takie elementy kulturowe, które są tradycyjne, ciągle żywe i"}, {"start": 54.47, "end": 54.48, "text": "które są tradycyjne, ciągle żywe i"}, {"start": 54.48, "end": 56.709, "text": "które są tradycyjne, ciągle żywe i obecne w naszej współczesnej kulturze"}, {"start": 56.709, "end": 56.719, "text": "obecne w naszej współczesnej kulturze"}, {"start": 56.719, "end": 59.509, "text": "obecne w naszej współczesnej kulturze niejako na zasadzie ciągłości."}, {"start": 59.509, "end": 59.519, "text": "niejako na zasadzie ciągłości."}, {"start": 59.519, "end": 63.83, "text": "niejako na zasadzie ciągłości. Folklor to taka forma kultury lokalnej"}, {"start": 63.83, "end": 63.84, "text": "Folklor to taka forma kultury lokalnej"}, {"start": 63.84, "end": 65.509, "text": "Folklor to taka forma kultury lokalnej pokazująca"}, {"start": 65.509, "end": 65.519, "text": "pokazująca"}, {"start": 65.519, "end": 67.83, "text": "pokazująca styl muzyczny,"}, {"start": 67.83, "end": 67.84, "text": "styl muzyczny,"}, {"start": 67.84, "end": 70.19, "text": "styl muzyczny, literacki,"}, {"start": 70.19, "end": 70.2, "text": "literacki,"}, {"start": 70.2, "end": 73.07, "text": "literacki, szeroko rozumianej kultury danego,"}, {"start": 73.07, "end": 73.08, "text": "szeroko rozumianej kultury danego,"}, {"start": 73.08, "end": 75.31, "text": "szeroko rozumianej kultury danego, danego regionu, danego terenu."}, {"start": 75.31, "end": 75.32, "text": "danego regionu, danego terenu."}, {"start": 75.32, "end": 77.51, "text": "danego regionu, danego terenu. Z folklorem może nam się łączyć folklor"}, {"start": 77.51, "end": 77.52, "text": "Z folklorem może nam się łączyć folklor"}, {"start": 77.52, "end": 79.87, "text": "Z folklorem może nam się łączyć folklor miejski, folklor wiejski. sponsorem może"}, {"start": 79.87, "end": 79.88, "text": "miejski, folklor wiejski. sponsorem może"}, {"start": 79.88, "end": 83.83, "text": "miejski, folklor wiejski. sponsorem może być nie wiem"}, {"start": 83.84, "end": 86.10900000000001, "text": "wiele obszarów kultury. Najczęściej"}, {"start": 86.10900000000001, "end": 86.119, "text": "wiele obszarów kultury. Najczęściej"}, {"start": 86.119, "end": 88.67, "text": "wiele obszarów kultury. Najczęściej folklor nam Polakom kojarzy się"}, {"start": 88.67, "end": 88.68, "text": "folklor nam Polakom kojarzy się"}, {"start": 88.68, "end": 90.59, "text": "folklor nam Polakom kojarzy się oczywiście z muzyką i z tańcem"}, {"start": 90.59, "end": 90.6, "text": "oczywiście z muzyką i z tańcem"}, {"start": 90.6, "end": 93.35, "text": "oczywiście z muzyką i z tańcem wywodzącym się ze wsi."}, {"start": 93.35, "end": 93.36, "text": "wywodzącym się ze wsi."}, {"start": 93.36, "end": 96.67, "text": "wywodzącym się ze wsi. No dla mnie folklor to jest taki jakby"}, {"start": 96.67, "end": 96.68, "text": "No dla mnie folklor to jest taki jakby"}, {"start": 96.68, "end": 99.35, "text": "No dla mnie folklor to jest taki jakby element danej kultury charakterystyczny"}, {"start": 99.35, "end": 99.36, "text": "element danej kultury charakterystyczny"}, {"start": 99.36, "end": 100.59, "text": "element danej kultury charakterystyczny dla danego regionu."}, {"start": 100.59, "end": 100.6, "text": "dla danego regionu."}, {"start": 100.6, "end": 103.59, "text": "dla danego regionu. O tak. czymś, czym się dany region jakby"}, {"start": 103.59, "end": 103.6, "text": "O tak. czymś, czym się dany region jakby"}, {"start": 103.6, "end": 105.59, "text": "O tak. czymś, czym się dany region jakby charakteryzuje, powiedzmy."}, {"start": 105.59, "end": 105.6, "text": "charakteryzuje, powiedzmy."}, {"start": 105.6, "end": 109.469, "text": "charakteryzuje, powiedzmy. Myślę, że jest to jakiś trend w"}, {"start": 109.469, "end": 109.479, "text": "Myślę, że jest to jakiś trend w"}, {"start": 109.479, "end": 114.91, "text": "Myślę, że jest to jakiś trend w kulturze, który nawiązuje do regionów"}, {"start": 114.91, "end": 114.92, "text": "kulturze, który nawiązuje do regionów"}, {"start": 114.92, "end": 118.63, "text": "kulturze, który nawiązuje do regionów i do tego, co w danym regionie"}, {"start": 118.63, "end": 118.64, "text": "i do tego, co w danym regionie"}, {"start": 118.64, "end": 121.069, "text": "i do tego, co w danym regionie potrafili ludzie stworzyć, jeśli chodzi"}, {"start": 121.069, "end": 121.079, "text": "potrafili ludzie stworzyć, jeśli chodzi"}, {"start": 121.079, "end": 122.87, "text": "potrafili ludzie stworzyć, jeśli chodzi o"}, {"start": 122.87, "end": 122.88, "text": "o"}, {"start": 122.88, "end": 126.95, "text": "o kulturę, o ubiór, o tańce, piosenki."}, {"start": 126.95, "end": 126.96, "text": "kulturę, o ubiór, o tańce, piosenki."}, {"start": 126.96, "end": 128.669, "text": "kulturę, o ubiór, o tańce, piosenki. A czym z czym państwu się kojarzy"}, {"start": 128.669, "end": 128.679, "text": "A czym z czym państwu się kojarzy"}, {"start": 128.679, "end": 129.869, "text": "A czym z czym państwu się kojarzy folklor?"}, {"start": 129.869, "end": 129.879, "text": "folklor?"}, {"start": 129.879, "end": 134.43, "text": "folklor? No kultura ludowa z z wsią głównie"}, {"start": 134.43, "end": 134.44, "text": "No kultura ludowa z z wsią głównie"}, {"start": 134.44, "end": 136.03, "text": "No kultura ludowa z z wsią głównie z"}, {"start": 136.03, "end": 136.04, "text": "z"}, {"start": 136.04, "end": 138.949, "text": "z jakimiś zwartymi"}, {"start": 138.949, "end": 138.959, "text": "jakimiś zwartymi"}, {"start": 138.959, "end": 141.39, "text": "jakimiś zwartymi grupami społecznymi"}, {"start": 141.39, "end": 141.4, "text": "grupami społecznymi"}, {"start": 141.4, "end": 142.949, "text": "grupami społecznymi typu"}, {"start": 142.949, "end": 142.959, "text": "typu"}, {"start": 142.959, "end": 146.75, "text": "typu Kujawiacy, Mazury,"}, {"start": 146.75, "end": 146.76, "text": "Kujawiacy, Mazury,"}, {"start": 146.76, "end": 148.309, "text": "Kujawiacy, Mazury, góale."}, {"start": 148.309, "end": 148.319, "text": "góale."}, {"start": 148.319, "end": 151.55, "text": "góale. A jakie w Polsce mamy przejawy folkloru"}, {"start": 151.55, "end": 151.56, "text": "A jakie w Polsce mamy przejawy folkloru"}, {"start": 151.56, "end": 153.309, "text": "A jakie w Polsce mamy przejawy folkloru na chwilę obecną?"}, {"start": 153.309, "end": 153.31900000000002, "text": "na chwilę obecną?"}, {"start": 153.31900000000002, "end": 155.15, "text": "na chwilę obecną? No to na przykład folklor miejski, bo"}, {"start": 155.15, "end": 155.16, "text": "No to na przykład folklor miejski, bo"}, {"start": 155.16, "end": 157.75, "text": "No to na przykład folklor miejski, bo istnieje coś takiego, który się no jest"}, {"start": 157.75, "end": 157.76, "text": "istnieje coś takiego, który się no jest"}, {"start": 157.76, "end": 159.35, "text": "istnieje coś takiego, który się no jest revival, czyli odrodzenie takiego"}, {"start": 159.35, "end": 159.36, "text": "revival, czyli odrodzenie takiego"}, {"start": 159.36, "end": 161.99, "text": "revival, czyli odrodzenie takiego folkloru miejskiego typu. Dobrym"}, {"start": 161.99, "end": 162.0, "text": "folkloru miejskiego typu. Dobrym"}, {"start": 162.0, "end": 163.47, "text": "folkloru miejskiego typu. Dobrym przykładem może być Warszawa na"}, {"start": 163.47, "end": 163.48, "text": "przykładem może być Warszawa na"}, {"start": 163.48, "end": 165.949, "text": "przykładem może być Warszawa na przykład, to znaczy,"}, {"start": 165.949, "end": 165.959, "text": "przykład, to znaczy,"}, {"start": 165.959, "end": 168.99, "text": "przykład, to znaczy, gdzie reaktywują się kapele uliczne"}, {"start": 168.99, "end": 169.0, "text": "gdzie reaktywują się kapele uliczne"}, {"start": 169.0, "end": 172.39, "text": "gdzie reaktywują się kapele uliczne czy też, a jest duża grupa młodych"}, {"start": 172.39, "end": 172.4, "text": "czy też, a jest duża grupa młodych"}, {"start": 172.4, "end": 175.63, "text": "czy też, a jest duża grupa młodych ludzi, którzy przywracają pamięci dawne"}, {"start": 175.63, "end": 175.64, "text": "ludzi, którzy przywracają pamięci dawne"}, {"start": 175.64, "end": 178.22899999999998, "text": "ludzi, którzy przywracają pamięci dawne pieśni. Warszawskie ulicy, Pragi, są"}, {"start": 178.22899999999998, "end": 178.239, "text": "pieśni. Warszawskie ulicy, Pragi, są"}, {"start": 178.239, "end": 179.91, "text": "pieśni. Warszawskie ulicy, Pragi, są teraz zespoły, nie wiem, warszawska"}, {"start": 179.91, "end": 179.92000000000002, "text": "teraz zespoły, nie wiem, warszawska"}, {"start": 179.92000000000002, "end": 182.47, "text": "teraz zespoły, nie wiem, warszawska orkiestra sentymentalna. A czy folklor"}, {"start": 182.47, "end": 182.48, "text": "orkiestra sentymentalna. A czy folklor"}, {"start": 182.48, "end": 184.149, "text": "orkiestra sentymentalna. A czy folklor to jest obciech, czy coś z czego należy"}, {"start": 184.149, "end": 184.159, "text": "to jest obciech, czy coś z czego należy"}, {"start": 184.159, "end": 186.03, "text": "to jest obciech, czy coś z czego należy być dumnym?"}, {"start": 186.03, "end": 186.04, "text": "być dumnym?"}, {"start": 186.04, "end": 187.91, "text": "być dumnym? No coś z czego należy być dumnym. Na"}, {"start": 187.91, "end": 187.92, "text": "No coś z czego należy być dumnym. Na"}, {"start": 187.92, "end": 189.869, "text": "No coś z czego należy być dumnym. Na pewno nie obciach. Tak jak powiedziałam"}, {"start": 189.869, "end": 189.879, "text": "pewno nie obciach. Tak jak powiedziałam"}, {"start": 189.879, "end": 191.67, "text": "pewno nie obciach. Tak jak powiedziałam pani na początku, to jest coś co uważam,"}, {"start": 191.67, "end": 191.68, "text": "pani na początku, to jest coś co uważam,"}, {"start": 191.68, "end": 193.50900000000001, "text": "pani na początku, to jest coś co uważam, że jest ciągle żywe. To nie jest coś, co"}, {"start": 193.50900000000001, "end": 193.519, "text": "że jest ciągle żywe. To nie jest coś, co"}, {"start": 193.519, "end": 195.67, "text": "że jest ciągle żywe. To nie jest coś, co musimy reanimować tylko w pewnych"}, {"start": 195.67, "end": 195.68, "text": "musimy reanimować tylko w pewnych"}, {"start": 195.68, "end": 197.949, "text": "musimy reanimować tylko w pewnych obszarach kultury, może nie wiodących,"}, {"start": 197.949, "end": 197.959, "text": "obszarach kultury, może nie wiodących,"}, {"start": 197.959, "end": 199.11, "text": "obszarach kultury, może nie wiodących, ale to żyje."}, {"start": 199.11, "end": 199.12, "text": "ale to żyje."}, {"start": 199.12, "end": 200.71, "text": "ale to żyje. Folklor mi się kojarzy źle. Nie wiem"}, {"start": 200.71, "end": 200.72, "text": "Folklor mi się kojarzy źle. Nie wiem"}, {"start": 200.72, "end": 203.67000000000002, "text": "Folklor mi się kojarzy źle. Nie wiem dlaczego. Może dlatego, że przez lata"}, {"start": 203.67000000000002, "end": 203.68, "text": "dlaczego. Może dlatego, że przez lata"}, {"start": 203.68, "end": 208.309, "text": "dlaczego. Może dlatego, że przez lata PRL-u folklore ta nazwa zżyła się z"}, {"start": 208.309, "end": 208.319, "text": "PRL-u folklore ta nazwa zżyła się z"}, {"start": 208.319, "end": 211.39, "text": "PRL-u folklore ta nazwa zżyła się z takim cepeliowym podejściem do muzyki"}, {"start": 211.39, "end": 211.4, "text": "takim cepeliowym podejściem do muzyki"}, {"start": 211.4, "end": 213.71, "text": "takim cepeliowym podejściem do muzyki właśnie tradycyjnej."}, {"start": 213.71, "end": 213.72, "text": "właśnie tradycyjnej."}, {"start": 213.72, "end": 216.22899999999998, "text": "właśnie tradycyjnej. Cepeliowym, czyli przetwarzającym muzykę"}, {"start": 216.22899999999998, "end": 216.239, "text": "Cepeliowym, czyli przetwarzającym muzykę"}, {"start": 216.239, "end": 220.55, "text": "Cepeliowym, czyli przetwarzającym muzykę tradycyjną w jakąś taką bardziej"}, {"start": 220.55, "end": 220.56, "text": "tradycyjną w jakąś taką bardziej"}, {"start": 220.56, "end": 222.91, "text": "tradycyjną w jakąś taką bardziej klasyczną konwencję i w związku z tym"}, {"start": 222.91, "end": 222.92000000000002, "text": "klasyczną konwencję i w związku z tym"}, {"start": 222.92000000000002, "end": 226.03, "text": "klasyczną konwencję i w związku z tym już nieczytelne, nieżywe i folklor mi"}, {"start": 226.03, "end": 226.04, "text": "już nieczytelne, nieżywe i folklor mi"}, {"start": 226.04, "end": 227.589, "text": "już nieczytelne, nieżywe i folklor mi się właśnie słowa folklor mi się z tym"}, {"start": 227.589, "end": 227.599, "text": "się właśnie słowa folklor mi się z tym"}, {"start": 227.599, "end": 229.55, "text": "się właśnie słowa folklor mi się z tym kojarzy. A czy folklor to obciach czy"}, {"start": 229.55, "end": 229.56, "text": "kojarzy. A czy folklor to obciach czy"}, {"start": 229.56, "end": 231.869, "text": "kojarzy. A czy folklor to obciach czy coś z czego należy być dumnym? Coś z"}, {"start": 231.869, "end": 231.879, "text": "coś z czego należy być dumnym? Coś z"}, {"start": 231.879, "end": 233.50900000000001, "text": "coś z czego należy być dumnym? Coś z czego należy być dumnym szczególnie w"}, {"start": 233.50900000000001, "end": 233.519, "text": "czego należy być dumnym szczególnie w"}, {"start": 233.519, "end": 236.03, "text": "czego należy być dumnym szczególnie w dzisiejszych czasach. Ja myślę, że to"}, {"start": 236.03, "end": 236.04, "text": "dzisiejszych czasach. Ja myślę, że to"}, {"start": 236.04, "end": 237.949, "text": "dzisiejszych czasach. Ja myślę, że to się bardzo zmienia i może kiedyś jeszcze"}, {"start": 237.949, "end": 237.959, "text": "się bardzo zmienia i może kiedyś jeszcze"}, {"start": 237.959, "end": 239.91, "text": "się bardzo zmienia i może kiedyś jeszcze była taka tendencja, że ten folklor był"}, {"start": 239.91, "end": 239.92000000000002, "text": "była taka tendencja, że ten folklor był"}, {"start": 239.92000000000002, "end": 241.91, "text": "była taka tendencja, że ten folklor był bardziej taki obciachowy, natomiast"}, {"start": 241.91, "end": 241.92, "text": "bardziej taki obciachowy, natomiast"}, {"start": 241.92, "end": 244.35, "text": "bardziej taki obciachowy, natomiast teraz absolutnie nie. I w takim"}, {"start": 244.35, "end": 244.36, "text": "teraz absolutnie nie. I w takim"}, {"start": 244.36, "end": 246.429, "text": "teraz absolutnie nie. I w takim powiedzmy w tej już współczesnej"}, {"start": 246.429, "end": 246.439, "text": "powiedzmy w tej już współczesnej"}, {"start": 246.439, "end": 248.91, "text": "powiedzmy w tej już współczesnej kulturze myślę, że to jest coś bardzo"}, {"start": 248.91, "end": 248.92, "text": "kulturze myślę, że to jest coś bardzo"}, {"start": 248.92, "end": 251.03, "text": "kulturze myślę, że to jest coś bardzo takiego trendy nawet powiedziałabym."}, {"start": 251.03, "end": 251.04, "text": "takiego trendy nawet powiedziałabym."}, {"start": 251.04, "end": 252.67, "text": "takiego trendy nawet powiedziałabym. A czy folklor to jest obciech czy coś z"}, {"start": 252.67, "end": 252.68, "text": "A czy folklor to jest obciech czy coś z"}, {"start": 252.68, "end": 253.50900000000001, "text": "A czy folklor to jest obciech czy coś z czego należy być?"}, {"start": 253.50900000000001, "end": 253.519, "text": "czego należy być?"}, {"start": 253.519, "end": 255.55, "text": "czego należy być? Dla mnie nie, dlatego że ja lubię bardzo"}, {"start": 255.55, "end": 255.56, "text": "Dla mnie nie, dlatego że ja lubię bardzo"}, {"start": 255.56, "end": 258.069, "text": "Dla mnie nie, dlatego że ja lubię bardzo folklora. Oprócz tego od 40 lat jestem"}, {"start": 258.069, "end": 258.079, "text": "folklora. Oprócz tego od 40 lat jestem"}, {"start": 258.079, "end": 260.15, "text": "folklora. Oprócz tego od 40 lat jestem promotorem muzyki folkowej, ludowej i"}, {"start": 260.15, "end": 260.16, "text": "promotorem muzyki folkowej, ludowej i"}, {"start": 260.16, "end": 262.79, "text": "promotorem muzyki folkowej, ludowej i etycznej. Tak się składa. To jest mój"}, {"start": 262.79, "end": 262.8, "text": "etycznej. Tak się składa. To jest mój"}, {"start": 262.8, "end": 264.83, "text": "etycznej. Tak się składa. To jest mój zawód, moje moje pasje."}, {"start": 264.83, "end": 264.84, "text": "zawód, moje moje pasje."}, {"start": 264.84, "end": 266.909, "text": "zawód, moje moje pasje. A co pana pasjonuje w tej muzyce"}, {"start": 266.909, "end": 266.919, "text": "A co pana pasjonuje w tej muzyce"}, {"start": 266.919, "end": 267.99, "text": "A co pana pasjonuje w tej muzyce właśnie?"}, {"start": 267.99, "end": 268.0, "text": "właśnie?"}, {"start": 268.0, "end": 271.629, "text": "właśnie? No przede wszystkim jej brzmienie,"}, {"start": 271.629, "end": 271.639, "text": "No przede wszystkim jej brzmienie,"}, {"start": 271.639, "end": 272.55, "text": "No przede wszystkim jej brzmienie, pochodzenie."}, {"start": 272.55, "end": 272.56, "text": "pochodzenie."}, {"start": 272.56, "end": 274.43, "text": "pochodzenie. A co to jest folk w takim razie? Skoro"}, {"start": 274.43, "end": 274.44, "text": "A co to jest folk w takim razie? Skoro"}, {"start": 274.44, "end": 276.31, "text": "A co to jest folk w takim razie? Skoro folk to jest folk to jest trochę co"}, {"start": 276.31, "end": 276.32, "text": "folk to jest folk to jest trochę co"}, {"start": 276.32, "end": 279.55, "text": "folk to jest folk to jest trochę co innego i wydaje mi się, że folk y jest"}, {"start": 279.55, "end": 279.56, "text": "innego i wydaje mi się, że folk y jest"}, {"start": 279.56, "end": 282.749, "text": "innego i wydaje mi się, że folk y jest taką nazwą szerszą i obejmującą trochę"}, {"start": 282.749, "end": 282.759, "text": "taką nazwą szerszą i obejmującą trochę"}, {"start": 282.759, "end": 285.909, "text": "taką nazwą szerszą i obejmującą trochę późniejsze zjawisko, czyli w momencie"}, {"start": 285.909, "end": 285.919, "text": "późniejsze zjawisko, czyli w momencie"}, {"start": 285.919, "end": 288.749, "text": "późniejsze zjawisko, czyli w momencie kiedy zespoły różnorodne zajęły się"}, {"start": 288.749, "end": 288.759, "text": "kiedy zespoły różnorodne zajęły się"}, {"start": 288.759, "end": 290.189, "text": "kiedy zespoły różnorodne zajęły się faktycznie wracaniem do muzyki"}, {"start": 290.189, "end": 290.199, "text": "faktycznie wracaniem do muzyki"}, {"start": 290.199, "end": 292.23, "text": "faktycznie wracaniem do muzyki tradycyjnej, ale tej takiej sprzed"}, {"start": 292.23, "end": 292.24, "text": "tradycyjnej, ale tej takiej sprzed"}, {"start": 292.24, "end": 295.15, "text": "tradycyjnej, ale tej takiej sprzed właśnie tego perlowskiego zepsucia,"}, {"start": 295.15, "end": 295.15999999999997, "text": "właśnie tego perlowskiego zepsucia,"}, {"start": 295.15999999999997, "end": 296.79, "text": "właśnie tego perlowskiego zepsucia, pojawił się folk, tak mi się wydaje."}, {"start": 296.79, "end": 296.8, "text": "pojawił się folk, tak mi się wydaje."}, {"start": 296.8, "end": 298.99, "text": "pojawił się folk, tak mi się wydaje. Szczególnie, że widać, że na przykład"}, {"start": 298.99, "end": 299.0, "text": "Szczególnie, że widać, że na przykład"}, {"start": 299.0, "end": 300.99, "text": "Szczególnie, że widać, że na przykład nie wiem, no młodzi jacyś młodzi"}, {"start": 300.99, "end": 301.0, "text": "nie wiem, no młodzi jacyś młodzi"}, {"start": 301.0, "end": 302.67, "text": "nie wiem, no młodzi jacyś młodzi powiedzmy tak zwani, nowa fala"}, {"start": 302.67, "end": 302.68, "text": "powiedzmy tak zwani, nowa fala"}, {"start": 302.68, "end": 304.51, "text": "powiedzmy tak zwani, nowa fala projektantów, oni sięgają po elementy"}, {"start": 304.51, "end": 304.52, "text": "projektantów, oni sięgają po elementy"}, {"start": 304.52, "end": 306.35, "text": "projektantów, oni sięgają po elementy folklorystyczne,"}, {"start": 306.35, "end": 306.36, "text": "folklorystyczne,"}, {"start": 306.36, "end": 309.23, "text": "folklorystyczne, jakieś łowickie na przykład, tak w"}, {"start": 309.23, "end": 309.24, "text": "jakieś łowickie na przykład, tak w"}, {"start": 309.24, "end": 310.43, "text": "jakieś łowickie na przykład, tak w swoich, nie wiem, kolekcjach, czy"}, {"start": 310.43, "end": 310.44, "text": "swoich, nie wiem, kolekcjach, czy"}, {"start": 310.44, "end": 312.11, "text": "swoich, nie wiem, kolekcjach, czy pojawiają się te elementy na przykład w"}, {"start": 312.11, "end": 312.12, "text": "pojawiają się te elementy na przykład w"}, {"start": 312.12, "end": 314.23, "text": "pojawiają się te elementy na przykład w przypadku i obuwia i ciuchów. Więc dla"}, {"start": 314.23, "end": 314.24, "text": "przypadku i obuwia i ciuchów. Więc dla"}, {"start": 314.24, "end": 316.95, "text": "przypadku i obuwia i ciuchów. Więc dla mnie to jest jak najbardziej taka rzecz"}, {"start": 316.95, "end": 316.96, "text": "mnie to jest jak najbardziej taka rzecz"}, {"start": 316.96, "end": 319.55, "text": "mnie to jest jak najbardziej taka rzecz trendy, a nie pasa. Jak możecie usłyszeć"}, {"start": 319.55, "end": 319.56, "text": "trendy, a nie pasa. Jak możecie usłyszeć"}, {"start": 319.56, "end": 321.87, "text": "trendy, a nie pasa. Jak możecie usłyszeć w tle, koncert właśnie się zaczął, a to"}, {"start": 321.87, "end": 321.88, "text": "w tle, koncert właśnie się zaczął, a to"}, {"start": 321.88, "end": 323.909, "text": "w tle, koncert właśnie się zaczął, a to znak, że kończymy na dzisiaj. Bardzo"}, {"start": 323.909, "end": 323.919, "text": "znak, że kończymy na dzisiaj. Bardzo"}, {"start": 323.919, "end": 326.39, "text": "znak, że kończymy na dzisiaj. Bardzo dziękujemy wam za uwagę. Ten odcinek to"}, {"start": 326.39, "end": 326.4, "text": "dziękujemy wam za uwagę. Ten odcinek to"}, {"start": 326.4, "end": 328.309, "text": "dziękujemy wam za uwagę. Ten odcinek to był też ostatni z materiałów nagranych"}, {"start": 328.309, "end": 328.319, "text": "był też ostatni z materiałów nagranych"}, {"start": 328.319, "end": 330.35, "text": "był też ostatni z materiałów nagranych we współpracy z Instytucją Katowice"}, {"start": 330.35, "end": 330.36, "text": "we współpracy z Instytucją Katowice"}, {"start": 330.36, "end": 332.71, "text": "we współpracy z Instytucją Katowice Miasto Muzyki. Bardzo dziękujemy im za"}, {"start": 332.71, "end": 332.72, "text": "Miasto Muzyki. Bardzo dziękujemy im za"}, {"start": 332.72, "end": 334.629, "text": "Miasto Muzyki. Bardzo dziękujemy im za ich wsparcie i mamy nadzieję, że"}, {"start": 334.629, "end": 334.639, "text": "ich wsparcie i mamy nadzieję, że"}, {"start": 334.639, "end": 335.99, "text": "ich wsparcie i mamy nadzieję, że spotkamy się podczas kolejnych"}, {"start": 335.99, "end": 336.0, "text": "spotkamy się podczas kolejnych"}, {"start": 336.0, "end": 337.909, "text": "spotkamy się podczas kolejnych wspaniałych imprez. A z wami mam"}, {"start": 337.909, "end": 337.919, "text": "wspaniałych imprez. A z wami mam"}, {"start": 337.919, "end": 339.87, "text": "wspaniałych imprez. A z wami mam nadzieję widzę się w kolejnych odcinkach"}, {"start": 339.87, "end": 339.88, "text": "nadzieję widzę się w kolejnych odcinkach"}, {"start": 339.88, "end": 356.95, "text": "nadzieję widzę się w kolejnych odcinkach Easy Polish. Do zobaczenia."}, {"start": 356.96, "end": 360.11, "text": "Kaj lčko"}, {"start": 360.11, "end": 360.12, "text": "Kaj lčko"}, {"start": 360.12, "end": 363.189, "text": "Kaj lčko da"}, {"start": 363.199, "end": 366.69, "text": "klič"}, {"start": 366.7, "end": 373.35, "text": "[Muzyka]"}, {"start": 373.36, "end": 376.4, "text": "B c"}], "createdAt": "2025-12-15T09:09:25.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/xgZ8-f_QTcg/maxresdefault.webp", "type": "story", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=xgZ8-f_QTcg", "isFavorite": false, "progress": 0}, {"id": "yt_HK32ZMl3Rw4", "userId": "system_course", "title": "Learn Polish - A song - Body parts", "language": "pl", "content": "[Muzyka] [Muzyka] [Muzyka] głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty oczy uszy usta nos głowa ramiona kolana oczy uszy usta nos głowa ramiona kolana oczy uszy usta nos głowa ramiona kolana pięty kolana pięty kolana pięty głowa pięty kolana pięty kolana pięty głowa pięty kolana pięty kolana pięty głowa ramiona kolana pięty oczy uszy usta nos ramiona kolana pięty oczy uszy usta nos ramiona kolana pięty oczy uszy usta nos głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty oczy uszy usta nos", "sentences": ["[Muzyka] [Muzyka] [Muzyka] głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty oczy uszy usta nos głowa ramiona kolana oczy uszy usta nos głowa ramiona kolana oczy uszy usta nos głowa ramiona kolana pięty kolana pięty kolana pięty głowa pięty kolana pięty kolana pięty głowa pięty kolana pięty kolana pięty głowa ramiona kolana pięty oczy uszy usta nos ramiona kolana pięty oczy uszy usta nos ramiona kolana pięty oczy uszy usta nos głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty kolana pięty głowa ramiona kolana pięty oczy uszy usta nos"], "transcript": [{"start": 0.39, "end": 6.309, "text": "[Muzyka]"}, {"start": 6.309, "end": 6.319, "text": "[Muzyka]"}, {"start": 6.319, "end": 11.07, "text": "[Muzyka] głowa ramiona kolana pięty kolana pięty"}, {"start": 11.07, "end": 11.08, "text": "głowa ramiona kolana pięty kolana pięty"}, {"start": 11.08, "end": 15.709, "text": "głowa ramiona kolana pięty kolana pięty kolana pięty głowa ramiona kolana pięty"}, {"start": 15.709, "end": 15.719, "text": "kolana pięty głowa ramiona kolana pięty"}, {"start": 15.719, "end": 20.75, "text": "kolana pięty głowa ramiona kolana pięty oczy uszy usta nos głowa ramiona kolana"}, {"start": 20.75, "end": 20.76, "text": "oczy uszy usta nos głowa ramiona kolana"}, {"start": 20.76, "end": 24.67, "text": "oczy uszy usta nos głowa ramiona kolana pięty kolana pięty kolana pięty głowa"}, {"start": 24.67, "end": 24.68, "text": "pięty kolana pięty kolana pięty głowa"}, {"start": 24.68, "end": 29.189, "text": "pięty kolana pięty kolana pięty głowa ramiona kolana pięty oczy uszy usta nos"}, {"start": 29.189, "end": 29.199, "text": "ramiona kolana pięty oczy uszy usta nos"}, {"start": 29.199, "end": 32.63, "text": "ramiona kolana pięty oczy uszy usta nos głowa ramiona kolana pięty kolana pięty"}, {"start": 32.63, "end": 32.64, "text": "głowa ramiona kolana pięty kolana pięty"}, {"start": 32.64, "end": 36.03, "text": "głowa ramiona kolana pięty kolana pięty kolana pięty głowa ramiona kolana pięty"}, {"start": 36.03, "end": 36.04, "text": "kolana pięty głowa ramiona kolana pięty"}, {"start": 36.04, "end": 40.6, "text": "kolana pięty głowa ramiona kolana pięty oczy uszy usta nos"}], "createdAt": "2025-12-15T09:10:30.000Z", "imageUrl": "https://i.ytimg.com/vi/HK32ZMl3Rw4/hqdefault.jpg", "type": "bite", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=HK32ZMl3Rw4", "isFavorite": false, "progress": 0}]