[{"id":"story_dje_0001_gorzo","userId":"system_storybooks","title":"Gorzo","language":"dje","content":"Gorzo\n\nA kalma kayna a se gumo.\n\nAfu-mayo ye ganda gumo.\n\nA daaro kayna gumo a se.\n\nA beela kayna a se gumo.\n\nAlboro wo beeri gumo.\n\nA na bundu kuuku daŋ nga kalmaa ga.\n\nA na nga fu-mayey beerandi.\n\nA te nga boŋ se daari bambata fo.\n\nA day beelo kuuku fo.\n\nA go ga goro karga kuuku boŋ, a go ga ŋwa nda kawra bambata fo.\n\nA dira nga kwaaraa, ga koy goro saaji fimbi fo ra. A goro no-din jiiri boobo.\n\nLicense: [CC-BY]\n\nText: Cornelius Gulere\n\nIllustration: Catherine Groenewald\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje","sentences":["Gorzo\n\nA kalma kayna a se gumo.","Afu-mayo ye ganda gumo.","A daaro kayna gumo a se.","A beela kayna a se gumo.","Alboro wo beeri gumo.","A na bundu kuuku daŋ nga kalmaa ga.","A na nga fu-mayey beerandi.","A te nga boŋ se daari bambata fo.","A day beelo kuuku fo.","A go ga goro karga kuuku boŋ, a go ga ŋwa nda kawra bambata fo.","A dira nga kwaaraa, ga koy goro saaji fimbi fo ra.","A goro no-din jiiri boobo.","License: [CC-BY]\n\nText: Cornelius Gulere\n\nIllustration: Catherine Groenewald\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje"],"transcript":[],"createdAt":"2025-12-14T23:39:05.236784","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_dje_0123_iri-ma-koy","userId":"system_storybooks","title":"Iri ma koy","language":"dje","content":"Iri ma koy\n\nNda ay niina...\n\n... ay ga ma suseeti fumbey haw.\n\n... ay ga ma toori boosi kaaney haw.\n\nNda ay moyey...\n\n... ay ga di baalu kaŋ go ga deesi\n\nhala beena ra.\n\n... ay ga di maaje.\n\nNda ay mayo...\n\n... ay ga ma ciiro kaŋ go teeku haro\n\nga.\n\n.... ay ga ma leemu kaaniyo.\n\nNda ay kamba...\n\n... ay ga ni kamba di.\n\nLicense: [CC-BY-NC]\n\nText: Carole Bloch\n\nIllustration: Thembinkosi Kohli\n\nTranslation: Hamani Ali\n\nLanguage: dje","sentences":["Iri ma koy\n\nNda ay niina...","...","ay ga ma suseeti fumbey haw.","...","ay ga ma toori boosi kaaney haw.","Nda ay moyey...","...","ay ga di baalu kaŋ go ga deesi\n\nhala beena ra.","...","ay ga di maaje.","Nda ay mayo...","...","ay ga ma ciiro kaŋ go teeku haro\n\nga.","....","ay ga ma leemu kaaniyo.","Nda ay kamba...","...","ay ga ni kamba di.","License: [CC-BY-NC]\n\nText: Carole Bloch\n\nIllustration: Thembinkosi Kohli\n\nTranslation: Hamani Ali\n\nLanguage: dje"],"transcript":[],"createdAt":"2025-12-14T23:39:05.237792","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_dje_0141_gorŋo-Ɲa-nda-konjanje","userId":"system_storybooks","title":"Gorŋo-Ɲa Nda Konjanje","language":"dje","content":"Gorŋo-Ɲa Nda Konjanje\n\nGorŋo-ɲa nda konjanje wo coron nda coro yaŋ no. Amma han kulu yoonay ga no i go. Han fo i ne nga ma te taawa karyaŋ yoonay ga di wo kaŋ ga waani nda nga cala.\n\nI koy taawa ziiyaŋ batama ra, i sintin ga zi. Gorŋo-ɲa ga waasi, amma konjanje mo waasi nd'a. Da gorŋo-ɲa na taawaa jindaw nangu mooro, konjanje ma a jindaw nangu kaŋ mooru nda no-din. Gorŋo-ɲa sintin ga futu.\n\nI ne sohõ ngey ma te palnaati-palnaati. Sintina ga, konjanje ga ci gooliya. Gorŋo-ɲa daŋ bi folloŋ. Nga ga, Gorŋo-ɲa te gooliye.\n\nKonjanje na taawaa zi, a daŋ bi. Konjanje na a fante, a ye ga daŋ bi. Konjanje ye ga daŋ boŋ ga kar, a daŋ bi. Konjanje daŋ bi gu.\n\nGorŋo-ɲa futu kaŋ nga mana zaama. Gorŋo-ɲa si hin foori. Konjanje ga a haaru, zama se cora go ga ziinini gumo.\n\nGorŋo-ɲa futa ba gumo kala a na nga mayo feeri ga konjanje daŋ ga gon.\n\nGorŋo-ɲa ye ga ka fu, a di konjanje ɲa. Konjanje ɲa na a hã: \"Ni mana di ay se ay izo?\" Gorŋo-ɲa mana tu. Konjanje ɲa lakkalo tun.\n\nKala konjanje ɲa ma jinde kayna fo kaŋ ne: \"Ay ɲa ay faaba!\" Konjanje ɲa go ga hangan ga boori. A bay kaŋ jinda si ga fun kala gorŋo-ɲa gunda ra haray.\n\nKonjanje ɲa ne a se: \"Te ni dabarey kaŋ ni ga waani, ay izo!\" Konjanjey ga hin ga haw fumbo taŋ, kaŋ ga boro hawguba. Sohõ kay; gorŋo-ɲa sig a ma kaani.\n\nGorŋo-ɲa jarbu. A kaaruka, a tufa. Nga ga a tisso, a koto, a ye ga koto. Konjanje hawo si kaanu.\n\nGorŋo-ɲa di ga koto kala a na konjanje yeeri ga ka gunda ra. Konjanje ɲaŋo nda izo noru ga koy tugu tuuri-ɲa fo cire.\n\nZa han din, gorŋey nda konjanjey te care se baabayze.\n\nLicense: [CC-BY]\n\nText: Winny Asara\n\nIllustration: Magriet Brink\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje","sentences":["Gorŋo-Ɲa Nda Konjanje\n\nGorŋo-ɲa nda konjanje wo coron nda coro yaŋ no.","Amma han kulu yoonay ga no i go.","Han fo i ne nga ma te taawa karyaŋ yoonay ga di wo kaŋ ga waani nda nga cala.","I koy taawa ziiyaŋ batama ra, i sintin ga zi.","Gorŋo-ɲa ga waasi, amma konjanje mo waasi nd'a.","Da gorŋo-ɲa na taawaa jindaw nangu mooro, konjanje ma a jindaw nangu kaŋ mooru nda no-din.","Gorŋo-ɲa sintin ga futu.","I ne sohõ ngey ma te palnaati-palnaati.","Sintina ga, konjanje ga ci gooliya.","Gorŋo-ɲa daŋ bi folloŋ.","Nga ga, Gorŋo-ɲa te gooliye.","Konjanje na taawaa zi, a daŋ bi.","Konjanje na a fante, a ye ga daŋ bi.","Konjanje ye ga daŋ boŋ ga kar, a daŋ bi.","Konjanje daŋ bi gu.","Gorŋo-ɲa futu kaŋ nga mana zaama.","Gorŋo-ɲa si hin foori.","Konjanje ga a haaru, zama se cora go ga ziinini gumo.","Gorŋo-ɲa futa ba gumo kala a na nga mayo feeri ga konjanje daŋ ga gon.","Gorŋo-ɲa ye ga ka fu, a di konjanje ɲa.","Konjanje ɲa na a hã: \"Ni mana di ay se ay izo?\" Gorŋo-ɲa mana tu.","Konjanje ɲa lakkalo tun.","Kala konjanje ɲa ma jinde kayna fo kaŋ ne: \"Ay ɲa ay faaba!\" Konjanje ɲa go ga hangan ga boori.","A bay kaŋ jinda si ga fun kala gorŋo-ɲa gunda ra haray.","Konjanje ɲa ne a se: \"Te ni dabarey kaŋ ni ga waani, ay izo!\" Konjanjey ga hin ga haw fumbo taŋ, kaŋ ga boro hawguba.","Sohõ kay; gorŋo-ɲa sig a ma kaani.","Gorŋo-ɲa jarbu.","A kaaruka, a tufa.","Nga ga a tisso, a koto, a ye ga koto.","Konjanje hawo si kaanu.","Gorŋo-ɲa di ga koto kala a na konjanje yeeri ga ka gunda ra.","Konjanje ɲaŋo nda izo noru ga koy tugu tuuri-ɲa fo cire.","Za han din, gorŋey nda konjanjey te care se baabayze.","License: [CC-BY]\n\nText: Winny Asara\n\nIllustration: Magriet Brink\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje"],"transcript":[],"createdAt":"2025-12-14T23:39:05.237792","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_dje_0166_wandiya-kang-te-arzaka","userId":"system_storybooks","title":"Wandiya kaŋ te arzaka","language":"dje","content":"Wandiya kaŋ te arzaka\n\nWandiyo hinka fo day no ya, afa\n\nma Nelima afa mo Nambuwa. I\n\nhayrayey te ka si. Batame\n\nkoogo for a no i go ga ngey\n\nbaafuna te. Hari si kaŋ mo\n\nsanku fa i ma du ŋwaari. Boro\n\nkaŋ ga ba ŋwaari kulu kala nda\n\na koy nangu mooro ga a ceeci.\n\nNelima wo wandiyo no kaŋ boŋo\n\nga dogon. A ganday, a ga may\n\nmo. Kayno kaŋ ga ti Nambuwa\n\nsi boro kulu daŋ me ga. A ba si\n\nnda boro fo.\n\nSusubay fo, wandiyo hinkaa\n\ntunu jirbi. I di kaŋ hari kulu kaŋ\n\nga ŋwa si ngey se. i hima ga\n\nkoy ga ŋwaari ceeci. Nelima\n\nnda Nambuwa, afo kulu na nga\n\nfonda sambu.\n\nWayboro fo mo kaŋ se i ga ne\n\nNetali go ga nga baafuna te i\n\njare ga. Nga arzaka wo no a ga\n\nzaban borey se. Amma Netali\n\nwo jiray no, ga-hamo kulu bi no.\n\nNambuwa ka ga kubay nda\n\nwaybora. Netali ne a se: «Ay izo\n\nmate ni go? Man no ni fun? Man\n\nga no ni ga koy?»\n\nNambuwa tu a se hããyaŋey\n\nkulu ga. Wayboro zeena ye ga\n\nne a se: «Koy nda ay kala ay\n\nkwaara, ay ga ci ni se mate kaŋ\n\ni ga te» Nambuwa na waybora\n\ncabe gargasay kulu dumi. A ne\n\na se: «Ay soofu ay ma bu ga\n\nbisa ay ma lamba ni bi fumbey\n\nwo ga».\n\nWaybora na nga me di, a ne a\n\nse Irkoy ma a hallasi a dirawo\n\nra.\n\nNambuwa dira ga to nangu fo\n\nkaŋ ga humburandi. Nango\n\nsinda kala konjanje yaŋ gondi\n\nyaŋ nooni yaŋ nda gangam\n\ndumi-dumi yaŋ. Nambuwa farga\n\ngumo, gaabi kulu si a ra zama a\n\nmana hari kulu ŋwa. Kaŋ a goro\n\nga fulanzam, gondey nda\n\nnooney mo te a ciine.\n\nNelima mo ka ga kubay nda\n\nwayboro ɲa zeena nga fonda\n\nboŋ. A ma kaani kaŋ a di Netali,\n\nzama nga hinne ga ti boro kaŋ a\n\nkubay nda nga dirawo ra.\n\nWaybora na a ce ga hããyaŋ\n\nzeeney te a se.\n\nNelima yadda ga konda\n\nwaybora kala fu. Netali ne a se:\n\n«Ni na hari te kaŋ ni cale boobo\n\nmana hin ga te». A na Nelima\n\nno goobu fo ga ne a ma soobay\n\nga fu, a ga du hari kulu kaŋ a ga\n\nba.\n\nNelima saabu waybora se, a na\n\na fo nda goy, a zuru ga ye fu. A\n\nka ga fu hanno fo gar, nda nga\n\nme-fo jinay. A te wayborey kulu\n\nra arzakanta beero.\n\nAmma waymo darayyaŋo go ga\n\na hẽẽnandi, a ne: «Boro kaŋ si\n\nma yaamaryaŋ si kokor kala cebeeri me ra.»\n\nLicense: [CC-BY]\n\nText: Salaama Wanale\n\nIllustration: Mango Tree\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje","sentences":["Wandiya kaŋ te arzaka\n\nWandiyo hinka fo day no ya, afa\n\nma Nelima afa mo Nambuwa.","I\n\nhayrayey te ka si.","Batame\n\nkoogo for a no i go ga ngey\n\nbaafuna te.","Hari si kaŋ mo\n\nsanku fa i ma du ŋwaari.","Boro\n\nkaŋ ga ba ŋwaari kulu kala nda\n\na koy nangu mooro ga a ceeci.","Nelima wo wandiyo no kaŋ boŋo\n\nga dogon.","A ganday, a ga may\n\nmo.","Kayno kaŋ ga ti Nambuwa\n\nsi boro kulu daŋ me ga.","A ba si\n\nnda boro fo.","Susubay fo, wandiyo hinkaa\n\ntunu jirbi.","I di kaŋ hari kulu kaŋ\n\nga ŋwa si ngey se.","i hima ga\n\nkoy ga ŋwaari ceeci.","Nelima\n\nnda Nambuwa, afo kulu na nga\n\nfonda sambu.","Wayboro fo mo kaŋ se i ga ne\n\nNetali go ga nga baafuna te i\n\njare ga.","Nga arzaka wo no a ga\n\nzaban borey se.","Amma Netali\n\nwo jiray no, ga-hamo kulu bi no.","Nambuwa ka ga kubay nda\n\nwaybora.","Netali ne a se: «Ay izo\n\nmate ni go?","Man no ni fun?","Man\n\nga no ni ga koy?»\n\nNambuwa tu a se hããyaŋey\n\nkulu ga.","Wayboro zeena ye ga\n\nne a se: «Koy nda ay kala ay\n\nkwaara, ay ga ci ni se mate kaŋ\n\ni ga te» Nambuwa na waybora\n\ncabe gargasay kulu dumi.","A ne\n\na se: «Ay soofu ay ma bu ga\n\nbisa ay ma lamba ni bi fumbey\n\nwo ga».","Waybora na nga me di, a ne a\n\nse Irkoy ma a hallasi a dirawo\n\nra.","Nambuwa dira ga to nangu fo\n\nkaŋ ga humburandi.","Nango\n\nsinda kala konjanje yaŋ gondi\n\nyaŋ nooni yaŋ nda gangam\n\ndumi-dumi yaŋ.","Nambuwa farga\n\ngumo, gaabi kulu si a ra zama a\n\nmana hari kulu ŋwa.","Kaŋ a goro\n\nga fulanzam, gondey nda\n\nnooney mo te a ciine.","Nelima mo ka ga kubay nda\n\nwayboro ɲa zeena nga fonda\n\nboŋ.","A ma kaani kaŋ a di Netali,\n\nzama nga hinne ga ti boro kaŋ a\n\nkubay nda nga dirawo ra.","Waybora na a ce ga hããyaŋ\n\nzeeney te a se.","Nelima yadda ga konda\n\nwaybora kala fu.","Netali ne a se:\n\n«Ni na hari te kaŋ ni cale boobo\n\nmana hin ga te».","A na Nelima\n\nno goobu fo ga ne a ma soobay\n\nga fu, a ga du hari kulu kaŋ a ga\n\nba.","Nelima saabu waybora se, a na\n\na fo nda goy, a zuru ga ye fu.","A\n\nka ga fu hanno fo gar, nda nga\n\nme-fo jinay.","A te wayborey kulu\n\nra arzakanta beero.","Amma waymo darayyaŋo go ga\n\na hẽẽnandi, a ne: «Boro kaŋ si\n\nma yaamaryaŋ si kokor kala cebeeri me ra.»\n\nLicense: [CC-BY]\n\nText: Salaama Wanale\n\nIllustration: Mango Tree\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje"],"transcript":[],"createdAt":"2025-12-14T23:39:05.237792","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_dje_0291_ifo-no-busi-waymo-ga-ne","userId":"system_storybooks","title":"Ifo No Busi Waymo Ga Ne?","language":"dje","content":"Ifo No Busi Waymo Ga Ne?\n\nSusubay nda hinay fo ra, Busi kaayi na a ce. A ne: \"Busi, ka ga konda gungurey wo ni hayrey se. I ga ba ngey ma te gaato ce-kayante fo, ni wayme hiija ma ga.\"\n\nKaŋ Busi go ga koy nga hayrey do, a to nda arwasu hinka do kaŋ go ga tuuriize yaŋ kosu. Arwasu fa na gunguro haamay ga ta a ga, ga catu tuuri-ɲa fo boŋ. Gunguro bagu.\n\nBusi ne: \"Ifo no ni te wo?\" Gunguro din gaato no i ga ba i ma te nd'a, ay waymo hiija ma ga. Ifo no ay wayme ga ne, da i mana gaato te a hiija ga?\n\nArwasey mana ma kaani nda fooro kaŋ dumi i te Busi se. Ira afo ne: \"Iri sinda gaata se safari koyne. Amma ma ta goobu ne ga kond'a ni wayme se.\" Busi ye ga nga fonda di.\n\nFonda boŋ, a kubay nda alboro hinka kaŋ go ga fu cina. Alboro ne a se: \"Ni si iri no ni goobu kaso wo iri ma daŋ iri fuwo ga?\" I na goobo ta ga daŋgey fuwo ga, a ceeri.\n\nBusi ne i se: \"Ifo no araŋ te wo?\" A ye ga ne: \"Goobo din, ay wayme wane no. Tuuriize kaakey no na ay gaato gunguro bagu, wo-din se no i na goobo din no ay se. Gaata mo ay wayme jiija wane no. Sohõ kay gunguri si, gaato si, gooro kulu mo si. Ifo no ay wayme ga ne?\"\n\nCinakey mana ma kaani nda goobo ceeriyaŋo. Afa ne: \"Iri sinda gaata se safari, amma ta subu ne ga kond'a ga no ni wayme se.\" Busi na nga fonda di.\n\nFonda boŋ, Busi di alfari fon da nga haw-ɲa. Haw-ɲaŋo ne: \"Ni si ay no ni subu hanno wo ga kayna?\" Haw-ɲaŋo ma subo kaani kala a na akulu ŋwa.\n\nBusi ne: \"Ifo no ni te wo?\" a ye ga ne: \"Subu din ay wayme wane no. Cinakey ka a no ay se. Zama i na ay goobo ceeri kaŋ tuuriize kaakey na ay no. I na a no ay se zama i na ay wayme gaata gunguro bagu. Gata mo ay wayme hiija wane no. Sohõ kay, gunguri si, gaato si, subu si, gooro kulu si no. Ifo no ay wayme ga ne?\"\n\nHaw-ɲaŋo mana ma nga gunde-futa kaani. Alfaro ne koociya ma di haw-ɲaŋo ga kond'a waymo se. Busi na nga fonda gana.\n\nAmma curkusay waate, hawo koma ga ye nga koyo kwaara. Busi mo daray saajo ra. A mana tar ga ka waymo hiija do. Borey kaŋ i burɲe sintin ga ŋa.\n\nBusi ne: \"Mate no ay ga te?\" \"Haw-ɲaŋo kaŋ koma, no alfaro na ay no gat a subu. Cinakey na no subu zama i na goobo kaŋ tuuriize kaakey na ay no ceeri. Ngey mo na ay no goobo zama i na ay gaata gunguro bagu. Gaata mo hiija wane no. Sohõ, gunguri si, gaato si, gooro kulu mo si no.\"\n\nBusi waymo kay ga laasaabu kayna, ga a ne: \"Busi, ay kayne, goorey din ga saba ay ga. Gaata mo mana za ga kay. Iri kulu go ne, ay ma kaani. Sohõ koy ga ni jingar bankaaray daŋ ga ka bato do.\" Busi te ya-din.\n\nLicense: [CC-BY]\n\nText: Nina Orange\n\nIllustration: Wiehan de Jager\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje","sentences":["Ifo No Busi Waymo Ga Ne?","Susubay nda hinay fo ra, Busi kaayi na a ce.","A ne: \"Busi, ka ga konda gungurey wo ni hayrey se.","I ga ba ngey ma te gaato ce-kayante fo, ni wayme hiija ma ga.\"\n\nKaŋ Busi go ga koy nga hayrey do, a to nda arwasu hinka do kaŋ go ga tuuriize yaŋ kosu.","Arwasu fa na gunguro haamay ga ta a ga, ga catu tuuri-ɲa fo boŋ.","Gunguro bagu.","Busi ne: \"Ifo no ni te wo?\" Gunguro din gaato no i ga ba i ma te nd'a, ay waymo hiija ma ga.","Ifo no ay wayme ga ne, da i mana gaato te a hiija ga?","Arwasey mana ma kaani nda fooro kaŋ dumi i te Busi se.","Ira afo ne: \"Iri sinda gaata se safari koyne.","Amma ma ta goobu ne ga kond'a ni wayme se.\" Busi ye ga nga fonda di.","Fonda boŋ, a kubay nda alboro hinka kaŋ go ga fu cina.","Alboro ne a se: \"Ni si iri no ni goobu kaso wo iri ma daŋ iri fuwo ga?\" I na goobo ta ga daŋgey fuwo ga, a ceeri.","Busi ne i se: \"Ifo no araŋ te wo?\" A ye ga ne: \"Goobo din, ay wayme wane no.","Tuuriize kaakey no na ay gaato gunguro bagu, wo-din se no i na goobo din no ay se.","Gaata mo ay wayme jiija wane no.","Sohõ kay gunguri si, gaato si, gooro kulu mo si.","Ifo no ay wayme ga ne?\"\n\nCinakey mana ma kaani nda goobo ceeriyaŋo.","Afa ne: \"Iri sinda gaata se safari, amma ta subu ne ga kond'a ga no ni wayme se.\" Busi na nga fonda di.","Fonda boŋ, Busi di alfari fon da nga haw-ɲa.","Haw-ɲaŋo ne: \"Ni si ay no ni subu hanno wo ga kayna?\" Haw-ɲaŋo ma subo kaani kala a na akulu ŋwa.","Busi ne: \"Ifo no ni te wo?\" a ye ga ne: \"Subu din ay wayme wane no.","Cinakey ka a no ay se.","Zama i na ay goobo ceeri kaŋ tuuriize kaakey na ay no.","I na a no ay se zama i na ay wayme gaata gunguro bagu.","Gata mo ay wayme hiija wane no.","Sohõ kay, gunguri si, gaato si, subu si, gooro kulu si no.","Ifo no ay wayme ga ne?\"\n\nHaw-ɲaŋo mana ma nga gunde-futa kaani.","Alfaro ne koociya ma di haw-ɲaŋo ga kond'a waymo se.","Busi na nga fonda gana.","Amma curkusay waate, hawo koma ga ye nga koyo kwaara.","Busi mo daray saajo ra.","A mana tar ga ka waymo hiija do.","Borey kaŋ i burɲe sintin ga ŋa.","Busi ne: \"Mate no ay ga te?\" \"Haw-ɲaŋo kaŋ koma, no alfaro na ay no gat a subu.","Cinakey na no subu zama i na goobo kaŋ tuuriize kaakey na ay no ceeri.","Ngey mo na ay no goobo zama i na ay gaata gunguro bagu.","Gaata mo hiija wane no.","Sohõ, gunguri si, gaato si, gooro kulu mo si no.\"\n\nBusi waymo kay ga laasaabu kayna, ga a ne: \"Busi, ay kayne, goorey din ga saba ay ga.","Gaata mo mana za ga kay.","Iri kulu go ne, ay ma kaani.","Sohõ koy ga ni jingar bankaaray daŋ ga ka bato do.\" Busi te ya-din.","License: [CC-BY]\n\nText: Nina Orange\n\nIllustration: Wiehan de Jager\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje"],"transcript":[],"createdAt":"2025-12-14T23:39:05.238787","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_dje_0294_ay-kaayi-banaaney","userId":"system_storybooks","title":"Ay Kaayi Banaaney","language":"dje","content":"Ay Kaayi Banaaney\n\nAy kaayi kalo ga beejandi. A ga to no nda haamo, hayni nda logo. Amma wo kaŋ ga hanse ga kaanu boro se ga ti banaaney. Ba kaŋ ay kaayi gonda haama boobo, ay ga bay kaŋ ay no a ga hanse ba gumo. A ga cin ga ay ce nga fuwo ra. A ga nga sirri kayna yaŋ ci ay se. Amma a gonda afo kaŋ a ga wanji ay se: nango kaŋ a ga banaaney funbandi.\n\nHan fo ay di kondo bambata fo go wayna ra, ay kaayi fuwo mayo ga. Kaŋ ay na hã hari kaŋ a ga te nda, a na me ka ga ne: \"Ay maamaaci konda no.\" Konda jare ga gonda banaana kopto boobo kaŋ ay kaayi ga cin ga bare-bare. A mo ga sootiya gumo. Ay na a hã: \"Ay kaayi, ifo ga ci banaana koptey wo nafa?\" A ye ga ne ay se: \"Ay maamaaci banana koptey no.\"\n\nAy kaayi, banaaney, banaana koptey nda kondo beero gunayaŋ ga beejandi. Amma ay kaayi na ay donton, ay ma koy ga hari ceeci ay ɲa do. \"Baani ay kaayi, naŋ ay ma di hari kaŋ ni go ga te\" Kayo ne a se: \"Naŋ hanga-sanday kocciyo, te day wo kaŋ ay ci ni se\" ay zuru ga koy dontono do.\n\nKaŋ ay ye ga ka, ay na ay kaayi gar taray a go ga goro, amma konda si no, banaaney mo si no. Ay ne a se: \"Ay kaayi, man ga konda?man ga banaaney kulu? Nda\" A ye ga ne ay se: \"Ay na i tugu\" Ay bina kulu sara.\n\nJirbi hinka banda, ay kaayi ne ay ma koy nga fuwo ra ga kande nga se nga goobo. Za ay na fuwo feeri no banaana ninante haw na ay kubay. Fuwo bindi ra no ay kaayi maamaaci kondo beero go ga gisi. I na a daabu nda zaara zeeno fo. Ay na zaaraa sambu ga haw kaana din ta.\n\nKaŋ ay kaayi kuuwa ga ne: \"Ifo no ni go ga te waasi ga kande ay se ay goobo\", kala ay sar. Ay waasi ga fatta nda goobo. Ay kaayi ne ay se: \"Ifo no go ga ni haarandi?\" A hããyaŋo no naŋ ay bay kaŋ a maamaaci nango diiyaŋo no naŋ ay go ga mumusu.\n\nA suba, waati kaŋay kaayi ka ga faajikaaray ay ɲa se, ay zuru ga koy a kwaara ga di a banaaney koyne. Iboobo go no kaŋnin i ra. Ay na afo sambu ga tugu ay kwaayo ra. Ay na konda daabu ga zuru ga koy fuwo banda ga a ŋwa waasi-waasi. Banaanayzo din kaanu nda banaana kulu kaŋ ay bay ga ŋwa.\n\nA suba, waati kaŋ ay kaayi go ga nga kopto kosu kalo ra, ay zuru ga koy fuwo ra ga banaaney guna. I baayaŋo kulu no nin. Ay mana hin ga ay boŋ gaayi, ay na taaci sambu. A go ga deebe-deebe ga fatta, kala ay ma ay kaayi kotoyaŋ taray. Ay na ay banaaney tugu ay kwaayo rag a ka ga bisa a jine.\n\nA suba no ga ci habo zaaro. Ay kaayi tun za nda hinay. Waati kulu loogo nda banaana niney no a ga koy ga neera habu. Hano din hane, ay mana waasi ga koy ga faajikaaray a se. Amma mate kulu kaŋ te, a si gay kaŋ a ga bay ay ga.\n\nCino ra, ay ɲa nda ay baaba nda ay kaayi na ay ce. Ay bay hari kaŋse no. Cino din, kaŋ ay jirbi, ay na zaytaray haram. Ay si ye ga kaayi, wala ay ɲa wala ay baaba zay sanku fa boro waani fo.\n\nLicense: [CC-BY]\n\nText: Ursula Nafula\n\nIllustration: Catherine Groenewald\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje","sentences":["Ay Kaayi Banaaney\n\nAy kaayi kalo ga beejandi.","A ga to no nda haamo, hayni nda logo.","Amma wo kaŋ ga hanse ga kaanu boro se ga ti banaaney.","Ba kaŋ ay kaayi gonda haama boobo, ay ga bay kaŋ ay no a ga hanse ba gumo.","A ga cin ga ay ce nga fuwo ra.","A ga nga sirri kayna yaŋ ci ay se.","Amma a gonda afo kaŋ a ga wanji ay se: nango kaŋ a ga banaaney funbandi.","Han fo ay di kondo bambata fo go wayna ra, ay kaayi fuwo mayo ga.","Kaŋ ay na hã hari kaŋ a ga te nda, a na me ka ga ne: \"Ay maamaaci konda no.\" Konda jare ga gonda banaana kopto boobo kaŋ ay kaayi ga cin ga bare-bare.","A mo ga sootiya gumo.","Ay na a hã: \"Ay kaayi, ifo ga ci banaana koptey wo nafa?\" A ye ga ne ay se: \"Ay maamaaci banana koptey no.\"\n\nAy kaayi, banaaney, banaana koptey nda kondo beero gunayaŋ ga beejandi.","Amma ay kaayi na ay donton, ay ma koy ga hari ceeci ay ɲa do.","\"Baani ay kaayi, naŋ ay ma di hari kaŋ ni go ga te\" Kayo ne a se: \"Naŋ hanga-sanday kocciyo, te day wo kaŋ ay ci ni se\" ay zuru ga koy dontono do.","Kaŋ ay ye ga ka, ay na ay kaayi gar taray a go ga goro, amma konda si no, banaaney mo si no.","Ay ne a se: \"Ay kaayi, man ga konda?man ga banaaney kulu?","Nda\" A ye ga ne ay se: \"Ay na i tugu\" Ay bina kulu sara.","Jirbi hinka banda, ay kaayi ne ay ma koy nga fuwo ra ga kande nga se nga goobo.","Za ay na fuwo feeri no banaana ninante haw na ay kubay.","Fuwo bindi ra no ay kaayi maamaaci kondo beero go ga gisi.","I na a daabu nda zaara zeeno fo.","Ay na zaaraa sambu ga haw kaana din ta.","Kaŋ ay kaayi kuuwa ga ne: \"Ifo no ni go ga te waasi ga kande ay se ay goobo\", kala ay sar.","Ay waasi ga fatta nda goobo.","Ay kaayi ne ay se: \"Ifo no go ga ni haarandi?\" A hããyaŋo no naŋ ay bay kaŋ a maamaaci nango diiyaŋo no naŋ ay go ga mumusu.","A suba, waati kaŋay kaayi ka ga faajikaaray ay ɲa se, ay zuru ga koy a kwaara ga di a banaaney koyne.","Iboobo go no kaŋnin i ra.","Ay na afo sambu ga tugu ay kwaayo ra.","Ay na konda daabu ga zuru ga koy fuwo banda ga a ŋwa waasi-waasi.","Banaanayzo din kaanu nda banaana kulu kaŋ ay bay ga ŋwa.","A suba, waati kaŋ ay kaayi go ga nga kopto kosu kalo ra, ay zuru ga koy fuwo ra ga banaaney guna.","I baayaŋo kulu no nin.","Ay mana hin ga ay boŋ gaayi, ay na taaci sambu.","A go ga deebe-deebe ga fatta, kala ay ma ay kaayi kotoyaŋ taray.","Ay na ay banaaney tugu ay kwaayo rag a ka ga bisa a jine.","A suba no ga ci habo zaaro.","Ay kaayi tun za nda hinay.","Waati kulu loogo nda banaana niney no a ga koy ga neera habu.","Hano din hane, ay mana waasi ga koy ga faajikaaray a se.","Amma mate kulu kaŋ te, a si gay kaŋ a ga bay ay ga.","Cino ra, ay ɲa nda ay baaba nda ay kaayi na ay ce.","Ay bay hari kaŋse no.","Cino din, kaŋ ay jirbi, ay na zaytaray haram.","Ay si ye ga kaayi, wala ay ɲa wala ay baaba zay sanku fa boro waani fo.","License: [CC-BY]\n\nText: Ursula Nafula\n\nIllustration: Catherine Groenewald\n\nTranslation: Plan Niger - Projet NECS - Usaid\n\nLanguage: dje"],"transcript":[],"createdAt":"2025-12-14T23:39:05.238787","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_dje_README","userId":"system_storybooks","title":"Readme","language":"dje","content":"[Zarma translations](http://my.africanstorybook.org/language/zarma) of stories from the [African Storybook Project](http://my.africanstorybook.org).\n\nStory ID | Title | License\n\n-------- | ----- | -------\n\n0001 | [Gorzo](http://africanstorybook.org/reader.php?id=10098&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/4.0/)\n\n0123 | [Iri ma koy](http://africanstorybook.org/stories/iri-ma-koy-0) | [CC-BY-NC](https://creativecommons.org/licenses/by-nc/3.0/)\n\n0141 | [Gorŋo-Ɲa Nda Konjanje](http://africanstorybook.org/reader.php?id=10103&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/4.0/)\n\n0166 | [Wandiya kaŋ te arzaka](http://africanstorybook.org/stories/wandiya-kaŋ-te-arzaka) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0291 | [Ifo No Busi Waymo Ga Ne?](http://africanstorybook.org/reader.php?id=10102&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0294 | [Ay Kaayi Banaaney](http://africanstorybook.org/reader.php?id=10099&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)","sentences":["[Zarma translations](http://my.africanstorybook.org/language/zarma) of stories from the [African Storybook Project](http://my.africanstorybook.org).","Story ID | Title | License\n\n-------- | ----- | -------\n\n0001 | [Gorzo](http://africanstorybook.org/reader.php?id=10098&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/4.0/)\n\n0123 | [Iri ma koy](http://africanstorybook.org/stories/iri-ma-koy-0) | [CC-BY-NC](https://creativecommons.org/licenses/by-nc/3.0/)\n\n0141 | [Gorŋo-Ɲa Nda Konjanje](http://africanstorybook.org/reader.php?id=10103&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/4.0/)\n\n0166 | [Wandiya kaŋ te arzaka](http://africanstorybook.org/stories/wandiya-kaŋ-te-arzaka) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0291 | [Ifo No Busi Waymo Ga Ne?](http://africanstorybook.org/reader.php?id=10102&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0294 | [Ay Kaayi Banaaney](http://africanstorybook.org/reader.php?id=10099&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)"],"transcript":[],"createdAt":"2025-12-14T23:39:05.238787","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"}]