[{"id": "opus_ru_1", "userId": "system_opus", "title": "Sentence Practice 1", "language": "ru", "content": "Анна Каренина\n(Anna Karenina)\n\nТолстой Лев Николаевич\n(Leo Tolstoy)\n\nМне отмщение, и аз воздам\n(Vengeance is mine; I will repay.)\n\nЧАСТЬ ПЕРВАЯ\n(VOLUME ONE PART I)\n\nВсе счастливые семьи похожи друг на друга, каждая несчастливая семья несчастлива по-своему.\n(ALL HAPPY FAMILIES resemble one another, but each unhappy family is unhappy in its own way.)\n\nВсе смешалось в доме Облонских.\n(Everything was upset in the Oblonskys' house.)\n\nЖена узнала, что муж был в связи с бывшею в их доме француженкою-гувернанткой, и объявила мужу, что не может жить с ним в одном доме.\n(The wife had discovered an intrigue between her husband and their former French governess, and declared that she would not continue to live under the same roof with him.)\n\nПоложение это продолжалось уже третий день и мучительно чувствовалось и самими супругами, и всеми членами семьи, и домочадцами.\n(This state of things had now lasted for three days, and not only the husband and wife but the rest of the family and the whole household suffered from it.)\n\n\"Да, да, как это было? -- думал он, вспоминая сон. -- Да, как это было?\n('Let me see what was it?' he thought, trying to recall his dream.)\n\nАлабин давал обед в Дармштадте; нет, не в Дармштадте, а что-то американское.\n(Oh yes – Alabin was giving a dinner-party in Darmstadt – no, not in Darmstadt but somewhere in America.)\n\nДа, но там Дармштадт был в Америке.\n(Oh yes, Darmstadt was in America, – and Alabin was giving the party.)\n\nДа, Алабин давал обед на стеклянных столах, да, -- и столы пели: Il mio tesoro, и не Il mio tesoro, а что-то лучше, и какие-то маленькие графинчики, и они же женщины\", -- вспоминал он.\n(The dinner was served on glass tables – yes, and the tables sang \"Il mio tesoro\"... no, not exactly \"Il mio tesoro,\" but something better than that; and then there were some kind of little decanters that were really women.')\n\nГлаза Степана Аркадьича весело заблестели, и он задумался, улыбаясь.\n(His eyes sparkled merrily and he smiled as he sat thinking.)\n\n\"Да, хорошо было, очень хорошо.\n('Yes, it was very nice.)\n\nМного еще там было отличного, да не скажешь словами и мыслями даже наяву не выразишь\".\n(There were many other delightful things which I can't just get hold of – can't catch now I'm awake.')", "sentences": ["Анна Каренина", "Толстой Лев Николаевич", "Мне отмщение, и аз воздам", "ЧАСТЬ ПЕРВАЯ", "Все счастливые семьи похожи друг на друга, каждая несчастливая семья несчастлива по-своему.", "Все смешалось в доме Облонских.", "Жена узнала, что муж был в связи с бывшею в их доме француженкою-гувернанткой, и объявила мужу, что не может жить с ним в одном доме.", "Положение это продолжалось уже третий день и мучительно чувствовалось и самими супругами, и всеми членами семьи, и домочадцами.", "\"Да, да, как это было? -- думал он, вспоминая сон. -- Да, как это было?", "Алабин давал обед в Дармштадте; нет, не в Дармштадте, а что-то американское.", "Да, но там Дармштадт был в Америке.", "Да, Алабин давал обед на стеклянных столах, да, -- и столы пели: Il mio tesoro, и не Il mio tesoro, а что-то лучше, и какие-то маленькие графинчики, и они же женщины\", -- вспоминал он.", "Глаза Степана Аркадьича весело заблестели, и он задумался, улыбаясь.", "\"Да, хорошо было, очень хорошо.", "Много еще там было отличного, да не скажешь словами и мыслями даже наяву не выразишь\"."], "transcript": [], "createdAt": "2025-12-15T12:55:24.126913", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_2", "userId": "system_opus", "title": "Sentence Practice 2", "language": "ru", "content": "И тут он вспомнил вдруг, как и почему он спит не в спальне жены, а в кабинете; улыбка исчезла с его лица, он сморщил лоб.\n(And then he suddenly remembered that, and why, he was not sleeping there but in his study. The smile vanished from his face and he frowned.)\n\n\"Ах, ах, ах! Ааа!..\" -- замычал он, вспоминая все, что было.\n('Oh dear, dear, dear!' he groaned recalling what had happened.)\n\nИ его воображению представились опять все подробности ссоры с женою, вся безвыходность его положения и мучительнее всего собственная вина его.\n(And the details of his quarrel with his wife, his inextricable position, and, worst of all, his guilt, rose up in his imagination.)\n\n\"Да! она не простит и не может простить.\n('No, she will never forgive me; she can't forgive me!)\n\nИ всего ужаснее то, что виной всему я, виной я, а не виноват.\n(And the worst thing about it is, that it's all my own fault – my own fault; and yet I'm not guilty!)\n\nВ этом-то вся драма, -- думал он. -- Ах, ах, ах!\" -- приговаривал он с отчаянием, вспоминая самые тяжелые для себя впечатления из этой ссоры.\n(That's the tragedy of it!' he thought. 'Oh dear, oh dear!' he muttered despairingly, as he recalled the most painful details of the quarrel.)\n\nОна, эта вечно озабоченная, и хлопотливая, и недалекая, какою он считал ее, Долли, неподвижно сидела с запиской в руке и с выражением ужаса, отчаяния и гнева смотрела на него.\n(She sat there: the careworn, ever-bustling, and (as he thought) rather simple Dolly – with the note in her hand and a look of terror, despair, and anger on her face.)\n\n-- Что это? это? -- спрашивала она, указывая на записку.\n('What is this? This?' she asked, pointing to the note.)\n\nИ при этом воспоминании, как это часто бывает, мучала Степана Аркадьича не столько самое событие, сколько то, как он ответил на эти слова жены.\n(And, as often happens, it was not so much the memory of the event that tormented him, as of the way he had replied to her.)\n\nЭту глупую улыбку он не мог простить себе.\n(He could not forgive himself for that silly smile.)\n\nУвидав эту улыбку, Долли вздрогнула, как от физической боли, разразилась, со свойственною ей горячностью, потоком жестоких слов и выбежала из комнаты.\n(Dolly, seeing it, shuddered as if with physical pain, and with her usual vehemence burst into a torrent of cruel words and rushed from the room.)\n\nС тех пор она не хотела видеть мужа.\n(Since then she had refused to see him.)\n\n\"Всему виной эта глупая улыбка\", -- думал Степан Аркадьич.\n('It's all the fault of that stupid smile,' thought Oblonsky.')\n\n\"Но что же делать? что делать?\" -- с отчаянием говорил он себе и не находил ответа.\n(But what am I to do? What can I do?' he asked himself in despair, and could find no answer.)\n\nСтепан Аркадьич был человек правдивый в отношении к себе самому.\n(OBLONSKY WAS TRUTHFUL WITH HIMSELF.)", "sentences": ["И тут он вспомнил вдруг, как и почему он спит не в спальне жены, а в кабинете; улыбка исчезла с его лица, он сморщил лоб.", "\"Ах, ах, ах! Ааа!..\" -- замычал он, вспоминая все, что было.", "И его воображению представились опять все подробности ссоры с женою, вся безвыходность его положения и мучительнее всего собственная вина его.", "\"Да! она не простит и не может простить.", "И всего ужаснее то, что виной всему я, виной я, а не виноват.", "В этом-то вся драма, -- думал он. -- Ах, ах, ах!\" -- приговаривал он с отчаянием, вспоминая самые тяжелые для себя впечатления из этой ссоры.", "Она, эта вечно озабоченная, и хлопотливая, и недалекая, какою он считал ее, Долли, неподвижно сидела с запиской в руке и с выражением ужаса, отчаяния и гнева смотрела на него.", "-- Что это? это? -- спрашивала она, указывая на записку.", "И при этом воспоминании, как это часто бывает, мучала Степана Аркадьича не столько самое событие, сколько то, как он ответил на эти слова жены.", "Эту глупую улыбку он не мог простить себе.", "Увидав эту улыбку, Долли вздрогнула, как от физической боли, разразилась, со свойственною ей горячностью, потоком жестоких слов и выбежала из комнаты.", "С тех пор она не хотела видеть мужа.", "\"Всему виной эта глупая улыбка\", -- думал Степан Аркадьич.", "\"Но что же делать? что делать?\" -- с отчаянием говорил он себе и не находил ответа.", "Степан Аркадьич был человек правдивый в отношении к себе самому."], "transcript": [], "createdAt": "2025-12-15T12:55:24.127914", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_3", "userId": "system_opus", "title": "Sentence Practice 3", "language": "ru", "content": "Он не мог обманывать себя и уверять себя, что он раскаивается в своем поступке.\n(He was incapable of self-deception and could not persuade himself that he repented of his conduct.)\n\nОн не мог теперь раскаиваться в том, что он, тридцатичетырехлетний, красивый, влюбчивый человек, не был влюблен в жену, мать пяти живых и двух умерших детей, бывшую только годом моложе его.\n(He could not feel repentant that he, a handsome amorous man of thirty-four, was not in love with his wife, the mother of five living and two dead children and only a year younger than himself.)\n\nОн раскаивался только в том, что не умел лучше скрыть от жены.\n(He repented only of not having managed to conceal his conduct from her.)\n\nНо он чувствовал всю тяжесть своего положения и жалел жену, детей и себя.\n(Nevertheless he felt his unhappy position and pitied his wife, his children, and himself.)\n\nМожет быть, он сумел бы лучше скрыть свои грехи от жены, если б ожидал, что это известие так на нее подействует.\n(He might perhaps have been able to hide things from her had he known that the knowledge would so distress her.)\n\nЯсно он никогда не обдумывал этого вопроса, но смутно ему представлялось, что жена давно догадывается, что он не верен ей, и смотрит на это сквозь пальцы.\n(He had never clearly considered the matter, but had a vague notion that his wife had long suspected him of being unfaithful and winked at it.)\n\nЕму даже казалось, что она, истощенная, состарившаяся, уже некрасивая женщина и ничем не замечательная, простая, только добрая мать семейства, по чувству справедливости должна быть снисходительна.\n(He even thought that she, who was nothing but an excellent mother of a family, worn-out, already growing elderly, no longer pretty, and in no way remarkable – in fact, quite an ordinary woman – ought to be lenient to him, if only from a sense of justice.)\n\nОказалось совсем противное.\n(It turned out that the very opposite was the case.)\n\n\"Ах, ужасно! ай, ай, ай! ужасно! -- твердил себе Степан Аркадьич и ничего не мог придумать. -- И как хорошо все это было до этого, как мы хорошо жили!\n(Oh dear, oh dear, how awful!' Oblonsky kept repeating to himself, and could arrive at no conclusion.)\n\nОна была довольна, участлива детьми, я не мешал ей ни в чем, предоставлял ей возиться с детьми, с хозяйством, как она хотела.\n('And how well everything was going on till now – how happily we lived! She was contented, happy in her children; I never interfered with her but left her to fuss over them and the household as she pleased...)\n\nПравда, нехорошо, что она была гувернанткой у нас в доме.\n(Of course it's not quite nice that she had been a governess in our house.)\n\nЕсть что-то тривиальное, пошлое в ухаживанье за своею гувернанткой. Но какая гувернантка!\n(There's something banal, a want of taste, in carrying on with one's governess – but then, what a governess!')\n\n(Он живо вспомнил черные плутовские глаза m-lle Roland и ее улыбку.)\n((He vividly pictured to himself Mlle Roland's roguish black eyes, and her smile.))\n\nНо ведь пока она была у нас в доме, я не позволял себе ничего.\n('Besides, as long as she was in the house I never took any liberties.)\n\nИ хуже всего то, что она уже...\n(The worst of the matter is, that she is already...)", "sentences": ["Он не мог обманывать себя и уверять себя, что он раскаивается в своем поступке.", "Он не мог теперь раскаиваться в том, что он, тридцатичетырехлетний, красивый, влюбчивый человек, не был влюблен в жену, мать пяти живых и двух умерших детей, бывшую только годом моложе его.", "Он раскаивался только в том, что не умел лучше скрыть от жены.", "Но он чувствовал всю тяжесть своего положения и жалел жену, детей и себя.", "Может быть, он сумел бы лучше скрыть свои грехи от жены, если б ожидал, что это известие так на нее подействует.", "Ясно он никогда не обдумывал этого вопроса, но смутно ему представлялось, что жена давно догадывается, что он не верен ей, и смотрит на это сквозь пальцы.", "Ему даже казалось, что она, истощенная, состарившаяся, уже некрасивая женщина и ничем не замечательная, простая, только добрая мать семейства, по чувству справедливости должна быть снисходительна.", "Оказалось совсем противное.", "\"Ах, ужасно! ай, ай, ай! ужасно! -- твердил себе Степан Аркадьич и ничего не мог придумать. -- И как хорошо все это было до этого, как мы хорошо жили!", "Она была довольна, участлива детьми, я не мешал ей ни в чем, предоставлял ей возиться с детьми, с хозяйством, как она хотела.", "Правда, нехорошо, что она была гувернанткой у нас в доме.", "Есть что-то тривиальное, пошлое в ухаживанье за своею гувернанткой. Но какая гувернантка!", "(Он живо вспомнил черные плутовские глаза m-lle Roland и ее улыбку.)", "Но ведь пока она была у нас в доме, я не позволял себе ничего.", "И хуже всего то, что она уже..."], "transcript": [], "createdAt": "2025-12-15T12:55:24.127914", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_4", "userId": "system_opus", "title": "Sentence Practice 4", "language": "ru", "content": "Надо же это все как нарочно!\n(Why need it all happen at once?)\n\nАй, ай, ай! Ая-яй!\n(Oh dear, dear, dear!)\n\nНо что же, что же делать?\"\n(What am I to do?')\n\nОтвета не было, кроме того общего ответа, который дает жизнь на все самые сложные и неразрешимые вопросы.\n(He could find no answer, except life's usual answer to the most complex and insoluble questions.)\n\nОтвет этот: надо жить потребностями дня, то есть забыться.\n(That answer is: live in the needs of the day, that is, find forgetfulness.)\n\nЗабыться сном уже нельзя, по крайней мере до ночи, нельзя уже вернуться к той музыке, которую пели графинчики-женщины; стало быть, надо забыться сном жизни,\n(He could no longer find forgetfulness in sleep, at any rate not before night, could not go back to the music and the songs of the little decanter-women, consequently he must seek forgetfulness in the dream of life.)\n\nНа звонок тотчас же вошел старый друг, камердинер Матвей, неся платье, сапоги и телеграмму.\n(The bell was answered immediately by his old friend and valet, Matthew, who brought in his clothes, boots, and a telegram.)\n\nВслед за Матвеем вошел и цирюльник с припасами для бритья.\n(He was followed by the barber with shaving tackle.)\n\n-- Из присутствия есть бумаги? -- спросил Степан Аркадьич, взяв телеграмму и садясь к зеркалу.\n('Any papers from the Office?' asked Oblonsky, as he took the telegram and sat down before the looking-glass.)\n\n-- На столе, -- отвечал Матвей, взглянул вопросительно, с участием, на барина и, подождав немного, прибавил с хитрою улыбкой: -- От хозяина извозчика приходили.\n('They're on your table,' answered Matthew with a questioning and sympathizing glance at his master – adding after a pause with a sly smile: 'Some one has called from the jobmaster's.')\n\nСтепан Аркадьич ничего не ответил и только в зеркало взглянул на Матвея; во взгляде, которым они встретились в зеркале, видно было, как они понимают друг друга.\n(Oblonsky did not answer, but glanced at Matthew's face in the looking-glass. From their looks, as they met in the glass, it was evident that they understood one another.)\n\nВзгляд Степана Аркадьича как будто спрашивал: \"Это зачем ты говоришь? разве ты не знаешь?\"\n(Oblonsky's look seemed to say: 'Why do you tell me that? As if you don't know!')\n\nМатвей положил руки в карманы своей жакетки, отставил ногу и молча, добродушно, чуть-чуть улыбаясь, посмотрел на своего барина.\n(Matthew put his hands into the pocket of his jacket, put out his foot, and looked at his master with a slight, good-humoured smile.)\n\n-- Я приказал прийти в то воскресенье, а до тех пор чтобы не беспокоили вас и себя понапрасну, -- сказал он, видимо, приготовленную фразу.\n('I ordered him to come the Sunday after next, and not to trouble you or himself needlessly till then,' said he, evidently repeating a sentence he had prepared.)\n\nСтепан Аркадьич понял, что Матвей хотел пошутить и обратить на себя внимание.\n(Oblonsky understood that Matthew meant to have a joke and draw attention to himself.)", "sentences": ["Надо же это все как нарочно!", "Ай, ай, ай! Ая-яй!", "Но что же, что же делать?\"", "Ответа не было, кроме того общего ответа, который дает жизнь на все самые сложные и неразрешимые вопросы.", "Ответ этот: надо жить потребностями дня, то есть забыться.", "Забыться сном уже нельзя, по крайней мере до ночи, нельзя уже вернуться к той музыке, которую пели графинчики-женщины; стало быть, надо забыться сном жизни,", "На звонок тотчас же вошел старый друг, камердинер Матвей, неся платье, сапоги и телеграмму.", "Вслед за Матвеем вошел и цирюльник с припасами для бритья.", "-- Из присутствия есть бумаги? -- спросил Степан Аркадьич, взяв телеграмму и садясь к зеркалу.", "-- На столе, -- отвечал Матвей, взглянул вопросительно, с участием, на барина и, подождав немного, прибавил с хитрою улыбкой: -- От хозяина извозчика приходили.", "Степан Аркадьич ничего не ответил и только в зеркало взглянул на Матвея; во взгляде, которым они встретились в зеркале, видно было, как они понимают друг друга.", "Взгляд Степана Аркадьича как будто спрашивал: \"Это зачем ты говоришь? разве ты не знаешь?\"", "Матвей положил руки в карманы своей жакетки, отставил ногу и молча, добродушно, чуть-чуть улыбаясь, посмотрел на своего барина.", "-- Я приказал прийти в то воскресенье, а до тех пор чтобы не беспокоили вас и себя понапрасну, -- сказал он, видимо, приготовленную фразу.", "Степан Аркадьич понял, что Матвей хотел пошутить и обратить на себя внимание."], "transcript": [], "createdAt": "2025-12-15T12:55:24.128914", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_5", "userId": "system_opus", "title": "Sentence Practice 5", "language": "ru", "content": "Разорвав телеграмму, он прочел ее, догадкой поправляя перевранные, как всегда, слова, и лицо его просияло.\n(He tore open the telegram and read it, guessing at the words, which (as so often happens in telegrams) were misspelt, and his face brightened.)\n\n-- Матвей, сестра Анна Аркадьевна будет завтра, -- сказал он, остановив на минуту глянцевитую, пухлую ручку цирюльника, расчищавшего розовую дорогу между длинными кудрявыми бакенбардами.\n('Matthew, my sister Anna Arkadyevna is coming to-morrow,' he said, motioning away for a moment the shiny plump hand of the barber, which was shaving a rosy path between his long curly whiskers.)\n\n-- Одни или с супругом? -- спросил Матвей.\n('Is she coming alone, or with Mr. Karenin?')\n\nСтепан Аркадьич не мог говорить, так как цирюльник занят был верхнею губой, и поднял один палец. Матвей в зеркало кивнул головой.\n(Oblonsky could not answer as the barber was busy with his upper lip; but he raised one finger, and Matthew nodded to him in the glass.)\n\nНаверху приготовить?\n(Would you like one of the upstairs rooms got ready?')\n\n-- Дарье Александровне доложи, где прикажут.\n('Ask Darya Alexandrovna.')\n\n-- Дарье Александровне? -- как бы с сомнением повторил Матвей.\n('Darya Alexandrovna?' Matthew repeated, as if in doubt.)\n\n-- Да, доложи.\n('Yes, tell her.)\n\nИ вот возьми телеграмму, передай, что они скажут.\n(Give her the telegram, and see what she says.')\n\n\"Попробовать хотите\", -- понял Матвей, но он сказал только:\n('You want to have a try at her?' was what Matthew meant, but he only said: 'Yes, sir.')\n\n-- Слушаю-с. Степан Аркадьич уже был умыт и расчесан и сбирался одеваться, когда Матвей, медленно ступая поскрипывающими сапогами, с телеграммой в руке, вернулся в комнату.\n(Oblonsky was washed, his hair brushed, and he was about to dress, when Matthew, stepping slowly in his creaking boots, re-entered the room with the telegram in his hand.)\n\nЦирюльника уже не было.\n(The barber was no longer there.)\n\n-- Дарья Александровна приказали доложить, что они уезжают.\n('Darya Alexandrovna told me to say that she is going away.)\n\nПускай делают, как им, вам то есть, угодно, -- сказал он, смеясь только глазами, и, положив руки в карманы и склонив голову набок, уставился на барина.\n(\"He may do as he pleases\" – that is, as you please, sir,' he said, laughing with his eyes only; and, putting his hands in his pockets, with his head on one side, he gazed at his master.)\n\nСтепан Аркадьич помолчал. Потом добрая и несколько жалкая улыбка показалась на его красивом лице.\n(Oblonsky remained silent, then a kind and rather pathetic smile appeared on his handsome face.)", "sentences": ["Разорвав телеграмму, он прочел ее, догадкой поправляя перевранные, как всегда, слова, и лицо его просияло.", "-- Матвей, сестра Анна Аркадьевна будет завтра, -- сказал он, остановив на минуту глянцевитую, пухлую ручку цирюльника, расчищавшего розовую дорогу между длинными кудрявыми бакенбардами.", "-- Одни или с супругом? -- спросил Матвей.", "Степан Аркадьич не мог говорить, так как цирюльник занят был верхнею губой, и поднял один палец. Матвей в зеркало кивнул головой.", "Наверху приготовить?", "-- Дарье Александровне доложи, где прикажут.", "-- Дарье Александровне? -- как бы с сомнением повторил Матвей.", "-- Да, доложи.", "И вот возьми телеграмму, передай, что они скажут.", "\"Попробовать хотите\", -- понял Матвей, но он сказал только:", "-- Слушаю-с. Степан Аркадьич уже был умыт и расчесан и сбирался одеваться, когда Матвей, медленно ступая поскрипывающими сапогами, с телеграммой в руке, вернулся в комнату.", "Цирюльника уже не было.", "-- Дарья Александровна приказали доложить, что они уезжают.", "Пускай делают, как им, вам то есть, угодно, -- сказал он, смеясь только глазами, и, положив руки в карманы и склонив голову набок, уставился на барина.", "Степан Аркадьич помолчал. Потом добрая и несколько жалкая улыбка показалась на его красивом лице."], "transcript": [], "createdAt": "2025-12-15T12:55:24.128914", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_6", "userId": "system_opus", "title": "Sentence Practice 6", "language": "ru", "content": "-- А? Матвей? -- сказал он, покачивая головой.\n('Ah, Matthew!' he said, shaking his head.)\n\n-- Ничего, сударь, образуется, -- сказал Матвей.\n('Never mind, sir – things will shape themselves.')\n\n-- Образуется?\n('Shape themselves, eh?')\n\n-- Так точно-с.\n('Just so, sir.')\n\n-- Ты думаешь? Это кто там? -- спросил Степан Аркадьич, услыхав за дверью шум женского платья.\n('Do you think so? – Who's that?' asked Oblonsky, hearing the rustle of a woman's dress outside the door.)\n\n-- Это я-с, -- сказал твердый и приятный женский голос, и из-за двери высунулось строгое рябое лицо Матрены Филимоновны, нянюшки.\n('It's me, sir,' answered a firm and pleasant woman's voice, and Matrena Filimonovna, the children's nurse thrust her stern pockmarked face in at the door.)\n\n-- Ну что, Матреша? -- спросил Степан Аркадьич, выходя к ней в дверь.\n('What is it, Matrena?' asked Oblonsky, stepping out to her.)\n\nНесмотря на то, что Степан Аркадьич был кругом виноват перед женой и сам чувствовал это, почти все в доме, даже нянюшка, главный друг Дарьи Александровны, были на его стороне.\n(Although he was entirely guilty and was conscious of it, almost every one in the house – even the nurse, Darya Alexandrovna's best friend – sided with him.)\n\n-- Ну что? -- сказал он уныло.\n('What is it?' said he mournfully.)\n\n-- Вы сходите, сударь, повинитесь еще.\n('Won't you go and try again, sir?)\n\nАвось бог даст.\n(By God's grace you might make it up!)\n\nОчень мучаются, и смотреть жалости, да и все в доме навынтараты пошло.\n(She suffers dreadfully; it's pitiful to see her, and everything in the house is topsy-turvy.)\n\nДетей, сударь, пожалеть надо.\n(You should consider the children!)\n\nПовинитесь, сударь. Что делать!\n(Own up, sir – it can't be helped!)\n\nЛюби кататься.....\n(There's no joy without...')", "sentences": ["-- А? Матвей? -- сказал он, покачивая головой.", "-- Ничего, сударь, образуется, -- сказал Матвей.", "-- Образуется?", "-- Так точно-с.", "-- Ты думаешь? Это кто там? -- спросил Степан Аркадьич, услыхав за дверью шум женского платья.", "-- Это я-с, -- сказал твердый и приятный женский голос, и из-за двери высунулось строгое рябое лицо Матрены Филимоновны, нянюшки.", "-- Ну что, Матреша? -- спросил Степан Аркадьич, выходя к ней в дверь.", "Несмотря на то, что Степан Аркадьич был кругом виноват перед женой и сам чувствовал это, почти все в доме, даже нянюшка, главный друг Дарьи Александровны, были на его стороне.", "-- Ну что? -- сказал он уныло.", "-- Вы сходите, сударь, повинитесь еще.", "Авось бог даст.", "Очень мучаются, и смотреть жалости, да и все в доме навынтараты пошло.", "Детей, сударь, пожалеть надо.", "Повинитесь, сударь. Что делать!", "Люби кататься....."], "transcript": [], "createdAt": "2025-12-15T12:55:24.129925", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_7", "userId": "system_opus", "title": "Sentence Practice 7", "language": "ru", "content": "-- Да ведь не примет...\n('But she won't admit me!')\n\n-- А вы свое сделайте.\n('Do your part – God is merciful.)\n\nБог милостив, богу молитесь, сударь, богу молитесь.\n(Pray to Him, sir, pray to Him!')\n\n-- Ну, хорошо, ступай, -- сказал Степан Аркадьич, вдруг покраснев. -- Ну, так давай одеваться, -- обратился он к Матвею и решительно скинул халат.\n('All right – now go,' said Oblonsky, suddenly blushing. 'I must get dressed,' said he, turning to Matthew, and he resolutely threw off his dressing-gown.)\n\nМатвей уже держал, сдувая что-то невидимое, хомутом приготовленную рубашку и с очевидным удовольствием облек в нее холеное тело барина.\n(Matthew blew some invisible speck off the shirt which he held ready gathered up like a horse's collar, and with evident pleasure invested with it his master's carefully tended body.)\n\nОн прочел письма.\n(He read the letters, one of which impressed him unpleasantly.)\n\nОдно было очень неприятное -- от купца, покупавшего лес в имении жены.\n(It concerned the sale of a forest on his wife's estate, and came from a dealer who wanted to buy that forest.)\n\nЛес этот необходимо было продать; но теперь, до примирения с женой, не могло быть о том речи.\n(This forest had to be sold; but until he was reconciled with his wife the sale was quite out of the question.)\n\nВсего же неприятнее тут было то, что этим подмешивался денежный интерес в предстоящее дело его примирения с женою.\n(What was most unpleasant was that a financial consideration would now be mixed up with the impending reconciliation.)\n\nИ мысль, что он может руководиться этим интересом, что он для продажи этого леса будет искать примирения с женой, -- эта мысль оскорбляла его.\n(The idea that he might be biased by that consideration, might seek a reconciliation in order to sell the forest, offended him.)\n\nСтепан Аркадьич получал и читал либеральную газету, не крайнюю, но того направления, которого держалось большинство.\n(Oblonsky subscribed to and read a Liberal paper – not an extreme Liberal paper but one that expressed the opinions of the majority.)\n\nСтепан Аркадьич не избирал ни направления, ни взглядов, а эти направления и взгляды сами приходили к нему, точно так же, как он не выбирал формы шляпы или сюртука, а брал те, которые носят.\n(Oblonsky's tendency and opinions were not his by deliberate choice: they came of themselves, just as he did not choose the fashion of his hats or coats but wore those of the current style.)\n\nА иметь взгляды ему, жившему в известном обществе, при потребности некоторой деятельности мысли, развивающейся обыкновенно в лета зрелости, было так же необходимо, как иметь шляпу.\n(Living in a certain social set, and having a desire, such as generally develops with maturity, for some kind of mental activity, he was obliged to hold views, just as he was obliged to have a hat.)\n\nЛиберальная партия говорила, что в России все дурно, и действительно, у Степана Аркадьича долгов было много, а денег решительно недоставало.\n(The Liberal Party maintained that everything in Russia was bad, and it was a fact that Oblonsky had many debts and decidedly too little money.)\n\nИтак, либеральное направление сделалось привычкой Степана Аркадьича, и он любил свою газету, как сигару после обеда, за легкий туман, который она производила в его голове.\n(Thus Liberalism became habitual to Oblonsky, and he loved his paper as he loved his after-dinner cigar, for the slight mistiness it produced in his brain.)", "sentences": ["-- Да ведь не примет...", "-- А вы свое сделайте.", "Бог милостив, богу молитесь, сударь, богу молитесь.", "-- Ну, хорошо, ступай, -- сказал Степан Аркадьич, вдруг покраснев. -- Ну, так давай одеваться, -- обратился он к Матвею и решительно скинул халат.", "Матвей уже держал, сдувая что-то невидимое, хомутом приготовленную рубашку и с очевидным удовольствием облек в нее холеное тело барина.", "Он прочел письма.", "Одно было очень неприятное -- от купца, покупавшего лес в имении жены.", "Лес этот необходимо было продать; но теперь, до примирения с женой, не могло быть о том речи.", "Всего же неприятнее тут было то, что этим подмешивался денежный интерес в предстоящее дело его примирения с женою.", "И мысль, что он может руководиться этим интересом, что он для продажи этого леса будет искать примирения с женой, -- эта мысль оскорбляла его.", "Степан Аркадьич получал и читал либеральную газету, не крайнюю, но того направления, которого держалось большинство.", "Степан Аркадьич не избирал ни направления, ни взглядов, а эти направления и взгляды сами приходили к нему, точно так же, как он не выбирал формы шляпы или сюртука, а брал те, которые носят.", "А иметь взгляды ему, жившему в известном обществе, при потребности некоторой деятельности мысли, развивающейся обыкновенно в лета зрелости, было так же необходимо, как иметь шляпу.", "Либеральная партия говорила, что в России все дурно, и действительно, у Степана Аркадьича долгов было много, а денег решительно недоставало.", "Итак, либеральное направление сделалось привычкой Степана Аркадьича, и он любил свою газету, как сигару после обеда, за легкий туман, который она производила в его голове."], "transcript": [], "createdAt": "2025-12-15T12:55:24.129925", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_8", "userId": "system_opus", "title": "Sentence Practice 8", "language": "ru", "content": "Он прочел и другую статью, финансовую, в которой упоминалось о Бентаме и Милле и подпускались тонкие шпильки министерству.\n(He also read the finance article in which Bentham and Mill were mentioned and hits were made at the Ministry.)\n\nСо свойственною ему быстротою соображения он понимал значение всякой шпильки: от кого и на кого и по какому случаю она была направлена, и это, как всегда, доставляло ему некоторое удовольствие.\n(With his natural quickness of perception. he understood the meaning of each hit, whence it came, for whom it was meant and what had provoked it, and this as usual gave him a certain satisfaction.)\n\nНо сегодня удовольствие это отравлялось воспоминанием о советах Матрены Филимоновны и о том, что в доме так неблагополучно.\n(But to-day the satisfaction was marred by the memory of Matrena Filimonovna's advice, and of the fact that there was all this trouble in the house.)\n\nНо эта радостная улыбка сейчас же напомнила ему все, и он задумался.\n(But that joyful smile at once brought everything back to his mind, and he grew thoughtful.)\n\nДва детские голоса (Степан Аркадьич узнал голоса Гриши, меньшого мальчика, и Тани, старшей девочки) послышались за дверьми.\n(Then he heard the sound of two childish voices outside the door, and recognized them as the voices of his eldest daughter, Tanya, and of his little boy Grisha.)\n\nОни что-то везли и уронили.\n(They were dragging something along, and had upset it.)\n\n-- Я говорила, что на крышу нельзя сажать пассажиров, -- кричала по-английски девочка, -- вот подбирай!\n('I told you not to put passengers on the roof,' the girl shouted in English. 'Now pick them up!')\n\n\"Все смешалось, -- подумал Степан Аркадьич, -- вон дети одни бегают\". И, подойдя к двери, он кликнул их.\n('Everything is disorganized,' thought Oblonsky; 'here are the children running wild –' and going to the door he called them in.)\n\nОни бросили шкатулку, представлявшую поезд, и вошли к отцу.\n(They left the box, which represented a train, and came to their father.)\n\nДевочка, любимица отца, вбежала смело, обняла его и, смеясь, повисла у него на шее, как всегда, радуясь на знакомый запах духов, распространявшийся от его бакенбард.\n(The girl, her father's pet, ran boldly in, embraced him, and hung laughing on his neck, pleased, as she always was, to smell the familiar scent of his whiskers.)\n\nПоцеловав его, наконец, в покрасневшее от наклоненного положения и сияющее нежностью лицо, девочка разняла руки и хотела бежать назад; но отец удержал ее...\n(Having kissed his face, flushed by stooping and lit up by tenderness, the girl unclasped her hands and was going to run away, but he held her back.)\n\n-- Что мама? -- спросил он, водя рукой по гладкой, нежной шейке дочери. -- Здравствуй, -- сказал он, улыбаясь здоровавшемуся мальчику.\n('How's Mama?' he asked, passing his hand over his daughter's smooth delicate little neck, as he smilingly said 'Good morning' in answer to the little boy's greeting.)\n\nОн сознавал, что меньше любил мальчика, и всегда старался быть ровен; но мальчик чувствовал это и не ответил улыбкой на холодную улыбку отца.\n(He was conscious of not caring as much for the boy as for the girl but did his best to treat them both alike. The boy felt this and did not respond to his father's cold smile.)\n\nВстала, -- отвечала девочка.\n(She's up,' said the girl. Oblonsky sighed.)\n\nСтепан Аркадьич вздохнул. \"Значит, опять не спала всю ночь\", -- подумал он.\n('That means that she has again not slept all night,' he thought.)", "sentences": ["Он прочел и другую статью, финансовую, в которой упоминалось о Бентаме и Милле и подпускались тонкие шпильки министерству.", "Со свойственною ему быстротою соображения он понимал значение всякой шпильки: от кого и на кого и по какому случаю она была направлена, и это, как всегда, доставляло ему некоторое удовольствие.", "Но сегодня удовольствие это отравлялось воспоминанием о советах Матрены Филимоновны и о том, что в доме так неблагополучно.", "Но эта радостная улыбка сейчас же напомнила ему все, и он задумался.", "Два детские голоса (Степан Аркадьич узнал голоса Гриши, меньшого мальчика, и Тани, старшей девочки) послышались за дверьми.", "Они что-то везли и уронили.", "-- Я говорила, что на крышу нельзя сажать пассажиров, -- кричала по-английски девочка, -- вот подбирай!", "\"Все смешалось, -- подумал Степан Аркадьич, -- вон дети одни бегают\". И, подойдя к двери, он кликнул их.", "Они бросили шкатулку, представлявшую поезд, и вошли к отцу.", "Девочка, любимица отца, вбежала смело, обняла его и, смеясь, повисла у него на шее, как всегда, радуясь на знакомый запах духов, распространявшийся от его бакенбард.", "Поцеловав его, наконец, в покрасневшее от наклоненного положения и сияющее нежностью лицо, девочка разняла руки и хотела бежать назад; но отец удержал ее...", "-- Что мама? -- спросил он, водя рукой по гладкой, нежной шейке дочери. -- Здравствуй, -- сказал он, улыбаясь здоровавшемуся мальчику.", "Он сознавал, что меньше любил мальчика, и всегда старался быть ровен; но мальчик чувствовал это и не ответил улыбкой на холодную улыбку отца.", "Встала, -- отвечала девочка.", "Степан Аркадьич вздохнул. \"Значит, опять не спала всю ночь\", -- подумал он."], "transcript": [], "createdAt": "2025-12-15T12:55:24.130927", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_9", "userId": "system_opus", "title": "Sentence Practice 9", "language": "ru", "content": "-- Что, она весела?\n('Yes, but is she cheerful?' he added.)\n\nДевочка знала, что между отцом и матерью была ссора, и что мать не могла быть весела, и что отец должен знать это, и что он притворяется, спрашивая об этом так легко. И она покраснела за отца.\n(The girl knew that her father and mother had quarrelled, and that her mother could not be cheerful, and also that her father must know this, so that his putting the question to her so lightly was all pretence, and she blushed for him.)\n\nОн тотчас же понял это и также покраснел.\n(He noticed this and blushed too.)\n\n-- Не знаю, -- сказала она. -- Она не велела учиться, а велела идти гулять с мисс Гуль к бабушке.\n('I don't know,' she said. 'She said we were not to have any lessons, but must walk with Miss Hull to Grandmamma's.')\n\n-- Ну, иди, Танчурочка моя.\n('Well you may go, my little Tanyakin...)\n\nАх да, постой, -- сказал он, все-таки удерживая ее и гладя ее нежную ручку.\n(Oh, wait!' he said, still holding her and stroking her delicate little hand.)\n\nОн достал с камина. где вчера поставил, коробочку конфет и дал ей две, выбрав ее любимые, шоколадную и помадную.\n(Taking a box of sweets from the mantelpiece where he had put it the day before, he chose two sweets which he knew she liked best, a chocolate and a coloured cream.)\n\n-- Грише? -- сказала девочка, указывая на шоколадную.\n('For Grisha?' she asked, holding out the chocolate.)\n\n-- Да, да. -- И еще раз погладив ее плечико, он поцеловал ее в корни волос, в шею и отпустил ее.\n('Yes, yes,' and stroking her shoulder he kissed her hair at the roots and her neck, and let her go.)\n\n-- Карета готова, -- сказал Матвей. -- Да просительница, -- прибавил он.\n('The carriage is ready,' said Matthew, 'and there is a woman on business waiting for you.')\n\n-- Давно тут? -- спросил Степан Аркадьич.\n('Been here long?')\n\n-- С полчасика.\n('About half an hour.')\n\n-- Сколько раз тебе приказано сейчас же докладывать!\n('How often must I tell you to let me know at once when anyone is here?')\n\n-- Надо же вам дать хоть кофею откушать, -- сказал Матвей тем дружески грубым тоном, на который нельзя было сердиться.\n('But I must give you time to finish your coffee,' answered Matthew in his friendly rude tone, with which it was impossible to be angry.)\n\n-- Ну, проси же скорее, -- сказал Облонский, морщась от досады.\n('Well, ask her in at once,' said Oblonsky, his face wrinkling with vexation.)", "sentences": ["-- Что, она весела?", "Девочка знала, что между отцом и матерью была ссора, и что мать не могла быть весела, и что отец должен знать это, и что он притворяется, спрашивая об этом так легко. И она покраснела за отца.", "Он тотчас же понял это и также покраснел.", "-- Не знаю, -- сказала она. -- Она не велела учиться, а велела идти гулять с мисс Гуль к бабушке.", "-- Ну, иди, Танчурочка моя.", "Ах да, постой, -- сказал он, все-таки удерживая ее и гладя ее нежную ручку.", "Он достал с камина. где вчера поставил, коробочку конфет и дал ей две, выбрав ее любимые, шоколадную и помадную.", "-- Грише? -- сказала девочка, указывая на шоколадную.", "-- Да, да. -- И еще раз погладив ее плечико, он поцеловал ее в корни волос, в шею и отпустил ее.", "-- Карета готова, -- сказал Матвей. -- Да просительница, -- прибавил он.", "-- Давно тут? -- спросил Степан Аркадьич.", "-- С полчасика.", "-- Сколько раз тебе приказано сейчас же докладывать!", "-- Надо же вам дать хоть кофею откушать, -- сказал Матвей тем дружески грубым тоном, на который нельзя было сердиться.", "-- Ну, проси же скорее, -- сказал Облонский, морщась от досады."], "transcript": [], "createdAt": "2025-12-15T12:55:24.130927", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_10", "userId": "system_opus", "title": "Sentence Practice 10", "language": "ru", "content": "Отпустив штабс-капитаншу. Степан Аркадьич взял шляпу и остановился, припоминая, не забыл ли чего.\n(Having dismissed her, he took his hat and paused to consider whether he had forgotten anything.)\n\nОказалось, что он ничего не забыл, кроме того, что хотел забыть, -- жену.\n(He found he had forgotten nothing but what he wanted to forget: his wife.)\n\nОн опустил голову, и красивое лицо его приняло тоскливое выражение.\n(His head dropped, and his handsome face became worried.)\n\nКроме фальши и лжи, ничего не могло выйти теперь; а фальшь и ложь были противны его натуре.\n(Nothing except hypocrisy and falsehood could now result – and these were repugnant to his nature.)\n\n\"Однако когда-нибудь же нужно; ведь не может же это так остаться\", -- сказал он, стараясь придать себе смелости.\n('Nevertheless it will have to be done sooner or later. After all, things can't remain as they are,' he said, trying to brace himself.)\n\nОн выпрямил грудь, вынул папироску, закурил, пыхнул два раза, бросил ее в перламутровую раковину-пепельницу, быстрыми шагами прошел мрачную гостиную и отворил другую дверь, в спальню жены.\n(He expanded his chest, took out a cigarette, lit it, took two whiffs, then threw it into a pearl-shell ash-tray, and crossing the drawing-room with rapid steps, he opened the door which led into his wife's bedroom.)\n\nУслыхав шаги мужа, она остановилась, глядя на дверь и тщетно пытаясь придать своему лицу строгое и презрительное выражение.\n(Hearing her husband's step she stopped and looked at the door, vainly trying to assume a severe and contemptuous expression.)\n\nОна чувствовала, что боится его и боится предстоящего свидания.\n(She felt that she was afraid of him and afraid of the impending interview.)\n\nКроме того, она чувствовала, что если здесь, в своем доме, она едва успевала ухаживать за своими пятью детьми, то им будет еще хуже там, куда она поедет со всеми ими.\n(It was impossible because she could not get out of the habit of regarding him as her husband and of loving him.)\n\nУвидав мужа, она опустила руку в ящик шифоньерки, будто отыскивая что-то, и оглянулась на него, только когда он совсем вплоть подошел к ней.\n(As it was, during these three days the youngest had fallen ill because they had given him sour broth, and the others had had hardly any dinner yesterday.)\n\nНо лицо ее, которому она хотела придать строгое и решительное выражение, выражало потерянность и страдание.\n(She felt that it was impossible for her to leave; but still deceiving herself, she went an sorting the things and pretending that she really would go.)\n\n-- Долли!-- сказал он тихим, робким голосом. Он втянул голову в плечи и хотел иметь жалкий и покорный вид, но он все-таки сиял свежестью и здоровьем.\n(On seeing her husband she thrust her arms into a drawer of the wardrobe as if looking for something, and only when he had come close to her did she turn her face toward him. But her face, which she wanted to seem stern and determined, expressed only perplexity and suffering.)\n\nОна быстрым взглядом оглядела с головы до ног его сияющую свежестью и здоровьем фигуру.\n('Dolly!' he said in a soft, timid voice. He drew his head down, wishing to look pathetic and submissive, but all the same he shone with freshness and health.)\n\n\"Да, он счастлив и доволен!-- подумала она, -- а я?!.\n(With a rapid glance she took in his fresh and healthy figure from head to foot.)\n\nИ эта доброта противная, за которую все так любят его и хвалят; я ненавижу эту его доброту\", -- подумала она.\n('Yes, he is happy and contented,' she thought, 'but what about me?... And that horrid good-nature of his which people love and praise so, how I hate it!')", "sentences": ["Отпустив штабс-капитаншу. Степан Аркадьич взял шляпу и остановился, припоминая, не забыл ли чего.", "Оказалось, что он ничего не забыл, кроме того, что хотел забыть, -- жену.", "Он опустил голову, и красивое лицо его приняло тоскливое выражение.", "Кроме фальши и лжи, ничего не могло выйти теперь; а фальшь и ложь были противны его натуре.", "\"Однако когда-нибудь же нужно; ведь не может же это так остаться\", -- сказал он, стараясь придать себе смелости.", "Он выпрямил грудь, вынул папироску, закурил, пыхнул два раза, бросил ее в перламутровую раковину-пепельницу, быстрыми шагами прошел мрачную гостиную и отворил другую дверь, в спальню жены.", "Услыхав шаги мужа, она остановилась, глядя на дверь и тщетно пытаясь придать своему лицу строгое и презрительное выражение.", "Она чувствовала, что боится его и боится предстоящего свидания.", "Кроме того, она чувствовала, что если здесь, в своем доме, она едва успевала ухаживать за своими пятью детьми, то им будет еще хуже там, куда она поедет со всеми ими.", "Увидав мужа, она опустила руку в ящик шифоньерки, будто отыскивая что-то, и оглянулась на него, только когда он совсем вплоть подошел к ней.", "Но лицо ее, которому она хотела придать строгое и решительное выражение, выражало потерянность и страдание.", "-- Долли!-- сказал он тихим, робким голосом. Он втянул голову в плечи и хотел иметь жалкий и покорный вид, но он все-таки сиял свежестью и здоровьем.", "Она быстрым взглядом оглядела с головы до ног его сияющую свежестью и здоровьем фигуру.", "\"Да, он счастлив и доволен!-- подумала она, -- а я?!.", "И эта доброта противная, за которую все так любят его и хвалят; я ненавижу эту его доброту\", -- подумала она."], "transcript": [], "createdAt": "2025-12-15T12:55:24.131912", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_11", "userId": "system_opus", "title": "Sentence Practice 11", "language": "ru", "content": "Рот ее сжался, мускул щеки затрясся на правой стороне бледного, нервного лица.\n(She pressed her lips together and a cheek-muscle twitched on the right side of her pale nervous face.)\n\n-- Что вам нужно? -- сказала она быстрым, не своим, грудным голосом.\n('What do you want?' she said quickly in a voice unlike her usual deep tones.)\n\n-- Долли! -- повторил он с дрожанием в голосе. -- Анна приедет сегодня.\n('Dolly,' he repeated unsteadily, 'Anna is coming to-day.')\n\n-- Ну что же мне?\n('What's that to do with me?)\n\nЯ не могу ее принять! -- вскрикнула она.\n(I can't receive her!' she exclaimed.)\n\n-- Но надо же, однако, Долли...\n('But after all, Dolly, you really must,' said he.)\n\n-- Уйдите, уйдите, уйдите! -- не глядя на него, вскрикнула она, как будто крик этот был вызван физическою болью.\n('Go away, go away, go away!' she cried, as if in physical pain, without looking at him.)\n\n-- Боже мой, что я сделал!\n('Oh, my God!)\n\nРади бога!\n(Dolly – for heaven's sake!...)\n\nВедь... -- он не мог продолжать, рыдание остановилось у него в горле.\n(You know…' He could not continue. His throat was choked with sobs.)\n\nОна захлопнула шифоньерку и взглянула на него.\n(She slammed the doors of the wardrobe and looked up at him.)\n\n-- Долли, что я могу сказать?..\n('Dolly, what can I say?...)\n\nОдно: прости, прости...\n(Only forgive me!)\n\nВспомни, разве девять лет жизни не могут искупить минуты, минуты...\n(Think, nine years... Can't they atone for a momentary – a momentary...')\n\nОна опустила глаза и слушала, ожидая, что он скажет, как будто умоляя его о том, чтобы он как-нибудь разуверил ее.\n(Her eyes drooped and she waited to hear what he would say, as if entreating him to persuade her somehow that she had made a mistake.)", "sentences": ["Рот ее сжался, мускул щеки затрясся на правой стороне бледного, нервного лица.", "-- Что вам нужно? -- сказала она быстрым, не своим, грудным голосом.", "-- Долли! -- повторил он с дрожанием в голосе. -- Анна приедет сегодня.", "-- Ну что же мне?", "Я не могу ее принять! -- вскрикнула она.", "-- Но надо же, однако, Долли...", "-- Уйдите, уйдите, уйдите! -- не глядя на него, вскрикнула она, как будто крик этот был вызван физическою болью.", "-- Боже мой, что я сделал!", "Ради бога!", "Ведь... -- он не мог продолжать, рыдание остановилось у него в горле.", "Она захлопнула шифоньерку и взглянула на него.", "-- Долли, что я могу сказать?..", "Одно: прости, прости...", "Вспомни, разве девять лет жизни не могут искупить минуты, минуты...", "Она опустила глаза и слушала, ожидая, что он скажет, как будто умоляя его о том, чтобы он как-нибудь разуверил ее."], "transcript": [], "createdAt": "2025-12-15T12:55:24.131912", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_12", "userId": "system_opus", "title": "Sentence Practice 12", "language": "ru", "content": "-- Минуты... минуты увлеченья... -- выговорил он и хотел продолжать, но при этом слове, будто от физической боли, опять поджались ее губы и опять запрыгал мускул щеки на правой стороне лица.\n('A momentary infatuation...' he said, and was going on, but at those words her lips tightened again as if with pain, and again the muscle in her right cheek began to twitch.)\n\n-- Уйдите, уйдите отсюда! -- закричала она еще пронзительнее, -- и не говорите мне про ваши увлечения, про ваши мерзости!\n('Go away – go away from here!' she cried in a still shriller voice, 'and don't talk to me of your infatuations and all those horrors!')\n\nОна хотела уйти, но пошатнулась и взялась за спинку стула, чтоб опереться.\n(She wished to go away, but staggered and held on to the back of a chair to support herself.)\n\nЛицо его расширилось, губы распухли, глаза налились слезами.\n(His face broadened, his lips swelled, and his eyes filled with tears.)\n\n-- Долли! -- проговорил он, уже всхлипывая. -- Ради бога, подумай о детях, они не виноваты.\n('Dolly!' he said, now actually sobbing, 'for heaven's sake think of the children – they have done nothing!)\n\nЯ виноват, и накажи меня, вели мне искупить свою вину.\n(Punish me – make me suffer for my sin! Tell me what to do – I am ready for anything.)\n\nЧем я могу, я все готов!\n(I am the guilty one.)\n\nЯ виноват, нет слов сказать, как я виноват!\n(I have no words to express my guilt...)\n\nНо, Долли, прости!\n(But Dolly, forgive me!')\n\nОна села. Он слышал ее тяжелое, громкое дыхание, и ему было невыразимо жалко ее.\n(She sat down and he could hear her loud, heavy breathing. He felt unutterably sorry for her.)\n\nОна несколько раз хотела начать говорить, но не могла.\n(She tried again and again to speak and could not.)\n\n-- Ты помнишь детей, чтоб играть с ними, а я помню и знаю, что они погибли теперь, -- сказала она, видимо, одну из фраз, которые она за эти три дня не раз говорила себе.\n('You think of our children when you want to play with them, but I am always thinking of them, and know they are ruined now,' she said, evidently repeating one of the phrases she had used to herself again and again during those three days.)\n\nОна сказала ему \"ты\", и он с благодарностью взглянул на нее и тронулся, чтобы взять ее руку, но она с отвращением отстранилась от него.\n(But she had spoken of 'our children,' and looking gratefully at her he moved to take her hand; but she stepped aside with a look of repugnance.)\n\nНу, скажите, после того... что было, разве возможно нам жить вместе?\n(Tell me, do you think it possible for us to live together after what has happened?)\n\nРазве это возможно?\n(Is it possible?)", "sentences": ["-- Минуты... минуты увлеченья... -- выговорил он и хотел продолжать, но при этом слове, будто от физической боли, опять поджались ее губы и опять запрыгал мускул щеки на правой стороне лица.", "-- Уйдите, уйдите отсюда! -- закричала она еще пронзительнее, -- и не говорите мне про ваши увлечения, про ваши мерзости!", "Она хотела уйти, но пошатнулась и взялась за спинку стула, чтоб опереться.", "Лицо его расширилось, губы распухли, глаза налились слезами.", "-- Долли! -- проговорил он, уже всхлипывая. -- Ради бога, подумай о детях, они не виноваты.", "Я виноват, и накажи меня, вели мне искупить свою вину.", "Чем я могу, я все готов!", "Я виноват, нет слов сказать, как я виноват!", "Но, Долли, прости!", "Она села. Он слышал ее тяжелое, громкое дыхание, и ему было невыразимо жалко ее.", "Она несколько раз хотела начать говорить, но не могла.", "-- Ты помнишь детей, чтоб играть с ними, а я помню и знаю, что они погибли теперь, -- сказала она, видимо, одну из фраз, которые она за эти три дня не раз говорила себе.", "Она сказала ему \"ты\", и он с благодарностью взглянул на нее и тронулся, чтобы взять ее руку, но она с отвращением отстранилась от него.", "Ну, скажите, после того... что было, разве возможно нам жить вместе?", "Разве это возможно?"], "transcript": [], "createdAt": "2025-12-15T12:55:24.131912", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_13", "userId": "system_opus", "title": "Sentence Practice 13", "language": "ru", "content": "Скажите же, разве это возможно? -- повторяла она, возвышая голос. -- После того как мой муж, отец моих детей, входит в любовную связь с гувернанткой своих детей...\n(Say, is it possible?' she repeated, raising her voice. 'When my husband, the father of my children, has love affairs with his children's governess?')\n\n-- Но что ж делать? Что делать? -- говорил он жалким голосом, сам не зная, что он говорит, и все ниже и ниже опуская голову.\n('But what's to be done? – what's to be done?' said he, in a piteous voice, hardly knowing what he was saying, and sinking his head lower and lower.)\n\n-- Вы мне гадки, отвратительны!-- закричала она, горячась все более и более. -- Ваши слезы -- вода!\n('You are horrid and disgusting to me!' she shouted, getting more and more excited. 'Your tears are – water!)\n\nВы никогда не любили меня; в вас нет ни сердца, ни благородства!\n(You never loved me; you have no heart, no honour!)\n\nВы мне мерзки, гадки, чужой, да, чужой! -- с болью и злобой произнесла она это ужасное для себя слово чужой.\n(To me you are detestable, disgusting – a stranger, yes, a perfect stranger!' She uttered that word stranger, so terrible to herself, with anguish and hatred.)\n\nОн поглядел на нее, и злоба, выразившаяся на ее лице, испугала и удивила его.\n(He looked at her and the hatred he saw in her face frightened and surprised him.)\n\nОн не понимал того, что его жалость к ней раздражала ее.\n(He did not understand that his pity exasperated her.)\n\nОна видела в нем к себе сожаленье, но не любовь.\n(She saw in him pity for herself but not love.)\n\n\"Нет, она ненавидит меня. Она не простит\", -- подумал он.\n('No, she hates me; she will not forgive me,' he thought.)\n\n-- Это ужасно! Ужасно!-- проговорил он.\n('It is awful, awful!' he muttered.)\n\nВ это время в другой комнате, вероятно упавши, закричал ребенок; Дарья Александровна прислушалась, и лицо ее вдруг смягчилось.\n(At that moment a child began to cry in another room, probably having tumbled down. Darya Alexandrovna listened, and her face softened suddenly.)\n\nОна, видимо, опоминалась несколько секунд, как бы не зная, где она и что ей делать, и, быстро вставши, тронулась к двери.\n(She seemed to be trying to recollect herself, as if she did not know where she was or what she had to do. Then she rose quickly and moved toward the door.)\n\n\"Ведь любит же она моего ребенка, -- подумал он, заметив изменение ее лица при крике ребенка, -- моего ребенка; как же она может ненавидеть меня?\"\n('After all, she loves my child,' he thought, noticing the change in her face when the baby cried; 'my child – then how can she hate me?')\n\n-- Долли, еще одно слово, -- проговорил он, идя за нею.\n('Dolly, just a word!' he said, following her.)\n\n-- Если вы пойдете за мной, я позову людей, детей!\n('If you follow me, I shall call the servants and the children!)", "sentences": ["Скажите же, разве это возможно? -- повторяла она, возвышая голос. -- После того как мой муж, отец моих детей, входит в любовную связь с гувернанткой своих детей...", "-- Но что ж делать? Что делать? -- говорил он жалким голосом, сам не зная, что он говорит, и все ниже и ниже опуская голову.", "-- Вы мне гадки, отвратительны!-- закричала она, горячась все более и более. -- Ваши слезы -- вода!", "Вы никогда не любили меня; в вас нет ни сердца, ни благородства!", "Вы мне мерзки, гадки, чужой, да, чужой! -- с болью и злобой произнесла она это ужасное для себя слово чужой.", "Он поглядел на нее, и злоба, выразившаяся на ее лице, испугала и удивила его.", "Он не понимал того, что его жалость к ней раздражала ее.", "Она видела в нем к себе сожаленье, но не любовь.", "\"Нет, она ненавидит меня. Она не простит\", -- подумал он.", "-- Это ужасно! Ужасно!-- проговорил он.", "В это время в другой комнате, вероятно упавши, закричал ребенок; Дарья Александровна прислушалась, и лицо ее вдруг смягчилось.", "Она, видимо, опоминалась несколько секунд, как бы не зная, где она и что ей делать, и, быстро вставши, тронулась к двери.", "\"Ведь любит же она моего ребенка, -- подумал он, заметив изменение ее лица при крике ребенка, -- моего ребенка; как же она может ненавидеть меня?\"", "-- Долли, еще одно слово, -- проговорил он, идя за нею.", "-- Если вы пойдете за мной, я позову людей, детей!"], "transcript": [], "createdAt": "2025-12-15T12:55:24.132922", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_14", "userId": "system_opus", "title": "Sentence Practice 14", "language": "ru", "content": "Пускай все знают, что вы подлец!\n(I'll let everybody know you are a scoundrel!)\n\nЯ уезжаю нынче, а вы живите здесь с своею любовницей!\n(I am going away to-day, and you may live here with your mistress!')\n\nИ она вышла, хлопнув дверью.\n(She went out, slamming the door.)\n\nСтепан Аркадьич вздохнул, отер лицо и тихими шагами пошел из комнаты.\n(Oblonsky sighed, wiped his face, and with soft steps left the room.)\n\n\"Матвей говорит: образуется; но как?\n('Matthew says \"things will shape themselves,\" – but how?)\n\nЯ не вижу даже возможности.\n(I don't even see a possibility...)\n\nАх, ах, какой ужас!\n(Oh dear, the horror of it!)\n\nИ как тривиально она кричала, -- говорил он сам себе, вспоминая ее крик и слова: подлец и любовница. -- И, может быть, девушки слыхали!\n(And her shouting – it was so vulgar,' he thought, recalling her screams and the words scoundrel and mistress. 'And the maids may have heard it!)\n\nУжасно тривиально, ужасно\".\n(It is dreadfully banal, dreadfully!')\n\nСтепан Аркадьич постоял несколько секунд один, отер глаза, вздохнул и, выпрямив грудь, вышел из комнаты.\n(For a few seconds Oblonsky stood alone; then he wiped his eyes, sighed, and expanding his chest went out of the room.)\n\nБыла пятница, и в столовой часовщик-немец заводил часы.\n(It was a Friday, the day on which a German clockmaker always came to wind up the clocks.)\n\nСтепан Аркадьич вспомнил свою шутку об этом аккуратном плешивом часовщике, что немец \"сам был заведен на всю жизнь, чтобы заводить часы\", -- и улыбнулся.\n(Seeing him in the dining-room, Oblonsky recollected a joke he had once made at the expense of this accurate baldheaded clockmaker, and he smiled. 'The German,' he had said, 'has been wound up for life to wind up clocks.')\n\nСтепан Аркадьич любил хорошую шутку.\n(Oblonsky was fond of a joke.)\n\n\"А может быть, и образуется!\n('Well, perhaps things will shape themselves – \"shape themselves\"!)\n\nХорошо словечко: образуется, -- подумал он. -- Это надо рассказать\".\n(That's a good phrase,' he thought. 'I must use that.')", "sentences": ["Пускай все знают, что вы подлец!", "Я уезжаю нынче, а вы живите здесь с своею любовницей!", "И она вышла, хлопнув дверью.", "Степан Аркадьич вздохнул, отер лицо и тихими шагами пошел из комнаты.", "\"Матвей говорит: образуется; но как?", "Я не вижу даже возможности.", "Ах, ах, какой ужас!", "И как тривиально она кричала, -- говорил он сам себе, вспоминая ее крик и слова: подлец и любовница. -- И, может быть, девушки слыхали!", "Ужасно тривиально, ужасно\".", "Степан Аркадьич постоял несколько секунд один, отер глаза, вздохнул и, выпрямив грудь, вышел из комнаты.", "Была пятница, и в столовой часовщик-немец заводил часы.", "Степан Аркадьич вспомнил свою шутку об этом аккуратном плешивом часовщике, что немец \"сам был заведен на всю жизнь, чтобы заводить часы\", -- и улыбнулся.", "Степан Аркадьич любил хорошую шутку.", "\"А может быть, и образуется!", "Хорошо словечко: образуется, -- подумал он. -- Это надо рассказать\"."], "transcript": [], "createdAt": "2025-12-15T12:55:24.132922", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_15", "userId": "system_opus", "title": "Sentence Practice 15", "language": "ru", "content": "-- Матвей!-- крикнул он, -- так устрой же все там с Марьей в диванной для Анны Аркадьевны, -- сказал он явившемуся Матвею.\n('Matthew!' he called, 'will you and Mary arrange everything for Anna Arkadyevna in the little sitting-room?' he added when Matthew appeared.)\n\n-- Слушаю-с.\n('Yes, sir.')\n\nСтепан Аркадьич надел шубу и вышел на крыльцо.\n(Oblonsky put on his fur coat, and went out into the porch.)\n\n-- Кушать дома не будете? -- сказал провожавший Матвей.\n('Will you be home to dinner, sir?' said Matthew, as he showed him out.)\n\n-- Как придется.\n('I'll see...)\n\nДа вот возьми на расходы, -- сказал он, подавая десять рублей из бумажника. -- Довольно будет?\n(Oh, and here's some money,' said he, taking a ten-rouble note out of his pocket-book. 'Will it be enough?')\n\n-- Довольно ли. не довольно, видно обойтись надо, -- сказал Матвей, захлопывая дверку и отступая на крыльцо.\n('Enough or not, we shall have to manage, that's clear,' said Matthew, closing the carriage door and stepping back into the porch.)\n\nНо чем же кончил он с нею? -- думала она. -- Неужели он видает ее?\n(But how did he finish with her?' she thought.)\n\nЗачем я не спросила его?\n('Is it possible that he still sees her?)\n\nНет, нет, сойтись нельзя.\n(Why didn't I ask him?)\n\nЕсли мы и останемся в одном доме -- мы чужие.\n(Oh, no! It's impossible to be reunited...)\n\nНавсегда чужие!\" -- повторила она опять с особенным значением это страшное для нее слово. \"А как я любила, боже мой, как я любила его!..\n(Even if we go on living in the same house, we are strangers – strangers for ever!' she repeated, specially emphasizing the word that was so dreadful to her. 'And how I loved him!)\n\nКак я любила!\n(Oh God, how I loved him!...)\n\nИ теперь разве я не люблю его?\n(How I loved – and don't I love him now?)\n\nНе больше ли, чем прежде, я люблю его?\n(Don't I love him more than ever?)", "sentences": ["-- Матвей!-- крикнул он, -- так устрой же все там с Марьей в диванной для Анны Аркадьевны, -- сказал он явившемуся Матвею.", "-- Слушаю-с.", "Степан Аркадьич надел шубу и вышел на крыльцо.", "-- Кушать дома не будете? -- сказал провожавший Матвей.", "-- Как придется.", "Да вот возьми на расходы, -- сказал он, подавая десять рублей из бумажника. -- Довольно будет?", "-- Довольно ли. не довольно, видно обойтись надо, -- сказал Матвей, захлопывая дверку и отступая на крыльцо.", "Но чем же кончил он с нею? -- думала она. -- Неужели он видает ее?", "Зачем я не спросила его?", "Нет, нет, сойтись нельзя.", "Если мы и останемся в одном доме -- мы чужие.", "Навсегда чужие!\" -- повторила она опять с особенным значением это страшное для нее слово. \"А как я любила, боже мой, как я любила его!..", "Как я любила!", "И теперь разве я не люблю его?", "Не больше ли, чем прежде, я люблю его?"], "transcript": [], "createdAt": "2025-12-15T12:55:24.133919", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_16", "userId": "system_opus", "title": "Sentence Practice 16", "language": "ru", "content": "Ужасно, главное, то...\" -- начала она, но не докончила своей мысли, потому что Матрена Филимоновна высунулась из двери.\n(The most terrible thing...' She did not finish the thought, because Matrena Filimonovna thrust her head in at the door.)\n\n-- Уж прикажите за братом послать, -- сказала она, -- все он изготовит обед; а то, по-вчерашнему, до шести часов дети не евши.\n('Hadn't I better send for my brother?' she said. 'After all, he can cook a dinner, – or else the children will go without food till six o'clock, as they did yesterday.')\n\n-- Ну, хорошо, я сейчас выйду и распоряжусь.\n('All right! I'll come and see about it in a moment...)\n\nДа послали ли за свежим молоком?\n(Has the milk been sent for?')\n\nИ Дарья Александровна погрузилась в заботы дня и потопила в них на время свое горе.\n(and Darya Alexandrovna plunged into her daily cares, and for a time drowned her grief in them.)\n\nПоловина Москвы и Петербурга была родня и приятели Степана Аркадьича.\n(Half Moscow and half Petersburg were his relations or friends. He was born among those who were or who became the great ones of this world.)\n\nОн родился в среде тех людей, которые были и стали сильными мира сего.\n(One third of the official world, the older men, were his father's friends and had known him in petticoats, he was on intimate terms with another third, and was well acquainted with the last third.)\n\nСтива! Облонский!\n(Steve Oblonsky!)\n\nВот и он!\" -- почти всегда с радостною улыбкой говорили, встречаясь с ним.\n(Here he is!' said almost every one he met, smilingly.)\n\nЕсли и случалось иногда, что после разговора с ним оказывалось, что ничего особенно радостного не случилось, -- на другой день, на третий опять точно так же все радовались при встрече с ним.\n(Even if conversation with him sometimes caused no special delight, still the next day, or the next, every one was as pleased as ever to meet him.)\n\nЗанимая третий год место начальника одного из присутственных мест в Москве, Степан Аркадьич приобрел, кроме любви, и уважение сослуживцев, подчиненных, начальников и всех, кто имел до него дело.\n(It was the third year that Oblonsky had been Head of that Government Board in Moscow, and he had won not only the affection but also the respect of his fellow-officials, subordinates, chiefs, and all who had anything to do with him.)\n\nПриехав к месту своего служения, Степан Аркадьич, провожаемый почтительным швейцаром, с портфелем прошел в свой маленький кабинет, надел мундир и вошел в присутствие.\n(Having arrived at his destination, Oblonsky; respectfully followed by the door-keeper bearing his portfolio, entered his little private room, put on his uniform, and came out into the Office.)\n\nПисцы и служащие все встали, весело и почтительно кланяясь.\n(The clerks and attendants all rose and bowed cheerfully and respectfully.)\n\nСтепан Аркадьич поспешно, как всегда, прошел к своему месту, пожал руки членам и сел.\n(Oblonsky walked quickly, as was his wont, to his place, shook hands with the Members, and sat down.)\n\nОн пошутил и поговорил, ровно сколько это было прилично, и начал занятия.\n(He chatted and joked just as much as was proper and then turned to business.)", "sentences": ["Ужасно, главное, то...\" -- начала она, но не докончила своей мысли, потому что Матрена Филимоновна высунулась из двери.", "-- Уж прикажите за братом послать, -- сказала она, -- все он изготовит обед; а то, по-вчерашнему, до шести часов дети не евши.", "-- Ну, хорошо, я сейчас выйду и распоряжусь.", "Да послали ли за свежим молоком?", "И Дарья Александровна погрузилась в заботы дня и потопила в них на время свое горе.", "Половина Москвы и Петербурга была родня и приятели Степана Аркадьича.", "Он родился в среде тех людей, которые были и стали сильными мира сего.", "Стива! Облонский!", "Вот и он!\" -- почти всегда с радостною улыбкой говорили, встречаясь с ним.", "Если и случалось иногда, что после разговора с ним оказывалось, что ничего особенно радостного не случилось, -- на другой день, на третий опять точно так же все радовались при встрече с ним.", "Занимая третий год место начальника одного из присутственных мест в Москве, Степан Аркадьич приобрел, кроме любви, и уважение сослуживцев, подчиненных, начальников и всех, кто имел до него дело.", "Приехав к месту своего служения, Степан Аркадьич, провожаемый почтительным швейцаром, с портфелем прошел в свой маленький кабинет, надел мундир и вошел в присутствие.", "Писцы и служащие все встали, весело и почтительно кланяясь.", "Степан Аркадьич поспешно, как всегда, прошел к своему месту, пожал руки членам и сел.", "Он пошутил и поговорил, ровно сколько это было прилично, и начал занятия."], "transcript": [], "createdAt": "2025-12-15T12:55:24.133919", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_17", "userId": "system_opus", "title": "Sentence Practice 17", "language": "ru", "content": "Никто вернее Степана Аркадьича не умел найти ту границу свободы, простоты и официальности, которая нужна для приятного занятия делами.\n(No one could determine better than he the limits of freedom, simplicity, and formality, necessary for the pleasant transaction of business.)\n\nСекретарь весело и почтительно, как и все в присутствии Степана Аркадьича, подошел с бумагами и проговорил тем фамильярно-либеральным тоном, который введен был Степаном Аркадьичем:\n(The Secretary came up with the papers, cheerfully and respectfully like everybody in Oblonsky's Office, and remarked in the familiarly Liberal tone introduced by Oblonsky:)\n\n-- Мы таки добились сведения из Пензенского губернского правления.\n('After all, we've managed to get that information from the Penza Provincial Office.)\n\nВот, не угодно ли...\n(Here – will you please...')\n\n-- Получили наконец? -- проговорил Степан Аркадьич, закладывая пальцем бумагу. -- Ну-с, господа... -- И присутствие началось.\n('Got it at last?' said Oblonsky, holding this paper down with his finger. 'Well, gentlemen...' and the sitting commenced.)\n\nДо двух часов занятия должны были идти не прерываясь, а в два часа -- перерыв и завтрак.\n(Till two o'clock the business was to continue uninterruptedly, but at two there was to be an adjournment for lunch.)\n\nЕще не было двух часов, когда большие стеклянные двери залы присутствия вдруг отворились, и кто-то вошел.\n(It was not quite two when the large glass doors suddenly swung open and some one came in.)\n\nВсе члены из-под портрета и из-за зерцала, обрадовавшись развлечению, оглянулись на дверь; но сторож, стоявший у двери, тотчас же изгнал вошедшего и затворил за ним стеклянную дверь.\n(All the Members from beneath the Emperor's portrait and from behind the Mirror of Justice, glad of some distraction, looked toward the door; but the door-keeper at once turned out the intruder and closed the glass doors behind him.)\n\nКогда дело было прочтено, Степан Аркадьич встал, потянувшись, и, отдавая дань либеральности времени, в присутствии достал папироску и пошел в свой кабинет.\n(When the Report had been read, Oblonsky rose, stretching himself, and, paying tribute to the Liberalism of the times, took out a cigarette before leaving the Office to go to his private room.)\n\nДва товарища его, старый служака Никитин и камер-юнкер Гриневич, вышли с ним.\n(Two of his colleagues – Nikitin, an old hard-working official, and Grinevich, a Gentleman of the Bedchamber – followed him out.)\n\n-- После завтрака успеем кончить, -- сказал Степан Аркадьич.\n('We shall have time to finish after lunch,' said Oblonsky.)\n\n-- Как еще успеем!-- сказал Никитин.\n('Plenty of time' said Nikitin.)\n\n-- А плут порядочный должен быть этот Фомин, -- сказал Гриневич об одном из лиц, участвовавших в деле, которое они разбирали.\n('He must be a precious rogue, that Fomin,' said Grinevich, referring to one of those concerned in the case under consideration.)\n\nСтепан Аркадьич поморщился на слова Гриневича, давая этим чувствовать, что неприлично преждевременно составлять суждение, и ничего ему не ответил.\n(Oblonsky made a face at these words, thereby indicating that it is not right to form an opinion prematurely, and did not reply.)\n\n-- Кто это входил? -- спросил он у сторожа.\n('Who was it came in?' he asked the door-keeper.)", "sentences": ["Никто вернее Степана Аркадьича не умел найти ту границу свободы, простоты и официальности, которая нужна для приятного занятия делами.", "Секретарь весело и почтительно, как и все в присутствии Степана Аркадьича, подошел с бумагами и проговорил тем фамильярно-либеральным тоном, который введен был Степаном Аркадьичем:", "-- Мы таки добились сведения из Пензенского губернского правления.", "Вот, не угодно ли...", "-- Получили наконец? -- проговорил Степан Аркадьич, закладывая пальцем бумагу. -- Ну-с, господа... -- И присутствие началось.", "До двух часов занятия должны были идти не прерываясь, а в два часа -- перерыв и завтрак.", "Еще не было двух часов, когда большие стеклянные двери залы присутствия вдруг отворились, и кто-то вошел.", "Все члены из-под портрета и из-за зерцала, обрадовавшись развлечению, оглянулись на дверь; но сторож, стоявший у двери, тотчас же изгнал вошедшего и затворил за ним стеклянную дверь.", "Когда дело было прочтено, Степан Аркадьич встал, потянувшись, и, отдавая дань либеральности времени, в присутствии достал папироску и пошел в свой кабинет.", "Два товарища его, старый служака Никитин и камер-юнкер Гриневич, вышли с ним.", "-- После завтрака успеем кончить, -- сказал Степан Аркадьич.", "-- Как еще успеем!-- сказал Никитин.", "-- А плут порядочный должен быть этот Фомин, -- сказал Гриневич об одном из лиц, участвовавших в деле, которое они разбирали.", "Степан Аркадьич поморщился на слова Гриневича, давая этим чувствовать, что неприлично преждевременно составлять суждение, и ничего ему не ответил.", "-- Кто это входил? -- спросил он у сторожа."], "transcript": [], "createdAt": "2025-12-15T12:55:24.133919", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_18", "userId": "system_opus", "title": "Sentence Practice 18", "language": "ru", "content": "-- Какой-то, ваше превосходительство, без спросу влез, только я отвернулся.\n('Some man came in without permission, your Excellency, when I wasn't looking.)\n\nВас спрашивали.\n(He asked for you.)\n\nЯ говорю: когда выйдут члены, тогда...\n(I told him, \"When the Members come out, then...\" -')\n\n-- Где он?\n('Where is he?')\n\n-- Нешто вышел в сени, а то все тут ходил.\n('Perhaps he has gone out into the hall; he was walking about there just now.)\n\nОдин из сходивших вниз с портфелем худощавый чиновник, приостановившись, неодобрительно посмотрел на ноги бегущего и потом вопросительно взглянул на Облонского.\n(A lanky official, going down with a portfolio, stopped, with a disapproving look at the feet of the man running upstairs, and then glanced inquiringly at Oblonsky, who was standing at the top of the stairs.)\n\nСтепан Аркадьич стоял над лестницей. Добродушно сияющее лицо его из-за шитого воротника мундира просияло еще более, когда он узнал вбегавшего.\n(His kindly face, beaming over the gold-embroidered collar of his uniform, grew still more radiant when he recognized the man who was coming up.)\n\n-- Так и есть!\n('Yes, it's he!)\n\n-- Я сейчас приехал, и очень хотелось тебя видеть, -- отвечал Левин, застенчиво и вместе с тем сердито и беспокойно оглядываясь вокруг.\n('I've only just arrived, and am very anxious to see you,' answered Levin, looking round with constraint, and yet crossly and uneasily.)\n\nЛевин был почти одних лет с Облонским и с ним на \"ты\" не по одному шампанскому.\n(Levin and Oblonsky were almost of the same age; and with Levin, Oblonsky was on familiar terms not through champagne only.)\n\nЛевин был его товарищем и другом первой молодости. Они любили друг друга, несмотря на различие характеров и вкусов, как любят друг друга приятели, сошедшиеся в первой молодости.\n(Levin had been his comrade and friend in early youth, and they were fond of one another as friends who have come together in early youth often are, in spite of the difference in their characters and tastes.)\n\nНо, несмотря на это, как часто бывает между людьми, избравшими различные роды деятельности, каждый из них, хотя, рассуждая, и оправдывал деятельность другого, в душе презирал ее.\n(Yet, as often happens between men who have chosen different pursuits, each, while in argument justifying the other's activity, despised it in the depth of his heart.)\n\nКаждому казалось, что та жизнь, которую он сам ведет, есть одна настоящая жизнь, а которую ведет приятель -- есть только призрак.\n(Each thought that his own way of living was real life, and that the life of his friend was – illusion.)\n\nОблонский не мог удержать легкой насмешливой улыбки при виде Левина.\n(Oblonsky could not repress a slightly sarcastic smile at the sight of Levin.)\n\nУж который раз он видел его приезжавшим в Москву из деревни, где он что-то делал, но что именно, того Степан Аркадьич никогда не мог понять хорошенько, да и не интересовался.\n(How many times he had already seen him arriving in Moscow from the country, where he did something, though what it was Oblonsky could never quite understand or feel any interest in.)", "sentences": ["-- Какой-то, ваше превосходительство, без спросу влез, только я отвернулся.", "Вас спрашивали.", "Я говорю: когда выйдут члены, тогда...", "-- Где он?", "-- Нешто вышел в сени, а то все тут ходил.", "Один из сходивших вниз с портфелем худощавый чиновник, приостановившись, неодобрительно посмотрел на ноги бегущего и потом вопросительно взглянул на Облонского.", "Степан Аркадьич стоял над лестницей. Добродушно сияющее лицо его из-за шитого воротника мундира просияло еще более, когда он узнал вбегавшего.", "-- Так и есть!", "-- Я сейчас приехал, и очень хотелось тебя видеть, -- отвечал Левин, застенчиво и вместе с тем сердито и беспокойно оглядываясь вокруг.", "Левин был почти одних лет с Облонским и с ним на \"ты\" не по одному шампанскому.", "Левин был его товарищем и другом первой молодости. Они любили друг друга, несмотря на различие характеров и вкусов, как любят друг друга приятели, сошедшиеся в первой молодости.", "Но, несмотря на это, как часто бывает между людьми, избравшими различные роды деятельности, каждый из них, хотя, рассуждая, и оправдывал деятельность другого, в душе презирал ее.", "Каждому казалось, что та жизнь, которую он сам ведет, есть одна настоящая жизнь, а которую ведет приятель -- есть только призрак.", "Облонский не мог удержать легкой насмешливой улыбки при виде Левина.", "Уж который раз он видел его приезжавшим в Москву из деревни, где он что-то делал, но что именно, того Степан Аркадьич никогда не мог понять хорошенько, да и не интересовался."], "transcript": [], "createdAt": "2025-12-15T12:55:24.134919", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_19", "userId": "system_opus", "title": "Sentence Practice 19", "language": "ru", "content": "Левин приезжал в Москву всегда взволнованный, торопливый, немножко стесненный и раздраженный этою стесненностью и большею частью с совершенно новым, неожиданным взглядом на вещи.\n(Levin came to Moscow always excited, always in a hurry, rather shy and irritated by his own shyness, and usually with totally new and unexpected views about things.)\n\nСтепан Аркадьич смеялся над этим и любил это.\n(Oblonsky laughed at all this, and yet liked it.)\n\nТочно так же и Левин в душе презирал и городской образ жизни своего приятеля и его службу, которую считал пустяками, и смеялся над этим.\n(Similarly, Levin in his heart despised the town life his friend was leading, and his official duties which he considered futile and ridiculed.)\n\nНо разница была в том, что Облонский, делая, что все делают, смеялся самоуверенно и добродушно, а Левин не самоуверенно и иногда сердито.\n(But the difference was that Oblonsky, doing as every one else did, laughed with confidence and good humour, while Levin laughed uncertainly and sometimes angrily.)\n\nКогда приехал?\n(When did you arrive?')\n\nОблонский тотчас заметил это и улыбнулся.\n(Oblonsky at once noticed Levin's look and smiled.)\n\n-- Очень приятно, -- сказал старичок.\n('Very pleased...' said the old official..)\n\n-- Имею честь знать вашего брата, Сергея Иваныча, -- сказал Гриневич, подавая свою тонкую руку с длинными ногтями.\n('I have the honour of knowing your brother, Sergius Ivanich,' said Grinevich, holding out his narrow hand with the long fingernails.)\n\nЛевин нахмурился, холодно пожал руку и тотчас же обратился к Облонскому.\n(Levin frowned, shook hands coldly, and immediately turned to Oblonsky.)\n\n-- Нет, я уже не земский деятель. Я со всеми разбранился и не езжу больше на собрания, -- сказал он, обращаясь к Облонскому.\n('No, I am no longer on the Zemstvo – I have quarrelled with the lot of them, and don't attend their meetings any more,' said he, addressing his friend.)\n\n-- Скоро же! -- с улыбкой сказал Облонский. -- Но как? отчего?\n('Quick work!' said Oblonsky, with a smile. 'What was it all about?')\n\nПрежде были опеки, суды, а теперь земство, не в виде взяток, а в виде незаслуженного жалованья, -- говорил он так горячо, как будто кто-нибудь из присутствовавших оспаривал его мнение.\n(On the other hand...' he hesitated, 'it is a means of getting pelf for the provincial coterie! We used to have guardianships and judgeships as soft jobs, and now we've Zemstvos – not bribes, but unearned salaries!' he went on as warmly as if he had just been contradicted.)\n\nДа ты, я вижу, опять в новой фазе, в консервативной, -- сказал Степан Аркадьич. -- Но, впрочем, после об этом.\n(I see you've reached another new phase – a Conservative one this time!' said Oblonsky. 'However, we'll talk about that later.')\n\n-- Да, после.\n('Yes, later!...)\n\nНо мне нужно было тебя видеть, -- сказал Левин, с ненавистью вглядываясь в руку Гриневича.\n(But I want to see you,' said Levin, gazing with aversion at Grinevich's hand.)", "sentences": ["Левин приезжал в Москву всегда взволнованный, торопливый, немножко стесненный и раздраженный этою стесненностью и большею частью с совершенно новым, неожиданным взглядом на вещи.", "Степан Аркадьич смеялся над этим и любил это.", "Точно так же и Левин в душе презирал и городской образ жизни своего приятеля и его службу, которую считал пустяками, и смеялся над этим.", "Но разница была в том, что Облонский, делая, что все делают, смеялся самоуверенно и добродушно, а Левин не самоуверенно и иногда сердито.", "Когда приехал?", "Облонский тотчас заметил это и улыбнулся.", "-- Очень приятно, -- сказал старичок.", "-- Имею честь знать вашего брата, Сергея Иваныча, -- сказал Гриневич, подавая свою тонкую руку с длинными ногтями.", "Левин нахмурился, холодно пожал руку и тотчас же обратился к Облонскому.", "-- Нет, я уже не земский деятель. Я со всеми разбранился и не езжу больше на собрания, -- сказал он, обращаясь к Облонскому.", "-- Скоро же! -- с улыбкой сказал Облонский. -- Но как? отчего?", "Прежде были опеки, суды, а теперь земство, не в виде взяток, а в виде незаслуженного жалованья, -- говорил он так горячо, как будто кто-нибудь из присутствовавших оспаривал его мнение.", "Да ты, я вижу, опять в новой фазе, в консервативной, -- сказал Степан Аркадьич. -- Но, впрочем, после об этом.", "-- Да, после.", "Но мне нужно было тебя видеть, -- сказал Левин, с ненавистью вглядываясь в руку Гриневича."], "transcript": [], "createdAt": "2025-12-15T12:55:24.134919", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_ru_20", "userId": "system_opus", "title": "Sentence Practice 20", "language": "ru", "content": "Степан Аркадьич чуть заметно улыбнулся.\n(Oblonsky's smile was hardly perceptible.)\n\n-- Как же ты говорил, что никогда больше не наденешь европейского платья? -- сказал он, оглядывая его новое, очевидно от французского портного, платье. -- Так! я вижу: новая фаза.\n('Didn't you tell me you would never again put on Western European clothes?' he asked, surveying Levin's new suit, evidently made by a French tailor. 'That's it! You're in a new phase.')\n\nИ так странно было видеть это умное, мужественное лицо в таком детском состоянии, что Облонский перестал смотреть на него.\n(It was so strange to see that intelligent manly face in such a childish condition that Oblonsky left off looking at him.)\n\n-- Да, где ж увидимся?\n('Where shall we see one another?)\n\nВедь мне очень, очень нужно поговорить с тобою, -- сказал Левин.\n(You know it is very, very important for me to have a talk with you,' said Levin.)\n\nОблонский как будто задумался:\n(Oblonsky seemed to consider:)\n\n-- Вот что: поедем к Гурину завтракать и там поговорим.\n('Well – suppose we go to lunch at Gurin's and have a talk there?)\n\nДо трех я свободен.\n(I am free till three.')\n\n-- Нет, -- подумав, отвечал Левин, -- мне еще надо съездить.\n('No,' said Levin, after a moment's consideration; 'I have to go somewhere else.')\n\n-- Ну, хорошо, так обедать вместе,\n('Well then, let's dine together.')\n\n-- Обедать?\n('Dine?)\n\nДа мне ведь ничего особенного, только два слова сказать, спросить, а после потолкуем.\n(But I've nothing particular to say – only a word or two... to ask you something! We can have a talk some other time.')\n\n-- Так сейчас и скажи два слова, а беседовать за обедом.\n('Well, tell me the word or two now, and we'll talk at dinner.')\n\n-- Два слова вот какие, -- сказал Левин, -- впрочем, ничего особенного. Лицо его вдруг приняло злое выражение, происходившее от усилия преодолеть свою застенчивость.\n('The two words are... however, it's nothing particular,' said Levin, and his face became almost vicious in his efforts to overcome his shyness.)\n\n-- Что Щербацкие делают?\n('What are the Shcherbatskys doing?)", "sentences": ["Степан Аркадьич чуть заметно улыбнулся.", "-- Как же ты говорил, что никогда больше не наденешь европейского платья? -- сказал он, оглядывая его новое, очевидно от французского портного, платье. -- Так! я вижу: новая фаза.", "И так странно было видеть это умное, мужественное лицо в таком детском состоянии, что Облонский перестал смотреть на него.", "-- Да, где ж увидимся?", "Ведь мне очень, очень нужно поговорить с тобою, -- сказал Левин.", "Облонский как будто задумался:", "-- Вот что: поедем к Гурину завтракать и там поговорим.", "До трех я свободен.", "-- Нет, -- подумав, отвечал Левин, -- мне еще надо съездить.", "-- Ну, хорошо, так обедать вместе,", "-- Обедать?", "Да мне ведь ничего особенного, только два слова сказать, спросить, а после потолкуем.", "-- Так сейчас и скажи два слова, а беседовать за обедом.", "-- Два слова вот какие, -- сказал Левин, -- впрочем, ничего особенного. Лицо его вдруг приняло злое выражение, происходившее от усилия преодолеть свою застенчивость.", "-- Что Щербацкие делают?"], "transcript": [], "createdAt": "2025-12-15T12:55:24.135919", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}]