[{"id": "opus_es_1", "userId": "system_opus", "title": "Sentence Practice 1", "language": "es", "content": "Source: Wikisource & librodot.com\n(Source: Project GutenbergAudiobook available here)\n\nSENTIDO Y SENSIBILIDAD\n(Sense and Sensibility)\n\nJANE AUSTEN\n(Jane Austen)\n\nCAPITULO I\n(CHAPTER 1)\n\nLa familia Dashwood llevaba largo tiempo afincada en Sussex.\n(The family of Dashwood had long been settled in Sussex.)\n\nEl último dueño de esta propiedad había sido un hombre soltero, que alcanzó una muy avanzada edad, y que durante gran parte de su existencia tuvo en su hermana una fiel compañera y ama de casa.\n(The late owner of this estate was a single man, who lived to a very advanced age, and who for many years of his life, had a constant companion and housekeeper in his sister.)\n\nEn compañía de su sobrino y sobrina, y de los hijos de ambos, la vida transcurrió confortablemente para el anciano caballero.\n(In the society of his nephew and niece, and their children, the old Gentleman's days were comfortably spent.)\n\nSu apego a todos ellos fue creciendo con el “tiempo.\n(His attachment to them all increased.)\n\nDe un matrimonio anterior, el señor Henry Dashwood tenía un hijo; y de su esposa actual, tres hijas.\n(By a former marriage, Mr. Henry Dashwood had one son: by his present lady, three daughters.)\n\nEl hijo, un joven serio y respetable, tenía el futuro asegurado por la fortuna de su madre, que era cuantiosa, y de cuya mitad había entrado en posesión al cumplir su mayoría de edad.\n(The son, a steady respectable young man, was amply provided for by the fortune of his mother, which had been large, and half of which devolved on him on his coming of age.)\n\nAdemás, su propio matrimonio, ocurrido poco después, lo hizo más rico aún.\n(By his own marriage, likewise, which happened soon afterwards, he added to his wealth.)\n\nMurió el anciano caballero, se leyó su testamento y, como casi todos los testamentos, éste dio por igual desilusiones y alegrías.\n(The old gentleman died: his will was read, and like almost every other will, gave as much disappointment as pleasure.)\n\nEn su última voluntad no fue ni tan injusto ni tan desagradecido como para privar a su sobrino de las tierras, pero se las dejó en términos tales que destruían la mitad del valor del legado.\n(He was neither so unjust, nor so ungrateful, as to leave his estate from his nephew;--but he left it to him on such terms as destroyed half the value of the bequest.)\n\nNo era su intención, sin embargo, faltar a la bondad, y como señal de su afecto por las tres niñas le dejó mil libras a cada una.\n(He meant not to be unkind, however, and, as a mark of his affection for the three girls, he left them a thousand pounds a-piece.)\n\nPero la fortuna, que había tardado tanto en llegar, fue suya durante sólo un año.\n(But the fortune, which had been so tardy in coming, was his only one twelvemonth.)", "sentences": ["Source: Wikisource & librodot.com", "SENTIDO Y SENSIBILIDAD", "JANE AUSTEN", "CAPITULO I", "La familia Dashwood llevaba largo tiempo afincada en Sussex.", "El último dueño de esta propiedad había sido un hombre soltero, que alcanzó una muy avanzada edad, y que durante gran parte de su existencia tuvo en su hermana una fiel compañera y ama de casa.", "En compañía de su sobrino y sobrina, y de los hijos de ambos, la vida transcurrió confortablemente para el anciano caballero.", "Su apego a todos ellos fue creciendo con el “tiempo.", "De un matrimonio anterior, el señor Henry Dashwood tenía un hijo; y de su esposa actual, tres hijas.", "El hijo, un joven serio y respetable, tenía el futuro asegurado por la fortuna de su madre, que era cuantiosa, y de cuya mitad había entrado en posesión al cumplir su mayoría de edad.", "Además, su propio matrimonio, ocurrido poco después, lo hizo más rico aún.", "Murió el anciano caballero, se leyó su testamento y, como casi todos los testamentos, éste dio por igual desilusiones y alegrías.", "En su última voluntad no fue ni tan injusto ni tan desagradecido como para privar a su sobrino de las tierras, pero se las dejó en términos tales que destruían la mitad del valor del legado.", "No era su intención, sin embargo, faltar a la bondad, y como señal de su afecto por las tres niñas le dejó mil libras a cada una.", "Pero la fortuna, que había tardado tanto en llegar, fue suya durante sólo un año."], "transcript": [], "createdAt": "2025-12-15T12:55:23.194630", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_2", "userId": "system_opus", "title": "Sentence Practice 2", "language": "es", "content": "No fue más lo que sobrevivió a su tío, y diez mil libras, incluidos los últimos legados, fue todo lo que quedó para su viuda e hijas.\n(He survived his uncle no longer; and ten thousand pounds, including the late legacies, was all that remained for his widow and daughters.)\n\nEl padre se sintió tranquilo ante tal promesa, y el señor John Dashwood se entregó entonces sin prisa a considerar cuánto podría prudentemente hacer por ellas.\n(His father was rendered easy by such an assurance, and Mr. John Dashwood had then leisure to consider how much there might prudently be in his power to do for them.)\n\nPero la señora de John Dashwood era una áspera caricatura de su esposo, más estrecha de mente y más egoísta que él.\n(But Mrs. John Dashwood was a strong caricature of himself;--more narrow-minded and selfish.)\n\nAl hacer la promesa a su padre, había sopesado en su interior la posibilidad de aumentar la fortuna de sus hermanas obsequiándoles mil libras a cada una.\n(When he gave his promise to his father, he meditated within himself to increase the fortunes of his sisters by the present of a thousand pounds a-piece.)\n\nEn ese momento realmente se sintió a la altura de tal cometido.\n(He then really thought himself equal to it.)\n\nBastaría para dejarlas en completa holgura. ¡Tres mil libras!\n(It would be enough to make them completely easy.)\n\nPodía desprenderse de tan considerable suma con casi ningún inconveniente.” Pensó en ello durante todo el día, y durante muchos días sucesivos, y no se arrepintió.\n(Three thousand pounds! he could spare so considerable a sum with little inconvenience.\"-- He thought of it all day long, and for many days successively, and he did not repent.)\n\nNo bien había terminado el funeral de su padre cuando la esposa de John Dashwood, sin haber dado aviso alguno de sus intenciones a su suegra, llegó con su hijo y sus criados.\n(No sooner was his father's funeral over, than Mrs. John Dashwood, without sending any notice of her intention to her mother-in-law, arrived with her child and their attendants.)\n\nLas cualidades de Marianne estaban, en muchos aspectos, a la par de las de Elinor.\n(Marianne's abilities were, in many respects, quite equal to Elinor's.)\n\nTenía inteligencia y buen juicio, pero era vehemente en todo; ni sus penas ni sus alegrías conocían la moderación.\n(She was sensible and clever; but eager in everything: her sorrows, her joys, could have no moderation.)\n\nEra generosa, amable, atrayente: era todo, menos prudente.\n(She was generous, amiable, interesting: she was everything but prudent.)\n\nLa semejanza entre ella y su madre era notable.\n(The resemblance between her and her mother was strikingly great.)\n\nPreocupaba a Elinor la excesiva sensibilidad de su hermana, la misma que la señora Dashwood valoraba y apreciaba.\n(Elinor saw, with concern, the excess of her sister's sensibility; but by Mrs. Dashwood it was valued and cherished.)\n\nEn las actuales circunstancias, una a otra se incitaban a vivir su aflicción sin permitir que amainara su violencia.\n(They encouraged each other now in the violence of their affliction.)\n\nVoluntariamente renovaban, buscaban, recreaban una y otra vez la agonía de pesadumbre que las había abrumado en un comienzo.\n(The agony of grief which overpowered them at first, was voluntarily renewed, was sought for, was created again and again.)", "sentences": ["No fue más lo que sobrevivió a su tío, y diez mil libras, incluidos los últimos legados, fue todo lo que quedó para su viuda e hijas.", "El padre se sintió tranquilo ante tal promesa, y el señor John Dashwood se entregó entonces sin prisa a considerar cuánto podría prudentemente hacer por ellas.", "Pero la señora de John Dashwood era una áspera caricatura de su esposo, más estrecha de mente y más egoísta que él.", "Al hacer la promesa a su padre, había sopesado en su interior la posibilidad de aumentar la fortuna de sus hermanas obsequiándoles mil libras a cada una.", "En ese momento realmente se sintió a la altura de tal cometido.", "Bastaría para dejarlas en completa holgura. ¡Tres mil libras!", "Podía desprenderse de tan considerable suma con casi ningún inconveniente.” Pensó en ello durante todo el día, y durante muchos días sucesivos, y no se arrepintió.", "No bien había terminado el funeral de su padre cuando la esposa de John Dashwood, sin haber dado aviso alguno de sus intenciones a su suegra, llegó con su hijo y sus criados.", "Las cualidades de Marianne estaban, en muchos aspectos, a la par de las de Elinor.", "Tenía inteligencia y buen juicio, pero era vehemente en todo; ni sus penas ni sus alegrías conocían la moderación.", "Era generosa, amable, atrayente: era todo, menos prudente.", "La semejanza entre ella y su madre era notable.", "Preocupaba a Elinor la excesiva sensibilidad de su hermana, la misma que la señora Dashwood valoraba y apreciaba.", "En las actuales circunstancias, una a otra se incitaban a vivir su aflicción sin permitir que amainara su violencia.", "Voluntariamente renovaban, buscaban, recreaban una y otra vez la agonía de pesadumbre que las había abrumado en un comienzo."], "transcript": [], "createdAt": "2025-12-15T12:55:23.194630", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_3", "userId": "system_opus", "title": "Sentence Practice 3", "language": "es", "content": "Se entregaban por completo a su pena, buscando aumentar su desdicha en cada imagen capaz de reflejarla, y decidieron jamás admitir consuelo en el futuro.\n(They gave themselves up wholly to their sorrow, seeking increase of wretchedness in every reflection that could afford it, and resolved against ever admitting consolation in future.)\n\nTambién Elinor estaba profundamente afligida, pero aún podía luchar, y esforzarse.\n(Elinor, too, was deeply afflicted; but still she could struggle, she could exert herself.)\n\nCAPITULO II\n(CHAPTER 2)\n\nLa señora de John Dashwood se instaló como dueña y señora de Norland, y su suegra y cuñadas descendieron a la categoría de visitantes.\n(Mrs. John Dashwood now installed herself mistress of Norland; and her mother and sisters-in-law were degraded to the condition of visitors.)\n\nEn tanto tales, sin embargo, las trataba con tranquila urbanidad, y su marido con tanta bondad como le era posible sentir hacia cualquiera más allá de sí mismo, su esposa e hijo.\n(As such, however, they were treated by her with quiet civility; and by her husband with as much kindness as he could feel towards anybody beyond himself, his wife, and their child.)\n\nQuedarse en un lugar donde todo le recordaba antiguos deleites, era exactamente lo que sentaba a su mente.\n(A continuance in a place where everything reminded her of former delight, was exactly what suited her mind.)\n\nEn los buenos tiempos, nadie tenía un temperamento más alegre que el de ella o poseía en mayor grado esa optimista expectativa de felicidad que es la felicidad misma.\n(In seasons of cheerfulness, no temper could be more cheerful than hers, or possess, in a greater degree, that sanguine expectation of happiness which is happiness itself.)\n\nPero también en la pena se dejaba llevar por la fantasía, y se hacía tan inaccesible al consuelo como en el placer estaba más allá de toda moderación.\n(But in sorrow she must be equally carried away by her fancy, and as far beyond consolation as in pleasure she was beyond alloy.)\n\nLa señora de John Dashwood no aprobaba en absoluto lo que su esposo se proponía hacer por sus hermanas.\n(Mrs. John Dashwood did not at all approve of what her husband intended to do for his sisters.)\n\nDisminuir en tres mil libras la fortuna de su querido muchachito significaría empobrecerlo de la manera más atroz.\n(To take three thousand pounds from the fortune of their dear little boy would be impoverishing him to the most dreadful degree.)\n\nLe imploró pensarlo mejor.\n(She begged him to think again on the subject.)\n\n¿Cómo podría justificarse ante sí mismo si privara a su hijo, su único hijo, de tan enorme suma?\n(How could he answer it to himself to rob his child, and his only child too, of so large a sum?)\n\nSi hubiera estado en sus cabales no podría habérsele ocurrido pedirte algo así, que despojaras a tu propio hijo de la mitad de tu fortuna.\n(Had he been in his right senses, he could not have thought of such a thing as begging you to give away half your fortune from your own child.\")\n\nQuizá habría sido mejor que dejara todo a mi criterio.\n(Perhaps it would have been as well if he had left it wholly to myself.)\n\nDifícilmente habría podido suponer que yo las abandonaría a su suerte.\n(He could hardly suppose I should neglect them.)", "sentences": ["Se entregaban por completo a su pena, buscando aumentar su desdicha en cada imagen capaz de reflejarla, y decidieron jamás admitir consuelo en el futuro.", "También Elinor estaba profundamente afligida, pero aún podía luchar, y esforzarse.", "CAPITULO II", "La señora de John Dashwood se instaló como dueña y señora de Norland, y su suegra y cuñadas descendieron a la categoría de visitantes.", "En tanto tales, sin embargo, las trataba con tranquila urbanidad, y su marido con tanta bondad como le era posible sentir hacia cualquiera más allá de sí mismo, su esposa e hijo.", "Quedarse en un lugar donde todo le recordaba antiguos deleites, era exactamente lo que sentaba a su mente.", "En los buenos tiempos, nadie tenía un temperamento más alegre que el de ella o poseía en mayor grado esa optimista expectativa de felicidad que es la felicidad misma.", "Pero también en la pena se dejaba llevar por la fantasía, y se hacía tan inaccesible al consuelo como en el placer estaba más allá de toda moderación.", "La señora de John Dashwood no aprobaba en absoluto lo que su esposo se proponía hacer por sus hermanas.", "Disminuir en tres mil libras la fortuna de su querido muchachito significaría empobrecerlo de la manera más atroz.", "Le imploró pensarlo mejor.", "¿Cómo podría justificarse ante sí mismo si privara a su hijo, su único hijo, de tan enorme suma?", "Si hubiera estado en sus cabales no podría habérsele ocurrido pedirte algo así, que despojaras a tu propio hijo de la mitad de tu fortuna.", "Quizá habría sido mejor que dejara todo a mi criterio.", "Difícilmente habría podido suponer que yo las abandonaría a su suerte."], "transcript": [], "createdAt": "2025-12-15T12:55:23.195634", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_4", "userId": "system_opus", "title": "Sentence Practice 4", "language": "es", "content": "Pero como él quiso que se lo prometiera, no pude menos que hacerlo. Al menos, fue lo que pensé en ese momento.\n(But as he required the promise, I could not do less than give it; at least I thought so at the time.)\n\nExistió, así, la promesa, y debe ser cumplida.\n(The promise, therefore, was given, and must be performed.)\n\nAlgo hay que hacer por ellas cuando dejen Norland y se establezcan en un nuevo hogar.\n(Something must be done for them whenever they leave Norland and settle in a new home.\")\n\n-Está bien, entonces, hay que hacer algo por ellas; pero ese algo no necesita ser tres mil libras.\n(\"Well, then, LET something be done for them; but THAT something need not be three thousand pounds.)\n\nTen en cuenta -agregó- que cuando uno se desprende del dinero, nunca más lo recupera.\n(Consider,\" she added, \"that when the money is once parted with, it never can return.)\n\nTus hermanas se casarán, y se habrá ido para siempre.\n(Your sisters will marry, and it will be gone for ever.)\n\nSi siquiera algún día se lo pudieran devolver a nuestro pobre hijito...\n(If, indeed, it could be restored to our poor little boy--\")\n\n-Pero, por supuesto -dijo su esposo con gran seriedad-, eso cambiaría todo.\n(\"Why, to be sure,\" said her husband, very gravely, \"that would make great difference.)\n\nPuede llegar un momento en que Harry lamente haberse separado de una suma tan grande.\n(The time may come when Harry will regret that so large a sum was parted with.)\n\nSi, por ejemplo, llegara a tener una familia numerosa, sería un muy conveniente suplemento a sus rentas.\n(If he should have a numerous family, for instance, it would be a very convenient addition.\")\n\n-De todas maneras lo sería.\n(\"To be sure it would.\")\n\n-Quizá, entonces, sería mejor para todos si se disminuyera la cantidad a la mitad. Quinientas libras significarían un portentoso incremento en sus fortunas.\n(\"Perhaps, then, it would be better for all parties, if the sum were diminished one half.--Five hundred pounds would be a prodigious increase to their fortunes!\")\n\n-¡Ah, más allá de todo lo que pudiera imaginarse!\n(\"Oh! beyond anything great!)\n\n¡Qué persona en el mundo haría siquiera la mitad por sus hermanas, incluso si fuesen verdaderas hermanas!\n(What brother on earth would do half so much for his sisters, even if REALLY his sisters!)\n\nY en este caso... ¡sólo medias hermanas! Pero, ¡tienes un espíritu tan generoso!\n(And as it is--only half blood!--But you have such a generous spirit!\")", "sentences": ["Pero como él quiso que se lo prometiera, no pude menos que hacerlo. Al menos, fue lo que pensé en ese momento.", "Existió, así, la promesa, y debe ser cumplida.", "Algo hay que hacer por ellas cuando dejen Norland y se establezcan en un nuevo hogar.", "-Está bien, entonces, hay que hacer algo por ellas; pero ese algo no necesita ser tres mil libras.", "Ten en cuenta -agregó- que cuando uno se desprende del dinero, nunca más lo recupera.", "Tus hermanas se casarán, y se habrá ido para siempre.", "Si siquiera algún día se lo pudieran devolver a nuestro pobre hijito...", "-Pero, por supuesto -dijo su esposo con gran seriedad-, eso cambiaría todo.", "Puede llegar un momento en que Harry lamente haberse separado de una suma tan grande.", "Si, por ejemplo, llegara a tener una familia numerosa, sería un muy conveniente suplemento a sus rentas.", "-De todas maneras lo sería.", "-Quizá, entonces, sería mejor para todos si se disminuyera la cantidad a la mitad. Quinientas libras significarían un portentoso incremento en sus fortunas.", "-¡Ah, más allá de todo lo que pudiera imaginarse!", "¡Qué persona en el mundo haría siquiera la mitad por sus hermanas, incluso si fuesen verdaderas hermanas!", "Y en este caso... ¡sólo medias hermanas! Pero, ¡tienes un espíritu tan generoso!"], "transcript": [], "createdAt": "2025-12-15T12:55:23.195634", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_5", "userId": "system_opus", "title": "Sentence Practice 5", "language": "es", "content": "-No querría hacer nada mezquino -respondió él-.\n(\"I would not wish to do any thing mean,\" he replied.)\n\nEn estas ocasiones, uno preferiría hacer demasiado antes que muy poco.\n(\"One had rather, on such occasions, do too much than too little.)\n\nAl menos, nadie puede pensar que no he hecho suficiente por ellas; incluso ellas mismas, difícilmente pueden esperar más.\n(No one, at least, can think I have not done enough for them: even themselves, they can hardly expect more.\")\n\n-Imposible saber qué podrían esperar ellas -dijo la señora-, pero no nos corresponde pensar en sus expectativas. El punto es qué puedes permitirte hacer.\n(\"There is no knowing what THEY may expect,\" said the lady, \"but we are not to think of their expectations: the question is, what you can afford to do.\")\n\n-Indudablemente, y creo que puedo permitirme darle quinientas libras a cada una.\n(\"Certainly--and I think I may afford to give them five hundred pounds a-piece.)\n\nTal como están las cosas, sin que yo agregue nada, cada una tendrá más de tres mil libras a la muerte de su madre: una fortuna muy satisfactoria para cualquier mujer joven.\n(As it is, without any addition of mine, they will each have about three thousand pounds on their mother's death--a very comfortable fortune for any young woman.\")\n\n-Claro que lo es; y, en verdad, se me ocurre que quizá no quieran ninguna suma adicional.\n(\"To be sure it is; and, indeed, it strikes me that they can want no addition at all.)\n\nTendrán diez mil libras entre las tres.\n(They will have ten thousand pounds divided amongst them.)\n\nSi se casan, seguramente harán un buen matrimonio; y si no lo hacen, pueden vivir juntas de manera muy holgada con los intereses de las diez mil libras.\n(If they marry, they will be sure of doing well, and if they do not, they may all live very comfortably together on the interest of ten thousand pounds.\")\n\nCien libras al año las mantendrían en una perfecta holgura.\n(A hundred a year would make them all perfectly comfortable.\")\n\nSu esposa dudó un tanto, sin embargo, en dar su aprobación a este plan.\n(His wife hesitated a little, however, in giving her consent to this plan.)\n\n-De todas maneras dijo-, es mejor que separarse de quinientas libras de una vez.\n(\"To be sure,\" said she, \"it is better than parting with fifteen hundred pounds at once.)\n\nPero si la señora Dashwood vive quince años más, eso se va a transformar en un abuso.\n(But, then, if Mrs. Dashwood should live fifteen years we shall be completely taken in.\")\n\n-¡Quince años! Mi querida Fanny, su vida no puede valer ni la mitad de tal cantidad.\n(\"Fifteen years! my dear Fanny; her life cannot be worth half that purchase.\")\n\n-Por supuesto que no; pero, si te fijas, la gente siempre vive eternamente cuando hay una pensión de por medio; y ella es muy fuerte y saludable, y apenas ha cumplido los cuarenta.\n(\"Certainly not; but if you observe, people always live for ever when there is an annuity to be paid them; and she is very stout and healthy, and hardly forty.)", "sentences": ["-No querría hacer nada mezquino -respondió él-.", "En estas ocasiones, uno preferiría hacer demasiado antes que muy poco.", "Al menos, nadie puede pensar que no he hecho suficiente por ellas; incluso ellas mismas, difícilmente pueden esperar más.", "-Imposible saber qué podrían esperar ellas -dijo la señora-, pero no nos corresponde pensar en sus expectativas. El punto es qué puedes permitirte hacer.", "-Indudablemente, y creo que puedo permitirme darle quinientas libras a cada una.", "Tal como están las cosas, sin que yo agregue nada, cada una tendrá más de tres mil libras a la muerte de su madre: una fortuna muy satisfactoria para cualquier mujer joven.", "-Claro que lo es; y, en verdad, se me ocurre que quizá no quieran ninguna suma adicional.", "Tendrán diez mil libras entre las tres.", "Si se casan, seguramente harán un buen matrimonio; y si no lo hacen, pueden vivir juntas de manera muy holgada con los intereses de las diez mil libras.", "Cien libras al año las mantendrían en una perfecta holgura.", "Su esposa dudó un tanto, sin embargo, en dar su aprobación a este plan.", "-De todas maneras dijo-, es mejor que separarse de quinientas libras de una vez.", "Pero si la señora Dashwood vive quince años más, eso se va a transformar en un abuso.", "-¡Quince años! Mi querida Fanny, su vida no puede valer ni la mitad de tal cantidad.", "-Por supuesto que no; pero, si te fijas, la gente siempre vive eternamente cuando hay una pensión de por medio; y ella es muy fuerte y saludable, y apenas ha cumplido los cuarenta."], "transcript": [], "createdAt": "2025-12-15T12:55:23.195634", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_6", "userId": "system_opus", "title": "Sentence Practice 6", "language": "es", "content": "Una pensión anual es asunto muy serio; se repite año tras año y no hay forma de librarse de ella.\n(An annuity is a very serious business; it comes over and over every year, and there is no getting rid of it.)\n\nUno no se da cuenta de lo que hace.\n(You are not aware of what you are doing.)\n\nA mi madre le enfermaba todo el asunto.\n(My mother was quite sick of it.)\n\nDe allí me ha venido tal aborrecimiento a las pensiones, que estoy segura de que por nada del mundo me ataré al pago de una.\n(It has given me such an abhorrence of annuities, that I am sure I would not pin myself down to the payment of one for all the world.\")\n\n-En verdad es desagradable -replicó el señor Dashwood- que cada año se escurra de esa forma parte del ingreso de uno.\n(\"It is certainly an unpleasant thing,\" replied Mr. Dashwood, \"to have those kind of yearly drains on one's income.)\n\nLos bienes con que uno cuenta, como tan justamente dice tu madre, no son de uno.\n(One's fortune, as your mother justly says, is NOT one's own.)\n\nEstar obligado a pagar regularmente una suma como ésa en fechas fijas, no es para nada deseable: lo priva a uno de su independencia.\n(To be tied down to the regular payment of such a sum, on every rent day, is by no means desirable: it takes away one's independence.\")\n\n-Indudablemente; y, después de todo, nadie te lo agradece.\n(\"Undoubtedly; and after all you have no thanks for it.)\n\nSienten que están asegurados, no haces más de lo que se espera de ti y ello no despierta ninguna gratitud.\n(They think themselves secure, you do no more than what is expected, and it raises no gratitude at all.)\n\nSi estuviera en tu lugar, para cualquier cosa que hiciera me guiaría por mi solo criterio.\n(If I were you, whatever I did should be done at my own discretion entirely.)\n\nNo me comprometería a darles nada todos los años.\n(I would not bind myself to allow them any thing yearly.)\n\nAlgunos años puede ser muy inconveniente desprenderse de cien, o incluso de cincuenta libras, sacándolas de nuestros propios gastos.\n(It may be very inconvenient some years to spare a hundred, or even fifty pounds from our own expenses.\")\n\nDe todas maneras, será lo mejor.\n(It will certainly be much the best way.)\n\nUn regalo de cincuenta libras de vez en cuando impedirá que se aflijan por asuntos de dinero, y pienso que saldará ampliamente la promesa hecha a mi padre.\n(A present of fifty pounds, now and then, will prevent their ever being distressed for money, and will, I think, be amply discharging my promise to my father.\")\n\n-Por supuesto que lo hará.\n(\"To be sure it will.)", "sentences": ["Una pensión anual es asunto muy serio; se repite año tras año y no hay forma de librarse de ella.", "Uno no se da cuenta de lo que hace.", "A mi madre le enfermaba todo el asunto.", "De allí me ha venido tal aborrecimiento a las pensiones, que estoy segura de que por nada del mundo me ataré al pago de una.", "-En verdad es desagradable -replicó el señor Dashwood- que cada año se escurra de esa forma parte del ingreso de uno.", "Los bienes con que uno cuenta, como tan justamente dice tu madre, no son de uno.", "Estar obligado a pagar regularmente una suma como ésa en fechas fijas, no es para nada deseable: lo priva a uno de su independencia.", "-Indudablemente; y, después de todo, nadie te lo agradece.", "Sienten que están asegurados, no haces más de lo que se espera de ti y ello no despierta ninguna gratitud.", "Si estuviera en tu lugar, para cualquier cosa que hiciera me guiaría por mi solo criterio.", "No me comprometería a darles nada todos los años.", "Algunos años puede ser muy inconveniente desprenderse de cien, o incluso de cincuenta libras, sacándolas de nuestros propios gastos.", "De todas maneras, será lo mejor.", "Un regalo de cincuenta libras de vez en cuando impedirá que se aflijan por asuntos de dinero, y pienso que saldará ampliamente la promesa hecha a mi padre.", "-Por supuesto que lo hará."], "transcript": [], "createdAt": "2025-12-15T12:55:23.196629", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_7", "userId": "system_opus", "title": "Sentence Practice 7", "language": "es", "content": "A decir verdad, estoy íntimamente convencida de que la idea de tu padre no era en absoluto que les dieras dinero.\n(Indeed, to say the truth, I am convinced within myself that your father had no idea of your giving them any money at all.)\n\nApostaría mi vida a que no estaba pensando en más que eso; en verdad, sería bastante raro e improcedente si hubiera pretendido otra cosa.\n(I'll lay my life that he meant nothing farther; indeed, it would be very strange and unreasonable if he did.)\n\nEntre todas juntarán quinientas libras anuales, y ¿se te ocurre para qué van a querer más cuatro mujeres? ¡Les saldrá tan barato vivir!\n(Altogether, they will have five hundred a-year amongst them, and what on earth can four women want for more than that?--They will live so cheap!)\n\nEl mantenimiento de la casa será una nada.\n(Their housekeeping will be nothing at all.)\n\nNo tendrán carruajes ni caballos, y casi ningún sirviente; no recibirán visitas, ¡y qué gastos van a tener!\n(They will have no carriage, no horses, and hardly any servants; they will keep no company, and can have no expenses of any kind!)\n\n¡Tan sólo piensa en lo bien que van a estar!\n(Only conceive how comfortable they will be!)\n\n¡Quinientas anuales!\n(Five hundred a year!)\n\nNo puedo ni imaginar cómo gastarán siquiera la mitad; y en cuanto a que les des más, es harto absurdo pensarlo.\n(I am sure I cannot imagine how they will spend half of it; and as to your giving them more, it is quite absurd to think of it.)\n\nEstarán en mucho mejores condiciones de darte a ti algo.\n(They will be much more able to give YOU something.\")\n\n-A fe mía -dijo el señor Dashwood-, creo que tienes toda la razón.\n(\"Upon my word,\" said Mr. Dashwood, \"I believe you are perfectly right.)\n\nDe todas maneras, con su petición mi padre no puede haber querido decir sino lo que tú señalas.\n(My father certainly could mean nothing more by his request to me than what you say.)\n\nMe parece muy claro ahora, y cumpliré estrictamente mi compromiso con algunas ayudas y gentilezas como las que has descrito.\n(I clearly understand it now, and I will strictly fulfil my engagement by such acts of assistance and kindness to them as you have described.)\n\nCuando mi madre se traslade a otra casa, me pondré a su servicio en todo lo que me sea posible para acomodarla.\n(When my mother removes into another house my services shall be readily given to accommodate her as far as I can.)\n\nQuizá en ese momento también sea adecuado hacerle un pequeño obsequio, como algún mueble.\n(Some little present of furniture too may be acceptable then.\")\n\n-Por supuesto -replicó la señora Dashwood-.\n(\"Certainly,\" returned Mrs. John Dashwood.)", "sentences": ["A decir verdad, estoy íntimamente convencida de que la idea de tu padre no era en absoluto que les dieras dinero.", "Apostaría mi vida a que no estaba pensando en más que eso; en verdad, sería bastante raro e improcedente si hubiera pretendido otra cosa.", "Entre todas juntarán quinientas libras anuales, y ¿se te ocurre para qué van a querer más cuatro mujeres? ¡Les saldrá tan barato vivir!", "El mantenimiento de la casa será una nada.", "No tendrán carruajes ni caballos, y casi ningún sirviente; no recibirán visitas, ¡y qué gastos van a tener!", "¡Tan sólo piensa en lo bien que van a estar!", "¡Quinientas anuales!", "No puedo ni imaginar cómo gastarán siquiera la mitad; y en cuanto a que les des más, es harto absurdo pensarlo.", "Estarán en mucho mejores condiciones de darte a ti algo.", "-A fe mía -dijo el señor Dashwood-, creo que tienes toda la razón.", "De todas maneras, con su petición mi padre no puede haber querido decir sino lo que tú señalas.", "Me parece muy claro ahora, y cumpliré estrictamente mi compromiso con algunas ayudas y gentilezas como las que has descrito.", "Cuando mi madre se traslade a otra casa, me pondré a su servicio en todo lo que me sea posible para acomodarla.", "Quizá en ese momento también sea adecuado hacerle un pequeño obsequio, como algún mueble.", "-Por supuesto -replicó la señora Dashwood-."], "transcript": [], "createdAt": "2025-12-15T12:55:23.196629", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_8", "userId": "system_opus", "title": "Sentence Practice 8", "language": "es", "content": "Pero, no obstante, hay una cosa que debe tenerse en cuenta.\n(\"But, however, ONE thing must be considered.)\n\nCuando tu padre y madre se trasladaron a Norland, aunque vendieron el mobiliario de Stanhill, guardaron toda la vajilla, cubiertos y mantelería, que ahora han quedado para tu madre.\n(When your father and mother moved to Norland, though the furniture of Stanhill was sold, all the china, plate, and linen was saved, and is now left to your mother.)\n\nY así, apenas se cambien tendrán su casa casi completamente equipada.\n(Her house will therefore be almost completely fitted up as soon as she takes it.\")\n\n-Indudablemente, ésa es una reflexión de la mayor importancia.\n(\"That is a material consideration undoubtedly.)\n\n¡Un legado valioso, claro que sí!\n(A valuable legacy indeed!)\n\nY parte de la platería habría sido aquí una muy grata adición a la nuestra.\n(And yet some of the plate would have been a very pleasant addition to our own stock here.\")\n\n-Sí; y la vajilla para el desayuno es doblemente hermosa que la de esta casa.\n(\"Yes; and the set of breakfast china is twice as handsome as what belongs to this house.)\n\nDemasiado hermosa, a mi juicio, para los lugares en que ellas pueden permitirse vivir.\n(A great deal too handsome, in my opinion, for any place THEY can ever afford to live in.)\n\nPero, de cualquier modo, así es la cosa.\n(But, however, so it is.)\n\nTu padre sólo pensó en ellas.\n(Your father thought only of THEM.)\n\nEste argumento fue irresistible.\n(This argument was irresistible.)\n\nCAPITULO III\n(CHAPTER 3)\n\nTambién se regocijaba por el hermano de sus hijas, por la bondad de ese hermano, y se reprochaba no haber hecho justicia a- sus méritos antes, al creerlo incapaz de generosidad.\n(For their brother's sake, too, for the sake of his own heart, she rejoiced; and she reproached herself for being unjust to his merit before, in believing him incapable of generosity.)\n\nSu atento comportamiento hacia ella y sus hermanas la convencieron de que su bienestar era caro a sus ojos y, durante largo tiempo, confió firmemente en la generosidad de sus intenciones.\n(His attentive behaviour to herself and his sisters convinced her that their welfare was dear to him, and, for a long time, she firmly relied on the liberality of his intentions.)\n\nPero ninguna de esas consideraciones pesó en la señora Dashwood.\n(But Mrs. Dashwood was alike uninfluenced by either consideration.)", "sentences": ["Pero, no obstante, hay una cosa que debe tenerse en cuenta.", "Cuando tu padre y madre se trasladaron a Norland, aunque vendieron el mobiliario de Stanhill, guardaron toda la vajilla, cubiertos y mantelería, que ahora han quedado para tu madre.", "Y así, apenas se cambien tendrán su casa casi completamente equipada.", "-Indudablemente, ésa es una reflexión de la mayor importancia.", "¡Un legado valioso, claro que sí!", "Y parte de la platería habría sido aquí una muy grata adición a la nuestra.", "-Sí; y la vajilla para el desayuno es doblemente hermosa que la de esta casa.", "Demasiado hermosa, a mi juicio, para los lugares en que ellas pueden permitirse vivir.", "Pero, de cualquier modo, así es la cosa.", "Tu padre sólo pensó en ellas.", "Este argumento fue irresistible.", "CAPITULO III", "También se regocijaba por el hermano de sus hijas, por la bondad de ese hermano, y se reprochaba no haber hecho justicia a- sus méritos antes, al creerlo incapaz de generosidad.", "Su atento comportamiento hacia ella y sus hermanas la convencieron de que su bienestar era caro a sus ojos y, durante largo tiempo, confió firmemente en la generosidad de sus intenciones.", "Pero ninguna de esas consideraciones pesó en la señora Dashwood."], "transcript": [], "createdAt": "2025-12-15T12:55:23.197629", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_9", "userId": "system_opus", "title": "Sentence Practice 9", "language": "es", "content": "Le bastaba que él pareciera afable, que amara a su hija y que esa simpatía fuera recíproca.\n(It was enough for her that he appeared to be amiable, that he loved her daughter, and that Elinor returned the partiality.)\n\nNo fueron dones especiales en su apariencia o trato los que hicieron merecedor a Edward Ferrars de la buena opinión de la señora Dashwood y sus hijas.\n(Edward Ferrars was not recommended to their good opinion by any peculiar graces of person or address.)\n\nNo era bien parecido y sólo en la intimidad llegaba a mostrar cuán agradable podía ser su trato.\n(He was not handsome, and his manners required intimacy to make them pleasing.)\n\nEra demasiado inseguro para hacerse justicia a sí mismo; pero cuando vencía su natural timidez, su comportamiento revelaba un corazón franco y afectuoso.\n(He was too diffident to do justice to himself; but when his natural shyness was overcome, his behaviour gave every indication of an open, affectionate heart.)\n\nEra de buen entendimiento y la educación le había dado una mayor solidez en ese aspecto.\n(His understanding was good, and his education had given it solid improvement.)\n\nPero ni sus habilidades ni su inclinación lo dotaban para satisfacer los deseos de su madre y hermana, que anhelaban verlo distinguido como... apenas sabían como qué.\n(But he was neither fitted by abilities nor disposition to answer the wishes of his mother and sister, who longed to see him distinguished--as--they hardly knew what.)\n\nQuerían que de una manera u otra ocupara un lugar importante en el mundo.\n(They wanted him to make a fine figure in the world in some manner or other.)\n\nSu madre deseaba interesarlo en política, hacerlo llegar al parlamento o verlo conectado con alguno de los grandes hombres del momento.\n(His mother wished to interest him in political concerns, to get him into parliament, or to see him connected with some of the great men of the day.)\n\nLa señora de John Dashwood deseaba lo mismo; entre tanto, hasta poder alcanzar alguna de esas bendiciones superiores, habría satisfecho la ambición de ambas verlo conducir un birlocho.\n(Mrs. John Dashwood wished it likewise; but in the mean while, till one of these superior blessings could be attained, it would have quieted her ambition to see him driving a barouche.)\n\nPero Edward no tenía inclinación alguna ni hacia los grandes hombres ni hacia los birlochos.\n(But Edward had no turn for great men or barouches.)\n\nTodos sus deseos se centraban en la comodidad doméstica y en la tranquilidad de la vida privada.\n(All his wishes centered in domestic comfort and the quiet of private life.)\n\nPor fortuna, tenía un hermano menor que era más prometedor.\n(Fortunately he had a younger brother who was more promising.)\n\nUnicamente vio que era callado y discreto, y le agradó por ello.\n(She saw only that he was quiet and unobtrusive, and she liked him for it.)\n\nNo perturbaba con conversaciones inoportunas la desdicha que llenaba todos sus pensamientos.\n(He did not disturb the wretchedness of her mind by ill-timed conversation.)\n\nLo que primero la llevó a observarlo con mayor detención y a que le gustara aún más, fue una reflexión que dio en hacer Elinor un día respecto de cuán diferente era de su hermana.\n(She was first called to observe and approve him farther, by a reflection which Elinor chanced one day to make on the difference between him and his sister. It was a contrast which recommended him most forcibly to her mother.)", "sentences": ["Le bastaba que él pareciera afable, que amara a su hija y que esa simpatía fuera recíproca.", "No fueron dones especiales en su apariencia o trato los que hicieron merecedor a Edward Ferrars de la buena opinión de la señora Dashwood y sus hijas.", "No era bien parecido y sólo en la intimidad llegaba a mostrar cuán agradable podía ser su trato.", "Era demasiado inseguro para hacerse justicia a sí mismo; pero cuando vencía su natural timidez, su comportamiento revelaba un corazón franco y afectuoso.", "Era de buen entendimiento y la educación le había dado una mayor solidez en ese aspecto.", "Pero ni sus habilidades ni su inclinación lo dotaban para satisfacer los deseos de su madre y hermana, que anhelaban verlo distinguido como... apenas sabían como qué.", "Querían que de una manera u otra ocupara un lugar importante en el mundo.", "Su madre deseaba interesarlo en política, hacerlo llegar al parlamento o verlo conectado con alguno de los grandes hombres del momento.", "La señora de John Dashwood deseaba lo mismo; entre tanto, hasta poder alcanzar alguna de esas bendiciones superiores, habría satisfecho la ambición de ambas verlo conducir un birlocho.", "Pero Edward no tenía inclinación alguna ni hacia los grandes hombres ni hacia los birlochos.", "Todos sus deseos se centraban en la comodidad doméstica y en la tranquilidad de la vida privada.", "Por fortuna, tenía un hermano menor que era más prometedor.", "Unicamente vio que era callado y discreto, y le agradó por ello.", "No perturbaba con conversaciones inoportunas la desdicha que llenaba todos sus pensamientos.", "Lo que primero la llevó a observarlo con mayor detención y a que le gustara aún más, fue una reflexión que dio en hacer Elinor un día respecto de cuán diferente era de su hermana."], "transcript": [], "createdAt": "2025-12-15T12:55:23.198642", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_10", "userId": "system_opus", "title": "Sentence Practice 10", "language": "es", "content": "La alusión a ese contraste lo situó muy decididamente en el favor de la madre. -Con eso basta -dijo-, basta con decir que no es como Fanny.\n(\"It is enough,\" said she; \"to say that he is unlike Fanny is enough. It implies everything amiable.)\n\nImplica que en él se puede encontrar todo lo que hay de amable.\n(I love him already.\" \"I think you will like him,\" said Elinor, \"when you know more of him.\")\n\nYa lo amo. -Creo que llegará a gustarle -dijo Elinor- cuando lo conozca más. -¡Gustarme! -replicó la madre, con una sonrisa-.\n(\"Like him!\" replied her mother with a smile. \"I feel no sentiment of approbation inferior to love.\")\n\nNo puedo abrigar ningún sentimiento de aprobación inferior al amor. -Podría estimarlo. -No he llegado a saber aún lo que es separar la estimación del amor.\n(\"You may esteem him.\" \"I have never yet known what it was to separate esteem and love.\")\n\nLa señora Dashwood se afanó ahora en conocerlo más.\n(Mrs. Dashwood now took pains to get acquainted with him.)\n\nCon sus modales afectuosos, rápidamente venció la reserva del joven.\n(Her manners were attaching, and soon banished his reserve.)\n\n-En unos pocos meses más, mi querida Marianne -le dijo-, con toda seguridad Elinor se habrá establecido para siempre.\n(\"In a few months, my dear Marianne.\" said she, \"Elinor will, in all probability be settled for life.)\n\nPara nosotros será una pérdida, pero ella será feliz.\n(We shall miss her; but SHE will be happy.\")\n\n-¡Ay, mamá!\n(\"Oh!)\n\n¿Qué haremos sin ella? -Mi amor, apenas será una separación.\n(Mama, how shall we do without her?\" \"My love, it will be scarcely a separation.)\n\nViviremos a unas pocas millas de distancia y nos veremos todos los días de la vida.\n(We shall live within a few miles of each other, and shall meet every day of our lives.)\n\nTú ganarás un hermano, un hermano de verdad, cariñoso.\n(You will gain a brother, a real, affectionate brother.)\n\nTengo la mejor opinión del mundo sobre los sentimientos de Edward...\n(I have the highest opinion in the world of Edward's heart.)\n\nPero te noto seria, Marianne; ¿desapruebas la elección de tu hermana?\n(But you look grave, Marianne; do you disapprove your sister's choice?\")\n\n-Quizá -dijo Marianne- me sorprenda algo.\n(\"Perhaps,\" said Marianne, \"I may consider it with some surprise.)", "sentences": ["La alusión a ese contraste lo situó muy decididamente en el favor de la madre. -Con eso basta -dijo-, basta con decir que no es como Fanny.", "Implica que en él se puede encontrar todo lo que hay de amable.", "Ya lo amo. -Creo que llegará a gustarle -dijo Elinor- cuando lo conozca más. -¡Gustarme! -replicó la madre, con una sonrisa-.", "No puedo abrigar ningún sentimiento de aprobación inferior al amor. -Podría estimarlo. -No he llegado a saber aún lo que es separar la estimación del amor.", "La señora Dashwood se afanó ahora en conocerlo más.", "Con sus modales afectuosos, rápidamente venció la reserva del joven.", "-En unos pocos meses más, mi querida Marianne -le dijo-, con toda seguridad Elinor se habrá establecido para siempre.", "Para nosotros será una pérdida, pero ella será feliz.", "-¡Ay, mamá!", "¿Qué haremos sin ella? -Mi amor, apenas será una separación.", "Viviremos a unas pocas millas de distancia y nos veremos todos los días de la vida.", "Tú ganarás un hermano, un hermano de verdad, cariñoso.", "Tengo la mejor opinión del mundo sobre los sentimientos de Edward...", "Pero te noto seria, Marianne; ¿desapruebas la elección de tu hermana?", "-Quizá -dijo Marianne- me sorprenda algo."], "transcript": [], "createdAt": "2025-12-15T12:55:23.198642", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_11", "userId": "system_opus", "title": "Sentence Practice 11", "language": "es", "content": "Edward es muy amable y siento gran ternura por él.\n(Edward is very amiable, and I love him tenderly.)\n\nEn sus ojos no se advierte todo ese espíritu, ese fuego, que anuncian a la vez virtud e inteligencia.\n(His eyes want all that spirit, that fire, which at once announce virtue and intelligence.)\n\nY además de esto, temo, mamá, que carece de verdadero gusto.\n(And besides all this, I am afraid, Mama, he has no real taste.)\n\nAparentemente la música apenas le interesa, y aunque admira mucho los dibujos de Elinor, no es la admiración de alguien que pueda entender su valor.\n(Music seems scarcely to attract him, and though he admires Elinor's drawings very much, it is not the admiration of a person who can understand their worth.)\n\nEs evidente, a pesar de su asidua atención cuando ella dibuja, que de hecho no sabe nada en esta materia.\n(It is evident, in spite of his frequent attention to her while she draws, that in fact he knows nothing of the matter.)\n\nAdmira como un enamorado, no como un entendido.\n(He admires as a lover, not as a connoisseur.)\n\nPara sentirme satisfecha, esos rasgos deben ir unidos.\n(To satisfy me, those characters must be united.)\n\nNo podría ser feliz con un hombre cuyo gusto no coincidiera punto por punto con el mío.\n(I could not be happy with a man whose taste did not in every point coincide with my own.)\n\nEl debe penetrar todos mis sentimientos; a ambos nos deben encantar los mismos libros, la misma música.\n(He must enter into all my feelings; the same books, the same music must charm us both.)\n\n¡Ay, mamá! ¡Qué falta de fuego, que mansa fue la actitud de Edward cuando nos leyó anoche!\n(Oh! mama, how spiritless, how tame was Edward's manner in reading to us last night!)\n\nLo sentí terriblemente por mi hermana.\n(I felt for my sister most severely.)\n\nY, sin embargo, ella lo sobrellevó con tanta compostura que apenas pareció notarlo.\n(Yet she bore it with so much composure, she seemed scarcely to notice it.)\n\nA duras penas pude permanecer sentada.\n(I could hardly keep my seat.)\n\nLo pensé en ese momento; pero tenías que pasarle a Cowper.\n(I thought so at the time; but you WOULD give him Cowper.\")\n\n-No, mamá, ¡si ni Cowper es capaz de animarlo...! Pero debemos admitir que hay diferencias de gusto.\n(\"Nay, Mama, if he is not to be animated by Cowper!--but we must allow for difference of taste.)", "sentences": ["Edward es muy amable y siento gran ternura por él.", "En sus ojos no se advierte todo ese espíritu, ese fuego, que anuncian a la vez virtud e inteligencia.", "Y además de esto, temo, mamá, que carece de verdadero gusto.", "Aparentemente la música apenas le interesa, y aunque admira mucho los dibujos de Elinor, no es la admiración de alguien que pueda entender su valor.", "Es evidente, a pesar de su asidua atención cuando ella dibuja, que de hecho no sabe nada en esta materia.", "Admira como un enamorado, no como un entendido.", "Para sentirme satisfecha, esos rasgos deben ir unidos.", "No podría ser feliz con un hombre cuyo gusto no coincidiera punto por punto con el mío.", "El debe penetrar todos mis sentimientos; a ambos nos deben encantar los mismos libros, la misma música.", "¡Ay, mamá! ¡Qué falta de fuego, que mansa fue la actitud de Edward cuando nos leyó anoche!", "Lo sentí terriblemente por mi hermana.", "Y, sin embargo, ella lo sobrellevó con tanta compostura que apenas pareció notarlo.", "A duras penas pude permanecer sentada.", "Lo pensé en ese momento; pero tenías que pasarle a Cowper.", "-No, mamá, ¡si ni Cowper es capaz de animarlo...! Pero debemos admitir que hay diferencias de gusto."], "transcript": [], "createdAt": "2025-12-15T12:55:23.199635", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_12", "userId": "system_opus", "title": "Sentence Practice 12", "language": "es", "content": "En Elinor no se da mi manera de sentir, así que puede pasar esas cosas por alto y ser feliz con él.\n(Elinor has not my feelings, and therefore she may overlook it, and be happy with him.)\n\nPero si yo lo amara, me habría destrozado el corazón escucharlo leer con tan poca sensibilidad.\n(But it would have broke MY heart, had I loved him, to hear him read with so little sensibility.)\n\nMamá, mientras más conozco el mundo, más convencida estoy de que jamás encontraré a un hombre al que realmente pueda amar.\n(Mama, the more I know of the world, the more am I convinced that I shall never see a man whom I can really love.)\n\n¿Es tanto lo que pido?\n(I require so much!)\n\nDebe tener todas las virtudes de Edward, y su apariencia y modales deben adornar su bondad con todas las gracias posibles.\n(He must have all Edward's virtues, and his person and manners must ornament his goodness with every possible charm.\")\n\n-Recuerda, mi amor, que aún no tienes diecisiete años.\n(\"Remember, my love, that you are not seventeen.)\n\nEs todavía demasiado temprano en la vida para que desesperes de lograr tal felicidad.\n(It is yet too early in life to despair of such a happiness.)\n\n¿Por qué debías ser menos afortunada que tu madre?\n(Why should you be less fortunate than your mother?)\n\n¡Que en tan sólo una circunstancia, Marianne mía, tu destino sea diferente al de ella!\n(In one circumstance only, my Marianne, may your destiny be different from hers!\")\n\nCAPITULO IV\n(CHAPTER 4)\n\n-Qué lástima, Elinor -dijo Marianne-, que Edward carezca de gusto para el dibujo.\n(\"What a pity it is, Elinor,\" said Marianne, \"that Edward should have no taste for drawing.\")\n\n-Que carezca de gusto para el dibujo... ¿y qué te hace pensar eso? -replicó Elinor-.\n(\"No taste for drawing!\" replied Elinor, \"why should you think so?)\n\nSi alguna vez hubiera tenido la posibilidad de aprender, creo que habría dibujado muy bien.\n(Had he ever been in the way of learning, I think he would have drawn very well.)\n\nNo obstante, y aunque sonriendo para sí misma ante el error, rendía tributo a su hermana por esa ciega predilección por Edward que la llevaba a así equivocarse.\n(Yet, though smiling within herself at the mistake, she honoured her sister for that blind partiality to Edward which produced it.)\n\n-Espero, Marianne -continuó Elinor-, que no lo consideres falto de gusto en general.\n(\"I hope, Marianne,\" continued Elinor, \"you do not consider him as deficient in general taste.)", "sentences": ["En Elinor no se da mi manera de sentir, así que puede pasar esas cosas por alto y ser feliz con él.", "Pero si yo lo amara, me habría destrozado el corazón escucharlo leer con tan poca sensibilidad.", "Mamá, mientras más conozco el mundo, más convencida estoy de que jamás encontraré a un hombre al que realmente pueda amar.", "¿Es tanto lo que pido?", "Debe tener todas las virtudes de Edward, y su apariencia y modales deben adornar su bondad con todas las gracias posibles.", "-Recuerda, mi amor, que aún no tienes diecisiete años.", "Es todavía demasiado temprano en la vida para que desesperes de lograr tal felicidad.", "¿Por qué debías ser menos afortunada que tu madre?", "¡Que en tan sólo una circunstancia, Marianne mía, tu destino sea diferente al de ella!", "CAPITULO IV", "-Qué lástima, Elinor -dijo Marianne-, que Edward carezca de gusto para el dibujo.", "-Que carezca de gusto para el dibujo... ¿y qué te hace pensar eso? -replicó Elinor-.", "Si alguna vez hubiera tenido la posibilidad de aprender, creo que habría dibujado muy bien.", "No obstante, y aunque sonriendo para sí misma ante el error, rendía tributo a su hermana por esa ciega predilección por Edward que la llevaba a así equivocarse.", "-Espero, Marianne -continuó Elinor-, que no lo consideres falto de gusto en general."], "transcript": [], "createdAt": "2025-12-15T12:55:23.199635", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_13", "userId": "system_opus", "title": "Sentence Practice 13", "language": "es", "content": "En verdad, creo poder decir que no piensas eso, porque tu comportamiento hacia él es perfectamente cordial; y si ésa fuera tu opinión, estoy segura de que no serias capaz de ser atenta con él.\n(Indeed, I think I may say that you cannot, for your behaviour to him is perfectly cordial, and if THAT were your opinion, I am sure you could never be civil to him.\")\n\nMarianne casi no supo qué decir.\n(Marianne hardly knew what to say.)\n\nPor ningún motivo quería herir los sentimientos de su hermana, pero le era imposible decir algo que no creía.\n(She would not wound the feelings of her sister on any account, and yet to say what she did not believe was impossible.)\n\nFinalmente, respondió: -No te ofendas, Elinor, si los elogios que yo pueda hacer de Edward no se equiparan en todo a tu percepción de sus méritos.\n(At length she replied: \"Do not be offended, Elinor, if my praise of him is not in every thing equal to your sense of his merits.)\n\nLo creo poseedor de todo lo que es valioso y amable.\n(I think him every thing that is worthy and amiable.\")\n\n-Estoy segura -respondió Elinor, con una sonrisa- de que sus amigos más queridos no quedarían disconformes con un elogio como ése.\n(\"I am sure,\" replied Elinor, with a smile, \"that his dearest friends could not be dissatisfied with such commendation as that.)\n\nNo me imagino cómo podrías expresarte con mayor calidez.\n(I do not perceive how you could express yourself more warmly.\")\n\nTan sólo esa timidez que tantas veces lo lleva a guardar silencio puede haber ocultado la excelencia de su entendimiento, y sus principios.\n(The excellence of his understanding and his principles can be concealed only by that shyness which too often keeps him silent.)\n\nLo conoces lo suficiente para hacer justicia a la solidez de su valer.\n(You know enough of him to do justice to his solid worth.)\n\nPero de sus más mínimas tendencias, como tú las llamas, circunstancias específicas te han mantenido más ignorante que a mí.\n(But of his minuter propensities, as you call them you have from peculiar circumstances been kept more ignorant than myself.)\n\nEn diversas ocasiones él y yo nos hemos quedado mucho rato juntos, mientras tú, llevada por el más afectuoso de los impulsos, has estado completamente absorbida por mi madre.\n(He and I have been at times thrown a good deal together, while you have been wholly engrossed on the most affectionate principle by my mother.)\n\nCuando se le conoce más, sus dotes mejoran en todos los terrenos, tal como lo hacen sus modales y apariencia.\n(His abilities in every respect improve as much upon acquaintance as his manners and person.)\n\nEn la actualidad lo conozco tan bien, que lo creo en verdad apuesto; o, al menos, casi.\n(At present, I know him so well, that I think him really handsome; or at least, almost so.)\n\n¿Qué dices tú, Marianne?\n(What say you, Marianne?\")\n\n-Muy pronto lo consideraré apuesto, Elinor, si es que ya no lo hago.\n(\"I shall very soon think him handsome, Elinor, if I do not now.)", "sentences": ["En verdad, creo poder decir que no piensas eso, porque tu comportamiento hacia él es perfectamente cordial; y si ésa fuera tu opinión, estoy segura de que no serias capaz de ser atenta con él.", "Marianne casi no supo qué decir.", "Por ningún motivo quería herir los sentimientos de su hermana, pero le era imposible decir algo que no creía.", "Finalmente, respondió: -No te ofendas, Elinor, si los elogios que yo pueda hacer de Edward no se equiparan en todo a tu percepción de sus méritos.", "Lo creo poseedor de todo lo que es valioso y amable.", "-Estoy segura -respondió Elinor, con una sonrisa- de que sus amigos más queridos no quedarían disconformes con un elogio como ése.", "No me imagino cómo podrías expresarte con mayor calidez.", "Tan sólo esa timidez que tantas veces lo lleva a guardar silencio puede haber ocultado la excelencia de su entendimiento, y sus principios.", "Lo conoces lo suficiente para hacer justicia a la solidez de su valer.", "Pero de sus más mínimas tendencias, como tú las llamas, circunstancias específicas te han mantenido más ignorante que a mí.", "En diversas ocasiones él y yo nos hemos quedado mucho rato juntos, mientras tú, llevada por el más afectuoso de los impulsos, has estado completamente absorbida por mi madre.", "Cuando se le conoce más, sus dotes mejoran en todos los terrenos, tal como lo hacen sus modales y apariencia.", "En la actualidad lo conozco tan bien, que lo creo en verdad apuesto; o, al menos, casi.", "¿Qué dices tú, Marianne?", "-Muy pronto lo consideraré apuesto, Elinor, si es que ya no lo hago."], "transcript": [], "createdAt": "2025-12-15T12:55:23.199635", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_14", "userId": "system_opus", "title": "Sentence Practice 14", "language": "es", "content": "Cuando me digas que lo ame como a un hermano, ya no veré imperfecciones en su rostro, como no las veo hoy en su corazón.\n(When you tell me to love him as a brother, I shall no more see imperfection in his face, than I now do in his heart.\")\n\nElinor se sobresaltó ante esta declaración y se arrepintió de haberse dejado traicionar por el calor de sus palabras.\n(Elinor started at this declaration, and was sorry for the warmth she had been betrayed into, in speaking of him.)\n\nSentía que Edward ocupaba un lugar muy alto en sus afectos.\n(She felt that Edward stood very high in her opinion.)\n\nCreía que el interés era mutuo, pero requería una mayor certeza al respecto para aceptar con agrado la convicción de Marianne acerca de sus relaciones.\n(She believed the regard to be mutual; but she required greater certainty of it to make Marianne's conviction of their attachment agreeable to her.)\n\nSabía que una conjetura que Marianne y su madre hacían en un momento dado, se transformaba en certeza al siguiente; que, con ellas, el deseo era esperanza y la esperanza, expectativa.\n(She knew that what Marianne and her mother conjectured one moment, they believed the next--that with them, to wish was to hope, and to hope was to expect.)\n\nTrató de explicarle a su hermana el verdadero estado de la situación. -No es mi intención negar -dijo- que tengo una gran opinión de él; que lo estimo profundamente, que me gusta.\n(She tried to explain the real state of the case to her sister. \"I do not attempt to deny,\" said she, \"that I think very highly of him--that I greatly esteem, that I like him.\")\n\nAnte esto, Marianne estalló indignada. -¡Estimarlo!\n(Marianne here burst forth with indignation-- \"Esteem him!)\n\n¡Gustarte!\n(Like him!)\n\nElinor, qué corazón tan frío.\n(Cold-hearted Elinor!)\n\n¡Ah, peor que frío!\n(Oh! worse than cold-hearted!)\n\nSin atreverse a ser de otra forma.\n(Ashamed of being otherwise.)\n\nUtiliza esas palabras otra vez, y me iré de esta pieza de inmediato.\n(Use those words again, and I will leave the room this moment.\")\n\nElinor no pudo evitar reír. -Perdóname -le dijo-, y puedes estar segura de que no fue mi intención ofenderte al referirme con palabras tan mesuradas a mis propios sentimientos.\n(Elinor could not help laughing. \"Excuse me,\" said she; \"and be assured that I meant no offence to you, by speaking, in so quiet a way, of my own feelings.)\n\nCréelos más fuertes que lo declarado por mí; créelos, en fin, lo que los méritos de Edward y la presunción... la esperanza de su afecto por mí podrían garantizar, sin imprudencia ni locura.\n(Believe them to be stronger than I have declared; believe them, in short, to be such as his merit, and the suspicion--the hope of his affection for me may warrant, without imprudence or folly.)\n\nPero más que esto no debes creer.\n(But farther than this you must not believe.)", "sentences": ["Cuando me digas que lo ame como a un hermano, ya no veré imperfecciones en su rostro, como no las veo hoy en su corazón.", "Elinor se sobresaltó ante esta declaración y se arrepintió de haberse dejado traicionar por el calor de sus palabras.", "Sentía que Edward ocupaba un lugar muy alto en sus afectos.", "Creía que el interés era mutuo, pero requería una mayor certeza al respecto para aceptar con agrado la convicción de Marianne acerca de sus relaciones.", "Sabía que una conjetura que Marianne y su madre hacían en un momento dado, se transformaba en certeza al siguiente; que, con ellas, el deseo era esperanza y la esperanza, expectativa.", "Trató de explicarle a su hermana el verdadero estado de la situación. -No es mi intención negar -dijo- que tengo una gran opinión de él; que lo estimo profundamente, que me gusta.", "Ante esto, Marianne estalló indignada. -¡Estimarlo!", "¡Gustarte!", "Elinor, qué corazón tan frío.", "¡Ah, peor que frío!", "Sin atreverse a ser de otra forma.", "Utiliza esas palabras otra vez, y me iré de esta pieza de inmediato.", "Elinor no pudo evitar reír. -Perdóname -le dijo-, y puedes estar segura de que no fue mi intención ofenderte al referirme con palabras tan mesuradas a mis propios sentimientos.", "Créelos más fuertes que lo declarado por mí; créelos, en fin, lo que los méritos de Edward y la presunción... la esperanza de su afecto por mí podrían garantizar, sin imprudencia ni locura.", "Pero más que esto no debes creer."], "transcript": [], "createdAt": "2025-12-15T12:55:23.200636", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_15", "userId": "system_opus", "title": "Sentence Practice 15", "language": "es", "content": "No tengo seguridad alguna de su afecto por mí.\n(I am by no means assured of his regard for me.)\n\nEn lo más profundo de mi corazón, tengo pocas, casi ninguna duda de sus preferencias.\n(In my heart I feel little--scarcely any doubt of his preference.)\n\nPero hay otros puntos que deben ser tomados en cuenta, además de su interés.\n(But there are other points to be considered besides his inclination.)\n\nEstá muy lejos de ser independiente.\n(He is very far from being independent.)\n\nMarianne quedó atónita al descubrir en qué medida la imaginación de su madre y la suya propia habían ido más allá de la verdad. -¡Y en verdad no estás comprometida con él! -dijo-.\n(Marianne was astonished to find how much the imagination of her mother and herself had outstripped the truth. \"And you really are not engaged to him!\" said she.)\n\nAunque de todas maneras va a ocurrir luego.\n(\"Yet it certainly soon will happen.)\n\nPero esta tardanza tiene dos ventajas.\n(But two advantages will proceed from this delay.)\n\nYo no te perderé tan pronto y Edward tendrá más oportunidades de mejorar ese gusto natural por tu ocupación favorita, tan indispensable para tu felicidad futura.\n(I shall not lose you so soon, and Edward will have greater opportunity of improving that natural taste for your favourite pursuit which must be so indispensably necessary to your future felicity.)\n\n¡Ah! Si tu genio lo llevara a aprender a dibujar también, ¡qué delicioso sería!\n(Oh! if he should be so far stimulated by your genius as to learn to draw himself, how delightful it would be!\")\n\nElinor le había dado su verdadera opinión a su hermana.\n(Elinor had given her real opinion to her sister.)\n\nNo podía considerar su inclinación por Edward bajo las favorables perspectivas que Marianne había supuesto.\n(She could not consider her partiality for Edward in so prosperous a state as Marianne had believed it.)\n\nHabía, en ocasiones, una falta de ánimo en él que, si no denotaba indiferencia, hablaba de algo casi igualmente poco prometedor.\n(There was, at times, a want of spirits about him which, if it did not denote indifference, spoke of something almost as unpromising.)\n\nSi tenía dudas acerca del afecto que ella le profesaba, suponiendo que las tuviera, ello no debía producirle más que inquietud.\n(A doubt of her regard, supposing him to feel it, need not give him more than inquietude.)\n\nNo parecía posible que le causaran ese abatimiento de espíritu que a menudo le sobrevenía.\n(It would not be likely to produce that dejection of mind which frequently attended him.)\n\nUna causa más razonable podía encontrarse en su situación de dependencia, que le vedaba la posibilidad de entregarse a sus afectos.\n(A more reasonable cause might be found in the dependent situation which forbade the indulgence of his affection.)", "sentences": ["No tengo seguridad alguna de su afecto por mí.", "En lo más profundo de mi corazón, tengo pocas, casi ninguna duda de sus preferencias.", "Pero hay otros puntos que deben ser tomados en cuenta, además de su interés.", "Está muy lejos de ser independiente.", "Marianne quedó atónita al descubrir en qué medida la imaginación de su madre y la suya propia habían ido más allá de la verdad. -¡Y en verdad no estás comprometida con él! -dijo-.", "Aunque de todas maneras va a ocurrir luego.", "Pero esta tardanza tiene dos ventajas.", "Yo no te perderé tan pronto y Edward tendrá más oportunidades de mejorar ese gusto natural por tu ocupación favorita, tan indispensable para tu felicidad futura.", "¡Ah! Si tu genio lo llevara a aprender a dibujar también, ¡qué delicioso sería!", "Elinor le había dado su verdadera opinión a su hermana.", "No podía considerar su inclinación por Edward bajo las favorables perspectivas que Marianne había supuesto.", "Había, en ocasiones, una falta de ánimo en él que, si no denotaba indiferencia, hablaba de algo casi igualmente poco prometedor.", "Si tenía dudas acerca del afecto que ella le profesaba, suponiendo que las tuviera, ello no debía producirle más que inquietud.", "No parecía posible que le causaran ese abatimiento de espíritu que a menudo le sobrevenía.", "Una causa más razonable podía encontrarse en su situación de dependencia, que le vedaba la posibilidad de entregarse a sus afectos."], "transcript": [], "createdAt": "2025-12-15T12:55:23.200636", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_16", "userId": "system_opus", "title": "Sentence Practice 16", "language": "es", "content": "Sabiendo esto, a Elinor le era imposible sentirse tranquila.\n(With such a knowledge as this, it was impossible for Elinor to feel easy on the subject.)\n\nEstaba lejos de confiar en ese resultado de las preferencias de Edward que su madre y hermana daban por seguro.\n(She was far from depending on that result of his preference of her, which her mother and sister still considered as certain.)\n\nNo, mientras más tiempo estaban juntos, más dudosa le parecía la naturaleza de su afecto; y a veces, durante unos pocos y dolorosos minutos, creía que no era más que simple amistad.\n(Nay, the longer they were together the more doubtful seemed the nature of his regard; and sometimes, for a few painful minutes, she believed it to be no more than friendship.)\n\nEn este estado de ánimo estaba cuando le llegó una carta por correo con una propuesta particularmente oportuna.\n(In this state of her spirits, a letter was delivered to her from the post, which contained a proposal particularly well timed.)\n\nUn caballero distinguido y dueño de importantes propiedades en Devonshire, pariente suyo, le ofrecía una casa pequeña en términos muy convenientes.\n(It was the offer of a small house, on very easy terms, belonging to a relation of her own, a gentleman of consequence and property in Devonshire.)\n\nLa carta, firmada por él mismo, estaba escrita en un tono amistosamente servicial.\n(The letter was from this gentleman himself, and written in the true spirit of friendly accommodation.)\n\nNo necesitó de tiempo alguno para deliberaciones o consultas.\n(She needed no time for deliberation or inquiry.)\n\nJunto con leer la carta tomó su decisión.\n(Her resolution was formed as she read.)\n\nCAPITULO V\n(CHAPTER 5)\n\nLa escucharon con sorpresa.\n(They heard her with surprise.)\n\nLa señora de John Dashwood no dijo nada, pero su esposo manifestó cortésmente que esperaba que no se irían lejos de Norland.\n(Mrs. John Dashwood said nothing; but her husband civilly hoped that she would not be settled far from Norland.)\n\n¿En verdad van allá?\n(Are you, indeed, going there?)\n\n¡Tan lejos de aquí!\n(So far from hence!)\n\n¿Y a qué parte?”\n(And to what part of it?\")\n\nElla le explicó la ubicación.\n(She explained the situation.)", "sentences": ["Sabiendo esto, a Elinor le era imposible sentirse tranquila.", "Estaba lejos de confiar en ese resultado de las preferencias de Edward que su madre y hermana daban por seguro.", "No, mientras más tiempo estaban juntos, más dudosa le parecía la naturaleza de su afecto; y a veces, durante unos pocos y dolorosos minutos, creía que no era más que simple amistad.", "En este estado de ánimo estaba cuando le llegó una carta por correo con una propuesta particularmente oportuna.", "Un caballero distinguido y dueño de importantes propiedades en Devonshire, pariente suyo, le ofrecía una casa pequeña en términos muy convenientes.", "La carta, firmada por él mismo, estaba escrita en un tono amistosamente servicial.", "No necesitó de tiempo alguno para deliberaciones o consultas.", "Junto con leer la carta tomó su decisión.", "CAPITULO V", "La escucharon con sorpresa.", "La señora de John Dashwood no dijo nada, pero su esposo manifestó cortésmente que esperaba que no se irían lejos de Norland.", "¿En verdad van allá?", "¡Tan lejos de aquí!", "¿Y a qué parte?”", "Ella le explicó la ubicación."], "transcript": [], "createdAt": "2025-12-15T12:55:23.201634", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_17", "userId": "system_opus", "title": "Sentence Practice 17", "language": "es", "content": "Estaba a cuatro millas al norte de Exeter.\n(It was within four miles northward of Exeter.)\n\n-No es sino una casita de campo -continuo-, pero espero ver allí a muchos de mis amigos.\n(\"It is but a cottage,\" she continued, \"but I hope to see many of my friends in it.)\n\nSerá fácil agregarle una o dos habitaciones; y si mis amigos no encuentran impedimento en viajar tan lejos para verme, con toda seguridad yo no lo encontraré para acomodarlos.\n(A room or two can easily be added; and if my friends find no difficulty in travelling so far to see me, I am sure I will find none in accommodating them.\")\n\nConcluyó con una muy generosa invitación al señor John Dashwood y a su esposa para que la visitaran en Barton; y a Edward le extendió otra con aun mayor afecto.\n(She concluded with a very kind invitation to Mr. and Mrs. John Dashwood to visit her at Barton; and to Edward she gave one with still greater affection.)\n\nSe sentía en verdad molesto con la situación, porque hacía impracticable aquel esfuerzo al que había limitado el cumplimiento de la promesa a su padre. Los enseres fueron enviados por mar.\n(He really felt conscientiously vexed on the occasion; for the very exertion to which he had limited the performance of his promise to his father was by this arrangement rendered impracticable.-- The furniture was all sent around by water.)\n\nConsistían principalmente en ropa blanca, cubiertos, vajilla y libros, junto con un hermoso piano de Marianne.\n(It chiefly consisted of household linen, plate, china, and books, with a handsome pianoforte of Marianne's.)\n\nLa señora Dashwood arrendó la casa por un año; ya estaba amoblada, y podía tomar posesión de ella de inmediato.\n(Mrs. Dashwood took the house for a twelvemonth; it was ready furnished, and she might have immediate possession.)\n\nSi hubiera dependido de sus solos deseos, se lo habría quedado, para mayor comodidad de sus hijas; pero prevaleció el buen juicio de Elinor.\n(For the comfort of her children, had she consulted only her own wishes, she would have kept it; but the discretion of Elinor prevailed.)\n\nFue también su sabiduría la que limitó el número de sirvientes a tres, dos doncellas y un hombre, prontamente seleccionados entre los que habían constituido su servicio en Norland.\n(HER wisdom too limited the number of their servants to three; two maids and a man, with whom they were speedily provided from amongst those who had formed their establishment at Norland.)\n\nComo había descuidado hacerlo al llegar a la casa, el momento en que ellas la dejaban parecía el más adecuado para ello.\n(Now was the time when her son-in-law's promise to his father might with particular propriety be fulfilled.)\n\n¡Cómo podrías saber lo que sufro al verte ahora desde este lugar, desde donde puede que no vuelva a verte! ¡Y ustedes, árboles que me son tan familiares!\n(Many were the tears shed by them in their last adieus to a place so much beloved.)\n\nCAPITULO VI\n(CHAPTER 6)\n\nLa primera parte del viaje transcurrió en medio de un ánimo tan melancólico que no pudo resultar sino tedioso y desagradable.\n(The first part of their journey was performed in too melancholy a disposition to be otherwise than tedious and unpleasant.)\n\nEra una comarca agradable, fértil, con grandes bosques y rica en pastizales.\n(It was a pleasant fertile spot, well wooded, and rich in pasture.)\n\nTras un recorrido de más de una milla, llegaron a su propia casa.\n(After winding along it for more than a mile, they reached their own house.)", "sentences": ["Estaba a cuatro millas al norte de Exeter.", "-No es sino una casita de campo -continuo-, pero espero ver allí a muchos de mis amigos.", "Será fácil agregarle una o dos habitaciones; y si mis amigos no encuentran impedimento en viajar tan lejos para verme, con toda seguridad yo no lo encontraré para acomodarlos.", "Concluyó con una muy generosa invitación al señor John Dashwood y a su esposa para que la visitaran en Barton; y a Edward le extendió otra con aun mayor afecto.", "Se sentía en verdad molesto con la situación, porque hacía impracticable aquel esfuerzo al que había limitado el cumplimiento de la promesa a su padre. Los enseres fueron enviados por mar.", "Consistían principalmente en ropa blanca, cubiertos, vajilla y libros, junto con un hermoso piano de Marianne.", "La señora Dashwood arrendó la casa por un año; ya estaba amoblada, y podía tomar posesión de ella de inmediato.", "Si hubiera dependido de sus solos deseos, se lo habría quedado, para mayor comodidad de sus hijas; pero prevaleció el buen juicio de Elinor.", "Fue también su sabiduría la que limitó el número de sirvientes a tres, dos doncellas y un hombre, prontamente seleccionados entre los que habían constituido su servicio en Norland.", "Como había descuidado hacerlo al llegar a la casa, el momento en que ellas la dejaban parecía el más adecuado para ello.", "¡Cómo podrías saber lo que sufro al verte ahora desde este lugar, desde donde puede que no vuelva a verte! ¡Y ustedes, árboles que me son tan familiares!", "CAPITULO VI", "La primera parte del viaje transcurrió en medio de un ánimo tan melancólico que no pudo resultar sino tedioso y desagradable.", "Era una comarca agradable, fértil, con grandes bosques y rica en pastizales.", "Tras un recorrido de más de una milla, llegaron a su propia casa."], "transcript": [], "createdAt": "2025-12-15T12:55:23.201634", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_18", "userId": "system_opus", "title": "Sentence Practice 18", "language": "es", "content": "En el frente, un pequeño jardín verde constituía la totalidad de sus dominios, al que una pulcra portezuela de rejas les permitió la entrada.\n(A small green court was the whole of its demesne in front; and a neat wicket gate admitted them into it.)\n\nUn corredor angosto llevaba directamente a través de la casa al jardín del fondo.\n(A narrow passage led directly through the house into the garden behind.)\n\nA ambos lados de la entrada había una salita de estar de aproximadamente dieciséis pies cuadrados; y luego estaban las dependencias de servicio y las escaleras.\n(On each side of the entrance was a sitting room, about sixteen feet square; and beyond them were the offices and the stairs.)\n\nCuatro dormitorios y dos buhardillas componían el resto de la casa.\n(Four bed-rooms and two garrets formed the rest of the house.)\n\nNo había sido construida hacía muchos años y estaba en buenas condiciones.\n(It had not been built many years and was in good repair.)\n\nEn comparación con Norland, ¡ciertamente era pequeña y pobre! Pero las lágrimas que hicieron brotar los recuerdos al entrar a la casa muy pronto se secaron.\n(In comparison of Norland, it was poor and small indeed!--but the tears which recollection called forth as they entered the house were soon dried away.)\n\nLas alegró el gozo de los sirvientes a su llegada y cada una, pensando en las otras, decidió parecer contenta.\n(They were cheered by the joy of the servants on their arrival, and each for the sake of the others resolved to appear happy.)\n\nLa ubicación de la casa era buena.\n(The situation of the house was good.)\n\nTras ella, y a no mucha distancia a ambos lados, se levantaban altas colinas, algunas de las cuales eran lomas abiertas, las otras cultivadas y boscosas.\n(High hills rose immediately behind, and at no great distance on each side; some of which were open downs, the others cultivated and woody.)\n\nLa aldea de Barton estaba situada casi en su totalidad en una de estas colinas, y ofrecía una agradable vista desde las ventanas de la casita.\n(The village of Barton was chiefly on one of these hills, and formed a pleasant view from the cottage windows.)\n\nLa perspectiva por el frente era más amplia; se dominaba todo el valle, e incluso los campos en que éste desembocaba.\n(The prospect in front was more extensive; it commanded the whole of the valley, and reached into the country beyond.)\n\nLas colinas que rodeaban la cabaña cerraban el valle en esa dirección; pero bajo otro nombre, y con otro curso, se abría otra vez entre dos de los montes más empinados.\n(The hills which surrounded the cottage terminated the valley in that direction; under another name, and in another course, it branched out again between two of the steepest of them.)\n\nQuizá en la primavera, si tengo suficiente dinero, como me atrevo a decir que tendré, podremos pensar en construir.\n(Perhaps in the spring, if I have plenty of money, as I dare say I shall, we may think about building.)\n\nPodría desear que las escaleras fueran más atractivas.\n(I could wish the stairs were handsome.)\n\nPero no se puede esperar todo, aunque supongo que no seria difícil ampliarlas.\n(But one must not expect every thing; though I suppose it would be no difficult matter to widen them.)", "sentences": ["En el frente, un pequeño jardín verde constituía la totalidad de sus dominios, al que una pulcra portezuela de rejas les permitió la entrada.", "Un corredor angosto llevaba directamente a través de la casa al jardín del fondo.", "A ambos lados de la entrada había una salita de estar de aproximadamente dieciséis pies cuadrados; y luego estaban las dependencias de servicio y las escaleras.", "Cuatro dormitorios y dos buhardillas componían el resto de la casa.", "No había sido construida hacía muchos años y estaba en buenas condiciones.", "En comparación con Norland, ¡ciertamente era pequeña y pobre! Pero las lágrimas que hicieron brotar los recuerdos al entrar a la casa muy pronto se secaron.", "Las alegró el gozo de los sirvientes a su llegada y cada una, pensando en las otras, decidió parecer contenta.", "La ubicación de la casa era buena.", "Tras ella, y a no mucha distancia a ambos lados, se levantaban altas colinas, algunas de las cuales eran lomas abiertas, las otras cultivadas y boscosas.", "La aldea de Barton estaba situada casi en su totalidad en una de estas colinas, y ofrecía una agradable vista desde las ventanas de la casita.", "La perspectiva por el frente era más amplia; se dominaba todo el valle, e incluso los campos en que éste desembocaba.", "Las colinas que rodeaban la cabaña cerraban el valle en esa dirección; pero bajo otro nombre, y con otro curso, se abría otra vez entre dos de los montes más empinados.", "Quizá en la primavera, si tengo suficiente dinero, como me atrevo a decir que tendré, podremos pensar en construir.", "Podría desear que las escaleras fueran más atractivas.", "Pero no se puede esperar todo, aunque supongo que no seria difícil ampliarlas."], "transcript": [], "createdAt": "2025-12-15T12:55:23.202635", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_19", "userId": "system_opus", "title": "Sentence Practice 19", "language": "es", "content": "Ya veré cuánto le deberé al mundo cuando llegue la primavera, y planificaremos nuestras mejoras de acuerdo con ello:\n(I shall see how much I am before-hand with the world in the spring, and we will plan our improvements accordingly.\")\n\nDesempacaron el piano de Marianne y lo ubicaron en el lugar más adecuado, y colgaron los dibujos de Elinor en los muros de la sala.\n(Marianne's pianoforte was unpacked and properly disposed of; and Elinor's drawings were affixed to the walls of their sitting room.)\n\nSir John Middleton era un hombre bien parecido de unos cuarenta años.\n(Sir John Middleton was a good looking man about forty.)\n\nAntes había estado de visita en Stanhill, pero hacía de ello demasiado tiempo para que sus jóvenes primas lo recordaran.\n(He had formerly visited at Stanhill, but it was too long for his young cousins to remember him.)\n\nSu semblante revelaba buen humor y sus modales eran tan amistosos como el estilo de su carta.\n(His countenance was thoroughly good-humoured; and his manners were as friendly as the style of his letter.)\n\nParecía que la llegada de sus parientes lo llenaba de real satisfacción y que su comodidad era objeto de verdadero desvelo para él.\n(Their arrival seemed to afford him real satisfaction, and their comfort to be an object of real solicitude to him.)\n\nMás aún, insistió en llevar todas sus cartas al correo y traer las que les llegaran, y rehusó lo privaran de la satisfacción de enviarles a diario su periódico.\n(He insisted, moreover, on conveying all their letters to and from the post for them, and would not be denied the satisfaction of sending them his newspaper every day.)\n\nPor supuesto, estaban ansiosas de ver a la persona de quien debía depender tanto de su comodidad en Barton, y la elegancia de su apariencia las impresionó favorablemente.\n(They were, of course, very anxious to see a person on whom so much of their comfort at Barton must depend; and the elegance of her appearance was favourable to their wishes.)\n\nLady Middleton no tenía más de veintiséis o veintisiete años, era de hermoso rostro, figura alta y llamativa y trato gracioso.\n(Lady Middleton was not more than six or seven and twenty; her face was handsome, her figure tall and striking, and her address graceful.)\n\nSus modales tenían todo el refinamiento de que carecía su esposo.\n(Her manners had all the elegance which her husband's wanted.)\n\nEn todas las visitas formales debiera haber un niño, a manera de seguro para la conversación.\n(On every formal visit a child ought to be of the party, by way of provision for discourse.)\n\nMuy pronto las Dashwood tuvieron una nueva oportunidad de conversar sobre el resto de los niños, porque sir John no dejó la casa sin que antes le prometieran cenar con ellos al día siguiente.\n(An opportunity was soon to be given to the Dashwoods of debating on the rest of the children, as Sir John would not leave the house without securing their promise of dining at the park the next day.)\n\nCAPITULO VII\n(CHAPTER 7)\n\nBarton Park estaba más o menos a media milla de la cabaña.\n(Barton Park was about half a mile from the cottage.)\n\nLas Dashwood habían pasado cerca de allí al cruzar el valle pero desde su hogar no lo veían, pues lo tapaba la saliente de una colina.\n(The ladies had passed near it in their way along the valley, but it was screened from their view at home by the projection of a hill.)", "sentences": ["Ya veré cuánto le deberé al mundo cuando llegue la primavera, y planificaremos nuestras mejoras de acuerdo con ello:", "Desempacaron el piano de Marianne y lo ubicaron en el lugar más adecuado, y colgaron los dibujos de Elinor en los muros de la sala.", "Sir John Middleton era un hombre bien parecido de unos cuarenta años.", "Antes había estado de visita en Stanhill, pero hacía de ello demasiado tiempo para que sus jóvenes primas lo recordaran.", "Su semblante revelaba buen humor y sus modales eran tan amistosos como el estilo de su carta.", "Parecía que la llegada de sus parientes lo llenaba de real satisfacción y que su comodidad era objeto de verdadero desvelo para él.", "Más aún, insistió en llevar todas sus cartas al correo y traer las que les llegaran, y rehusó lo privaran de la satisfacción de enviarles a diario su periódico.", "Por supuesto, estaban ansiosas de ver a la persona de quien debía depender tanto de su comodidad en Barton, y la elegancia de su apariencia las impresionó favorablemente.", "Lady Middleton no tenía más de veintiséis o veintisiete años, era de hermoso rostro, figura alta y llamativa y trato gracioso.", "Sus modales tenían todo el refinamiento de que carecía su esposo.", "En todas las visitas formales debiera haber un niño, a manera de seguro para la conversación.", "Muy pronto las Dashwood tuvieron una nueva oportunidad de conversar sobre el resto de los niños, porque sir John no dejó la casa sin que antes le prometieran cenar con ellos al día siguiente.", "CAPITULO VII", "Barton Park estaba más o menos a media milla de la cabaña.", "Las Dashwood habían pasado cerca de allí al cruzar el valle pero desde su hogar no lo veían, pues lo tapaba la saliente de una colina."], "transcript": [], "createdAt": "2025-12-15T12:55:23.203635", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_es_20", "userId": "system_opus", "title": "Sentence Practice 20", "language": "es", "content": "La casa misma era amplia y hermosa, y los Middleton vivían de manera que conjugaba la hospitalidad y la elegancia.\n(The house was large and handsome; and the Middletons lived in a style of equal hospitality and elegance.)\n\nLa primera se daba para satisfacción de sir John, la última para la de su esposa.\n(The former was for Sir John's gratification, the latter for that of his lady.)\n\nCasi nunca faltaba algún amigo alojado con ellos en la casa, y recibían más visitas de todo tipo que ninguna otra familia de los alrededores.\n(They were scarcely ever without some friends staying with them in the house, and they kept more company of every kind than any other family in the neighbourhood.)\n\nSir John estaba entregado a los deportes, lady Middleton a la maternidad.\n(Sir John was a sportsman, Lady Middleton a mother.)\n\nEl cazaba y practicaba el tiro, ella consentía a sus hijos; y éstos eran sus únicos recursos.\n(He hunted and shot, and she humoured her children; and these were their only resources.)\n\nLady Middleton tenía la ventaja de poder mimar a sus hijos durante todo el año, en tanto que las ocupaciones independientes de sir John podían darle sólo la mitad del tiempo.\n(Lady Middleton had the advantage of being able to spoil her children all the year round, while Sir John's independent employments were in existence only half the time.)\n\nLady Middleton se preciaba de la elegancia de su mesa y de todos sus arreglos domésticos, y de esta clase de vanidad extraía las mayores satisfacciones en todas sus reuniones.\n(Lady Middleton piqued herself upon the elegance of her table, and of all her domestic arrangements; and from this kind of vanity was her greatest enjoyment in any of their parties.)\n\nEn cambio, el gusto de sir John por la vida social era mucho más real; disfrutaba de reunir en torno a él a más gente joven de la que cabía en su casa, y mientras más ruidosa era, mayor su placer.\n(But Sir John's satisfaction in society was much more real; he delighted in collecting about him more young people than his house would hold, and the noisier they were the better was he pleased.)\n\nLa llegada de una nueva familia a la región era siempre motivo de alegría para él, y desde todo punto de vista estaba encantado con los inquilinos que había conseguido para su cabaña en Barton.\n(The arrival of a new family in the country was always a matter of joy to him, and in every point of view he was charmed with the inhabitants he had now procured for his cottage at Barton.)\n\nLas señoritas Dashwood eran jóvenes, bonitas y sencillas, de modales poco afectados.\n(The Miss Dashwoods were young, pretty, and unaffected.)\n\nEso bastaba para asegurar su buena opinión, porque la falta de afectación era todo lo que una chica bonita podía necesitar para hacer de su espíritu algo tan cautivador como su apariencia.\n(It was enough to secure his good opinion; for to be unaffected was all that a pretty girl could want to make her mind as captivating as her person.)\n\nComplació a sir John en su carácter amistoso la posibilidad de hacer un favor a aquellos cuya situación podía considerarse adversa si se la comparaba con la que habían tenido en el pasado.\n(The friendliness of his disposition made him happy in accommodating those, whose situation might be considered, in comparison with the past, as unfortunate.)\n\nAhí sólo habría otro caballero además de él, les dijo; un amigo muy especial que' se estaba quedando en la finca, pero que no era ni muy joven ni muy alegre.\n(They would see, he said, only one gentleman there besides himself; a particular friend who was staying at the park, but who was neither very young nor very gay.)\n\nEsperaba que le disculparan lo escaso de la concurrencia y les aseguró que ello no volvería a repetirse.\n(He hoped they would all excuse the smallness of the party, and could assure them it should never happen so again.)\n\nHabía estado con varias familias esa mañana, en la esperanza de conseguir a alguien más para hacer mayor el grupo, pero había luna y todos estaban llenos de compromisos para esa noche.\n(He had been to several families that morning in hopes of procuring some addition to their number, but it was moonlight and every body was full of engagements.)", "sentences": ["La casa misma era amplia y hermosa, y los Middleton vivían de manera que conjugaba la hospitalidad y la elegancia.", "La primera se daba para satisfacción de sir John, la última para la de su esposa.", "Casi nunca faltaba algún amigo alojado con ellos en la casa, y recibían más visitas de todo tipo que ninguna otra familia de los alrededores.", "Sir John estaba entregado a los deportes, lady Middleton a la maternidad.", "El cazaba y practicaba el tiro, ella consentía a sus hijos; y éstos eran sus únicos recursos.", "Lady Middleton tenía la ventaja de poder mimar a sus hijos durante todo el año, en tanto que las ocupaciones independientes de sir John podían darle sólo la mitad del tiempo.", "Lady Middleton se preciaba de la elegancia de su mesa y de todos sus arreglos domésticos, y de esta clase de vanidad extraía las mayores satisfacciones en todas sus reuniones.", "En cambio, el gusto de sir John por la vida social era mucho más real; disfrutaba de reunir en torno a él a más gente joven de la que cabía en su casa, y mientras más ruidosa era, mayor su placer.", "La llegada de una nueva familia a la región era siempre motivo de alegría para él, y desde todo punto de vista estaba encantado con los inquilinos que había conseguido para su cabaña en Barton.", "Las señoritas Dashwood eran jóvenes, bonitas y sencillas, de modales poco afectados.", "Eso bastaba para asegurar su buena opinión, porque la falta de afectación era todo lo que una chica bonita podía necesitar para hacer de su espíritu algo tan cautivador como su apariencia.", "Complació a sir John en su carácter amistoso la posibilidad de hacer un favor a aquellos cuya situación podía considerarse adversa si se la comparaba con la que habían tenido en el pasado.", "Ahí sólo habría otro caballero además de él, les dijo; un amigo muy especial que' se estaba quedando en la finca, pero que no era ni muy joven ni muy alegre.", "Esperaba que le disculparan lo escaso de la concurrencia y les aseguró que ello no volvería a repetirse.", "Había estado con varias familias esa mañana, en la esperanza de conseguir a alguien más para hacer mayor el grupo, pero había luna y todos estaban llenos de compromisos para esa noche."], "transcript": [], "createdAt": "2025-12-15T12:55:23.203635", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}]