[{"id":"story_ny_0087_ndikonda-kuwerenga","userId":"system_storybooks","title":"Ndikonda Kuwerenga","language":"ny","content":"Ndikonda Kuwerenga\n\nNdikonda kuwerenga.\n\nKodi ndizawerengera ndani?\n\nMulongo wanga agona.\n\nNdizawerengera ndani?\n\nAmai ndi agogo akazi ali ndi ncitho.\n\nNdizawerengera ndani?\n\nAtate ndi agogo amuna ali ndi ncitho.\n\nNdizawerengera ndani? Ndizaziwerengera ine mwini!\n\nLicense: [CC-BY]\n\nText: Letta Machoga\n\nIllustration: Wiehan de Jager\n\nTranslation: Lusaka Teachers\n\nLanguage: ny","sentences":["Ndikonda Kuwerenga\n\nNdikonda kuwerenga.","Kodi ndizawerengera ndani?","Mulongo wanga agona.","Ndizawerengera ndani?","Amai ndi agogo akazi ali ndi ncitho.","Ndizawerengera ndani?","Atate ndi agogo amuna ali ndi ncitho.","Ndizawerengera ndani?","Ndizaziwerengera ine mwini!","License: [CC-BY]\n\nText: Letta Machoga\n\nIllustration: Wiehan de Jager\n\nTranslation: Lusaka Teachers\n\nLanguage: ny"],"transcript":[],"createdAt":"2025-12-14T23:39:05.973786","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_ny_0132_nkhumba-ikanizidwa-kuphwando-chifukwa-chopanda-nyanga","userId":"system_storybooks","title":"Nkhumba Ikanizidwa Kuphwando Chifukwa Chopanda Nyanga","language":"ny","content":"Nkhumba Ikanizidwa Kuphwando Chifukwa Chopanda Nyanga\n\nKale kale zinyama zanyanga zonse\n\nzinakonza phwando pamwamba pa\n\nphiri, ndipo Nyama zinaitanidwa\n\nkuphwandoli zinali nyama zokhazo\n\nzimene zinali ndinyanga.\n\nNdipo Nkhumba itamva za\n\nphwandoli inaganiza kuti ipita\n\nbwanji kuphwandolo popeza inalibe\n\nnyanga. Ndipange bwanji? Inaganiza\n\nNkhumba\n\nTsiku lotsatila Nkhumba inaganiza\n\nzo chita. Nkhumba idaganiza\n\nzomata mitengo m'mutu mwake\n\nndiphula.\n\nNdipo izi zinatheka, ndipo Nkhumba\n\nidayesa yochenjera zedi\n\nitalolezedwa kulowa kuphwando\n\nkuja. Koma vuto linali loti phwandoli\n\nlimachikila malo adzuwa kwambiri.\n\nNdipo phwando litayamba kufika pa\n\nmponda chimera, phula lija\n\nlinayamba kusungunuka ndipo\n\nnyanga zija zidayamba kugwa.\n\nNyama zanyanga zinali zozizwa ndi\n\nzimene zimachitikazo, ndipo\n\nzinayamba kufunsana mafunso,\n\nkodi uyu opanda nyangayo ndi\n\nndani? Wabwera bwanji?\n\nZidafunsana\n\nNdipo Mfumu ya zinyama inalamula,\n\ngwirani Nkhumba imeneyo ndipo\n\nmuiponyere pansi, ndipo nyama\n\nzonse zitamva mau amfumuwo\n\nzinachita monga Mfumu idalamulira.\n\nZidagwira Nkhumba naiponya pansi\n\nkuchokera pamwamba pa Phiri\n\npaja..\n\nOooo! Go nkhumba pofika pansi\n\ninafika ndi mphuno ndipo mphuno\n\nyake inaphwaphwatika.\n\nZitatero Nyama zidaponya nkhumba\n\npansi zija zidabwereranso\n\nkukapitiriza phwando, ndiyetu kunali\n\nkubvina ndikumwerera komanso\n\nkudya, Mfumu inaliyokodwa ndi\n\ntchito imene antchito ake anagwira.\n\nNdiye kuyambira lero musadabwe\n\nmukaona Nkhumba ili ndi mphuno\n\nyophwaphwatika.\n\nLicense: [CC-BY]\n\nText: Basilio Gimo\n\nIllustration: Laura Libertore\n\nTranslation: Nandipha Tatoba\n\nLanguage: ny","sentences":["Nkhumba Ikanizidwa Kuphwando Chifukwa Chopanda Nyanga\n\nKale kale zinyama zanyanga zonse\n\nzinakonza phwando pamwamba pa\n\nphiri, ndipo Nyama zinaitanidwa\n\nkuphwandoli zinali nyama zokhazo\n\nzimene zinali ndinyanga.","Ndipo Nkhumba itamva za\n\nphwandoli inaganiza kuti ipita\n\nbwanji kuphwandolo popeza inalibe\n\nnyanga.","Ndipange bwanji?","Inaganiza\n\nNkhumba\n\nTsiku lotsatila Nkhumba inaganiza\n\nzo chita.","Nkhumba idaganiza\n\nzomata mitengo m'mutu mwake\n\nndiphula.","Ndipo izi zinatheka, ndipo Nkhumba\n\nidayesa yochenjera zedi\n\nitalolezedwa kulowa kuphwando\n\nkuja.","Koma vuto linali loti phwandoli\n\nlimachikila malo adzuwa kwambiri.","Ndipo phwando litayamba kufika pa\n\nmponda chimera, phula lija\n\nlinayamba kusungunuka ndipo\n\nnyanga zija zidayamba kugwa.","Nyama zanyanga zinali zozizwa ndi\n\nzimene zimachitikazo, ndipo\n\nzinayamba kufunsana mafunso,\n\nkodi uyu opanda nyangayo ndi\n\nndani?","Wabwera bwanji?","Zidafunsana\n\nNdipo Mfumu ya zinyama inalamula,\n\ngwirani Nkhumba imeneyo ndipo\n\nmuiponyere pansi, ndipo nyama\n\nzonse zitamva mau amfumuwo\n\nzinachita monga Mfumu idalamulira.","Zidagwira Nkhumba naiponya pansi\n\nkuchokera pamwamba pa Phiri\n\npaja..","Oooo!","Go nkhumba pofika pansi\n\ninafika ndi mphuno ndipo mphuno\n\nyake inaphwaphwatika.","Zitatero Nyama zidaponya nkhumba\n\npansi zija zidabwereranso\n\nkukapitiriza phwando, ndiyetu kunali\n\nkubvina ndikumwerera komanso\n\nkudya, Mfumu inaliyokodwa ndi\n\ntchito imene antchito ake anagwira.","Ndiye kuyambira lero musadabwe\n\nmukaona Nkhumba ili ndi mphuno\n\nyophwaphwatika.","License: [CC-BY]\n\nText: Basilio Gimo\n\nIllustration: Laura Libertore\n\nTranslation: Nandipha Tatoba\n\nLanguage: ny"],"transcript":[],"createdAt":"2025-12-14T23:39:05.973786","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_ny_0141_nkuku-na-bongololo","userId":"system_storybooks","title":"Nkuku Na Bongololo","language":"ny","content":"Nkuku Na Bongololo\n\nNkuku na Bongololo anali abwenzi. Koma anali kukonda mupikisano mumasowela. Nkuku na Bongololo anayamba kumenya bola yamendo kuti aziwe wamena anali kuziwisisa kumenya bola.\n\nNkuku na Bongololo anayenda kubwalo lomenyela bola ndipo anayamba kumenya bola. Nkuku inali kutamanga koma siyinasiye bongololo. Nkuku inamenyela kutali bola, koma kamenyedwe ka Bongololo kanapitilila kamenyedwe ka Nkuku. Nkuku inakalipa.\n\nAnagwilizana kuti wina amenyela bola mu goli ndipo wina agwile bola. Nkuku inangenesako kamozi. Ndipo inafika ntawi yakuti Bogololo amenyele bola mu goli.\n\nBongololo anamenya ndipo anagolesa. Bongololo anazugulusa bola ndipo anagolisa. Bongololo anamenya bola na mutu ndipo anagolesa. Bongololo anagolesa tusanu.\n\nNkuka inakalipa cifukwa inaluza. Nkuku inalikuluza kwambili. Bongololo anayamba kuseka naku kalipisa munzake.\n\nNkuku inakalipa kwambili ndipo inasegula kamwa namela bongololo.\n\nPamene Nkuku inali kuyenda kunyumba inakumana na amake Bongololo. Amake Bongololo anafunsa nati, \"Sunaoneko mwana wanga?\" Nkuku siyinayanke. Amake Bongololo anada nkawa.\n\nAmake Bongololo anamvela ka lizu kang'ono kapempa tandizo kwa amai ake. Amake Bongololo analanganisisa konse konse, ndipo anamvesesa. Lizu linali kumvekela mukati mwa Nkuku.\n\nAmake Bongololo anakuwa nati, \"Sewenzesa mpamvu zako zapadela mwana wanga!\" Mabongololo yanunka kwambili ndipo siyamveka bwino mukamwa. Pamenepo, Nkuku inayamba kumvela kudwala.\n\nNkuku, inageya ndipo inavulula. Ndipo ina tunya nakumela. Ina etyemula naku kosomola.\n\nNkuku inakosomola mpaka inaluka Bongololo anali mumala, wamene inamela. Amake Bongololo na mwana wao anakwela mutengo ndipo anabisama.\n\nKucokela apo, pakati pa Nkuku na Bongololo pali cizondo.\n\nLicense: [CC-BY]\n\nText: Winny Asara\n\nIllustration: Magriet Brink\n\nTranslation: Bether Mwale Moyo\n\nLanguage: ny","sentences":["Nkuku Na Bongololo\n\nNkuku na Bongololo anali abwenzi.","Koma anali kukonda mupikisano mumasowela.","Nkuku na Bongololo anayamba kumenya bola yamendo kuti aziwe wamena anali kuziwisisa kumenya bola.","Nkuku na Bongololo anayenda kubwalo lomenyela bola ndipo anayamba kumenya bola.","Nkuku inali kutamanga koma siyinasiye bongololo.","Nkuku inamenyela kutali bola, koma kamenyedwe ka Bongololo kanapitilila kamenyedwe ka Nkuku.","Nkuku inakalipa.","Anagwilizana kuti wina amenyela bola mu goli ndipo wina agwile bola.","Nkuku inangenesako kamozi.","Ndipo inafika ntawi yakuti Bogololo amenyele bola mu goli.","Bongololo anamenya ndipo anagolesa.","Bongololo anazugulusa bola ndipo anagolisa.","Bongololo anamenya bola na mutu ndipo anagolesa.","Bongololo anagolesa tusanu.","Nkuka inakalipa cifukwa inaluza.","Nkuku inalikuluza kwambili.","Bongololo anayamba kuseka naku kalipisa munzake.","Nkuku inakalipa kwambili ndipo inasegula kamwa namela bongololo.","Pamene Nkuku inali kuyenda kunyumba inakumana na amake Bongololo.","Amake Bongololo anafunsa nati, \"Sunaoneko mwana wanga?\" Nkuku siyinayanke.","Amake Bongololo anada nkawa.","Amake Bongololo anamvela ka lizu kang'ono kapempa tandizo kwa amai ake.","Amake Bongololo analanganisisa konse konse, ndipo anamvesesa.","Lizu linali kumvekela mukati mwa Nkuku.","Amake Bongololo anakuwa nati, \"Sewenzesa mpamvu zako zapadela mwana wanga!\" Mabongololo yanunka kwambili ndipo siyamveka bwino mukamwa.","Pamenepo, Nkuku inayamba kumvela kudwala.","Nkuku, inageya ndipo inavulula.","Ndipo ina tunya nakumela.","Ina etyemula naku kosomola.","Nkuku inakosomola mpaka inaluka Bongololo anali mumala, wamene inamela.","Amake Bongololo na mwana wao anakwela mutengo ndipo anabisama.","Kucokela apo, pakati pa Nkuku na Bongololo pali cizondo.","License: [CC-BY]\n\nText: Winny Asara\n\nIllustration: Magriet Brink\n\nTranslation: Bether Mwale Moyo\n\nLanguage: ny"],"transcript":[],"createdAt":"2025-12-14T23:39:05.973786","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_ny_0243_cuti-kwa-ambuya","userId":"system_storybooks","title":"Cuti Kwa Ambuya","language":"ny","content":"Cuti Kwa Ambuya\n\nUdongo na Apiyo anali kunkala mu tauni na atate awo. Anali kukonda ntawi yamene masikulu anali ovala, cifukwa anali kuyenda pacuti kwa ambuya awo. Ambuya awo anali kunkala mu muzi wa pafupi na musinje waukulu.\n\nUdongo na Apiyo anali okondwela cifukwa inali ntawi yoyenda pa cute kwa ambuya awo. Usiku analonga vyola vawo kukonzekela ulendo. Usiku uyo, ana awa, anakangiwa kugona ndipo anaceza usiku onse pazaulendo.\n\nKuseni seni anayambapo, ulendo woyenda kumunzi mu motoka ya atate awo. Anapitilila mapili, vinyama vamusanga ndiponso minda za masamba. Ana awa, anawelenga mamotoka munjila ndipo anayimba nyimbo.\n\nPanapita ntawi ndipo ana awa anagona cifukwa analema.\n\nPamene anafika pa munzi, atate a Odongo na Apiyo ana usa ana. Ana anapeza ambuya awo aligone pa mpasa munsi mwa mutengo. Ambuya awo anali muzimai wampamvu, ndipo wokongola kwambili.\n\nAmbuya anakondwela kwambili ndipo anavina vina, nayimba nyimbo zacisangalalo. Azukulu nawo anakondwela kwambili, ndipo anapasa ambuya awo mpaso zomwe anawabwelesela.    \"Yambililani kusegula yanga mpaso,\" anati Odongo. \"Yambililani yanga,\" anati Apiyo.\n\nPomwe anasegula mpaso, Ambuya awo anawadalisa azukulu awo monga mwa mwambo.\n\nNdipo Odongo na Apiyo anayenda panja nayamba kupilikisa ma bulaula na mbalame.\n\nAna awa, anakwela mitengo ndipo anasewela na manzi.\n\nPamene kunafipa, ana anabwelela kunyumba mukudya cakudya ca usiku. Koma ana awa anagona akalibe kusiliza kudya.\n\nMumawa mwake, atate ake a Odongo na Apiyo anabwelele ku tauni. Ana anasala na ambuya awo.\n\nOdongo na Apiyo anatandiza ambuya awo na zincito za panyumba. Ana awa anatapa manzi na kusakila nkuni. Anadoba mazila ndipo anatyola ndiyo mumunda.\n\nAmbuya anapunzisa azukulu awo kupika nsima, nsomba, na ndiyo zina zakumunzi.\n\nKuseni kwina, Odongo anayenda kudyesela ng'ombe. Ng'ombe zina zinayenda mumunda mwa antu ena. Antuwa ankalipa kwambili ndipo ananena kuti azazigwila ng'ombe. Odongo ana punzila, ndipo anatayako nzelu kuti Ng'ombe zisazipanga milandu.\n\nSiku lina ana anayenda ku musika na ambuya awo. Anayenda kukagulisa ndiyo za mumunda, shuga na sopo. Apiyo anali kukonda kuuza antu mitengo za vintu. Odongo anali kukonda kulongeza vintu vamena antu anali kugula.\n\nPakusila kwa siku ana anatandiza ambuya awo kuwelenga ndalama, ndipo pamozi anamwa tiyi.\n\nMwazizizi, masiku yonkala pa cute yanasila ndipo ana anafunika kubwelela ku tauni. Ambuya anapasa Odongo kapu ndipo anapasa Apiyo covala ca mpepo. Ambuya analonga cakudya capaulendo.\n\nOdongo na Apiyo sibanafune kubwelela ku tauni. Ana anapempa ambuya awo kuti ayende nawo ku tauni.  Koma ambuya anati \"Ndine nkalamba ndipo siningankale mu tauni, koma mukabwela kuno kumuzi muzakanipeza.\"\n\nOdongo na Apiyo analayilana na ambuya awo.\n\nPamene Odongo na Apiyo anabwelele ku sukulu, anauza anzao za umoyo wakumunzi. Anzao ena anakonda umoyo wamu tauni koma ena anakonda umoyo wakumunzi.    Koma onse ana ananena kuti ambuya a Odongo na Apiyo ni abwino mutima.\n\nLicense: [CC-BY]\n\nText: Violet Otieno\n\nIllustration: Catherine Groenewald\n\nTranslation: Bether Mwale Moyo\n\nLanguage: ny","sentences":["Cuti Kwa Ambuya\n\nUdongo na Apiyo anali kunkala mu tauni na atate awo.","Anali kukonda ntawi yamene masikulu anali ovala, cifukwa anali kuyenda pacuti kwa ambuya awo.","Ambuya awo anali kunkala mu muzi wa pafupi na musinje waukulu.","Udongo na Apiyo anali okondwela cifukwa inali ntawi yoyenda pa cute kwa ambuya awo.","Usiku analonga vyola vawo kukonzekela ulendo.","Usiku uyo, ana awa, anakangiwa kugona ndipo anaceza usiku onse pazaulendo.","Kuseni seni anayambapo, ulendo woyenda kumunzi mu motoka ya atate awo.","Anapitilila mapili, vinyama vamusanga ndiponso minda za masamba.","Ana awa, anawelenga mamotoka munjila ndipo anayimba nyimbo.","Panapita ntawi ndipo ana awa anagona cifukwa analema.","Pamene anafika pa munzi, atate a Odongo na Apiyo ana usa ana.","Ana anapeza ambuya awo aligone pa mpasa munsi mwa mutengo.","Ambuya awo anali muzimai wampamvu, ndipo wokongola kwambili.","Ambuya anakondwela kwambili ndipo anavina vina, nayimba nyimbo zacisangalalo.","Azukulu nawo anakondwela kwambili, ndipo anapasa ambuya awo mpaso zomwe anawabwelesela.","\"Yambililani kusegula yanga mpaso,\" anati Odongo.","\"Yambililani yanga,\" anati Apiyo.","Pomwe anasegula mpaso, Ambuya awo anawadalisa azukulu awo monga mwa mwambo.","Ndipo Odongo na Apiyo anayenda panja nayamba kupilikisa ma bulaula na mbalame.","Ana awa, anakwela mitengo ndipo anasewela na manzi.","Pamene kunafipa, ana anabwelela kunyumba mukudya cakudya ca usiku.","Koma ana awa anagona akalibe kusiliza kudya.","Mumawa mwake, atate ake a Odongo na Apiyo anabwelele ku tauni.","Ana anasala na ambuya awo.","Odongo na Apiyo anatandiza ambuya awo na zincito za panyumba.","Ana awa anatapa manzi na kusakila nkuni.","Anadoba mazila ndipo anatyola ndiyo mumunda.","Ambuya anapunzisa azukulu awo kupika nsima, nsomba, na ndiyo zina zakumunzi.","Kuseni kwina, Odongo anayenda kudyesela ng'ombe.","Ng'ombe zina zinayenda mumunda mwa antu ena.","Antuwa ankalipa kwambili ndipo ananena kuti azazigwila ng'ombe.","Odongo ana punzila, ndipo anatayako nzelu kuti Ng'ombe zisazipanga milandu.","Siku lina ana anayenda ku musika na ambuya awo.","Anayenda kukagulisa ndiyo za mumunda, shuga na sopo.","Apiyo anali kukonda kuuza antu mitengo za vintu.","Odongo anali kukonda kulongeza vintu vamena antu anali kugula.","Pakusila kwa siku ana anatandiza ambuya awo kuwelenga ndalama, ndipo pamozi anamwa tiyi.","Mwazizizi, masiku yonkala pa cute yanasila ndipo ana anafunika kubwelela ku tauni.","Ambuya anapasa Odongo kapu ndipo anapasa Apiyo covala ca mpepo.","Ambuya analonga cakudya capaulendo.","Odongo na Apiyo sibanafune kubwelela ku tauni.","Ana anapempa ambuya awo kuti ayende nawo ku tauni.","Koma ambuya anati \"Ndine nkalamba ndipo siningankale mu tauni, koma mukabwela kuno kumuzi muzakanipeza.\"\n\nOdongo na Apiyo analayilana na ambuya awo.","Pamene Odongo na Apiyo anabwelele ku sukulu, anauza anzao za umoyo wakumunzi.","Anzao ena anakonda umoyo wamu tauni koma ena anakonda umoyo wakumunzi.","Koma onse ana ananena kuti ambuya a Odongo na Apiyo ni abwino mutima.","License: [CC-BY]\n\nText: Violet Otieno\n\nIllustration: Catherine Groenewald\n\nTranslation: Bether Mwale Moyo\n\nLanguage: ny"],"transcript":[],"createdAt":"2025-12-14T23:39:05.974786","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_ny_0262_magozwe","userId":"system_storybooks","title":"Magozwe","language":"ny","content":"Magozwe\n\nMu tauni ya Nairobi, kutali nama banja, kunali kunkala anyamata analibe mabanja. Anangonkala mwa siku pa siku.    Kuseni kwina, anyamata anali kulonga mpasa zao pambuyo pogona pampepo mumbali mwa museu. Kusewenzesa vinyalala, anayasa moto kuti asangenewe mpepo.    Pagulu la anyamata ili panali Magozwe. Iye ndiye anali wamung'ono.\n\nPomwe makolo ake Magozwe anamwalila, iye anali na zaka cabe kumi. Ndipo anayenda kunkala na amalume ake. Amalume ake sanatayeko nzelu kwa mwana. Sanali kumupasa cakudwa cokwanila Magozwe. Ndipo anali kugwilisa ncito zambili.\n\nNgati Magozwe wafunsa mwina wadandaula, amalume ake anali kumumenya. Pomwe anafunsa kuti ayende kusukulu amalume ake anamumenya nanena nati \"Ndiwe cisilu kwambili sungapunzile kalikonse.\" Patapita zaka zitatu zosungiwa mozuzindwa, Magozwe anataba kucoka pa nyumba pa amalume ake. Ndipo anayamba kunkala pa museu.\n\nKunali kovuta kunkala kwa pa museu ndipo anyamata ambili anali kuvutika masiku onse kupeza cakudya. Masiku ena anamenyedwa, ntawi zina anagwilidwa na apolisi. Akadwala kunalibe muntu owatandiza.    Ndalama zomwe anapeza mukupempa pempa, kugulisa ma pulasitiki na zina, ndiye ndalama zomwe zinali kuwatandizila. Umoyo unavutilako cifukwa magulu ena a anyamata anali kufuna kulanda malo osiyana siyana mu tauni.\n\nSiku lina pamene Magozwe anali kusakila-sakila muvinyalala, anapeza buku lina losila long'ambika. Anacosako madoti ndipo analiika mu saka.    Siku lililonse lokonkapo, anacosa buku ndipo anayamba kulangana vitunzi tunzi mu buku. Sanali kuziwa kuwelenga mau.\n\nVitunzi tunzi vinalangiza munyamata omwe anakula kunkala oyendesa ndeke. Magozwe analota na muzuba momwe, kunkala oyendesa ndeke. Ntawi zina anaziona kuti ndiye wamene anali munyamata wamubuku.\n\nKunali kozizila ndipo Magozwe anaimilila pa museu kupempa-pempa. Muzibambo wina anabwela pafupi naye. \"Bwanji, ndine Thomas. Nisewenza pafupa napano, pamalo pamene ungapeze cakudya,\" anakamba. Anasonta nyumba yacikasu, ya malata yobilibila. \"Niziwa uzayenda kuti utengeko cakudya?\" anafunsa. Magozwe analangana muzibambo nalangana nyumba. \"Kapena nizayenda,\" anayanka, ndipo anacokapo.\n\nPanapita Mwezi, ndipo anyamata alibe mabanja anali kuonana na Thomas. Thomas anali kukonda kukamba na antu makamaka antu onkala pa museu.    Thomas ananvesela nkani za antu awa. Anali wacidwi ndipo wonkazikika mutima, ndiponso sanataye ulemu.    Anyamata ena anayamba kuyenda kunyumba yacikasu ya malata obilibila, kutenga cakudya muzuba.\n\nMagozwe anali nkale mumbali mwa museu alangana vitunzi tunzi mu buku yake pamene Thomas anabwela nankala pafupi naye. \"Ikamba cani nkani?\" anafunsa Thomas. \"Ikamba pali munyamata amena anankala oyendesa ndeke,\" anayanka Magozwe. \"Nindani zina munyamata?\" anafunsa Thomas. \"Kaya, siniziba kuwelenga,\" anayanka Magozwe mwacisinsi.\n\nPomwe anakumana, Magozwe anayamba kuuza Thomas, nkani za umoyo wake. Anamuuza za mwamene anatawila kucoka kwa amalume ake. Thomas sanakambe kwambili, ndipo sanauze Magozwe vocita koma anamvesela mwacidwi. Ntawi zina Magozwe na Thomas anakambilana pamene anali kudya munyumba ya malata obilibila.\n\nPomwe Magozwe anali pafupi nakukwanisa zaka kumi, Thomas anamupasa buku. Buku inali pali munyamata wa mumunzi wamene anakula kunkala womenya bola wozibika kwambili.    Thomas anamuwelengela Magozwi kwambili, mpaka siku lina anakamba nati,  \"Niganiza kuti uyambe kuyenda ku sukulu, kuti ukapunzile kuwelenga. Uganizapo bwanji?\" Thomas anakamba kuti anali kuziba malo kumene ana angayende kunkala ndiponso kupunzila kwameneko.\n\nMagozwe anaganizila za kumalo uko ndiponse zoyenda ku sukulu. Nanga kapena amalume ake anakamba zoona kuti anali cisilu kwambili ndipo sangapunzile kalikonse? Nanga ngati bamumenya uku kumalo kwinangu? Anayopa. \"Kapena cilibwino kupitiliza kunkala pa museu,\" anaganiza.\n\nAnamuuza Thomas kuti anali na manta. Thomas anamusimikizila kuti, azankala na umoyo wabwina uku kumalo.\n\nNdipo Magozwe anapita kunkala mu cipinda mu nyumba ya malata amusipu. Anankala na anyamata ena awili mu cipinda.    Pamozi anali anyamata kumi amene anali kunkala pamozi mu nyumba. Pamozi na a Anti Cissy na amuna ao, magalu atatu, ka kiti na mbuzi yokalamba.\n\nMagozwe anayamba sukulu ndipo inali yovuta. Nivambili vamene anali kufunikila kuziwa kuti alingane na anzake. Ntawi zina anali kufuna kuleka. Koma anaganizila oyendesa ndeke na omenya bola a muma buku ake. Monga aja anyamata amumabuku, sanaleke.\n\nMagozwe anali nkale panja panyumba ya malata a musipu, awelenga buku lake lakusukulu, pamene Thomas anabwela nonkala pafupi pake. \"Ikamba cani nkani?\" anafunsa Thomas. \"Ikamba pali munyamata amene anankala mupunzisi,\" anayanka Magozwe. \"Nindani zina munyamata?\" anafunsa Thomas. \"Zina lake ni Magozwe,\" anayanka Magozwe mosekelela.\n\nLicense: [CC-BY]\n\nText: Lesley Koyi\n\nIllustration: Wiehan de Jager\n\nTranslation: Bether Mwale Moyo\n\nLanguage: ny","sentences":["Magozwe\n\nMu tauni ya Nairobi, kutali nama banja, kunali kunkala anyamata analibe mabanja.","Anangonkala mwa siku pa siku.","Kuseni kwina, anyamata anali kulonga mpasa zao pambuyo pogona pampepo mumbali mwa museu.","Kusewenzesa vinyalala, anayasa moto kuti asangenewe mpepo.","Pagulu la anyamata ili panali Magozwe.","Iye ndiye anali wamung'ono.","Pomwe makolo ake Magozwe anamwalila, iye anali na zaka cabe kumi.","Ndipo anayenda kunkala na amalume ake.","Amalume ake sanatayeko nzelu kwa mwana.","Sanali kumupasa cakudwa cokwanila Magozwe.","Ndipo anali kugwilisa ncito zambili.","Ngati Magozwe wafunsa mwina wadandaula, amalume ake anali kumumenya.","Pomwe anafunsa kuti ayende kusukulu amalume ake anamumenya nanena nati \"Ndiwe cisilu kwambili sungapunzile kalikonse.\" Patapita zaka zitatu zosungiwa mozuzindwa, Magozwe anataba kucoka pa nyumba pa amalume ake.","Ndipo anayamba kunkala pa museu.","Kunali kovuta kunkala kwa pa museu ndipo anyamata ambili anali kuvutika masiku onse kupeza cakudya.","Masiku ena anamenyedwa, ntawi zina anagwilidwa na apolisi.","Akadwala kunalibe muntu owatandiza.","Ndalama zomwe anapeza mukupempa pempa, kugulisa ma pulasitiki na zina, ndiye ndalama zomwe zinali kuwatandizila.","Umoyo unavutilako cifukwa magulu ena a anyamata anali kufuna kulanda malo osiyana siyana mu tauni.","Siku lina pamene Magozwe anali kusakila-sakila muvinyalala, anapeza buku lina losila long'ambika.","Anacosako madoti ndipo analiika mu saka.","Siku lililonse lokonkapo, anacosa buku ndipo anayamba kulangana vitunzi tunzi mu buku.","Sanali kuziwa kuwelenga mau.","Vitunzi tunzi vinalangiza munyamata omwe anakula kunkala oyendesa ndeke.","Magozwe analota na muzuba momwe, kunkala oyendesa ndeke.","Ntawi zina anaziona kuti ndiye wamene anali munyamata wamubuku.","Kunali kozizila ndipo Magozwe anaimilila pa museu kupempa-pempa.","Muzibambo wina anabwela pafupi naye.","\"Bwanji, ndine Thomas.","Nisewenza pafupa napano, pamalo pamene ungapeze cakudya,\" anakamba.","Anasonta nyumba yacikasu, ya malata yobilibila.","\"Niziwa uzayenda kuti utengeko cakudya?\" anafunsa.","Magozwe analangana muzibambo nalangana nyumba.","\"Kapena nizayenda,\" anayanka, ndipo anacokapo.","Panapita Mwezi, ndipo anyamata alibe mabanja anali kuonana na Thomas.","Thomas anali kukonda kukamba na antu makamaka antu onkala pa museu.","Thomas ananvesela nkani za antu awa.","Anali wacidwi ndipo wonkazikika mutima, ndiponso sanataye ulemu.","Anyamata ena anayamba kuyenda kunyumba yacikasu ya malata obilibila, kutenga cakudya muzuba.","Magozwe anali nkale mumbali mwa museu alangana vitunzi tunzi mu buku yake pamene Thomas anabwela nankala pafupi naye.","\"Ikamba cani nkani?\" anafunsa Thomas.","\"Ikamba pali munyamata amena anankala oyendesa ndeke,\" anayanka Magozwe.","\"Nindani zina munyamata?\" anafunsa Thomas.","\"Kaya, siniziba kuwelenga,\" anayanka Magozwe mwacisinsi.","Pomwe anakumana, Magozwe anayamba kuuza Thomas, nkani za umoyo wake.","Anamuuza za mwamene anatawila kucoka kwa amalume ake.","Thomas sanakambe kwambili, ndipo sanauze Magozwe vocita koma anamvesela mwacidwi.","Ntawi zina Magozwe na Thomas anakambilana pamene anali kudya munyumba ya malata obilibila.","Pomwe Magozwe anali pafupi nakukwanisa zaka kumi, Thomas anamupasa buku.","Buku inali pali munyamata wa mumunzi wamene anakula kunkala womenya bola wozibika kwambili.","Thomas anamuwelengela Magozwi kwambili, mpaka siku lina anakamba nati,  \"Niganiza kuti uyambe kuyenda ku sukulu, kuti ukapunzile kuwelenga.","Uganizapo bwanji?\" Thomas anakamba kuti anali kuziba malo kumene ana angayende kunkala ndiponso kupunzila kwameneko.","Magozwe anaganizila za kumalo uko ndiponse zoyenda ku sukulu.","Nanga kapena amalume ake anakamba zoona kuti anali cisilu kwambili ndipo sangapunzile kalikonse?","Nanga ngati bamumenya uku kumalo kwinangu?","Anayopa.","\"Kapena cilibwino kupitiliza kunkala pa museu,\" anaganiza.","Anamuuza Thomas kuti anali na manta.","Thomas anamusimikizila kuti, azankala na umoyo wabwina uku kumalo.","Ndipo Magozwe anapita kunkala mu cipinda mu nyumba ya malata amusipu.","Anankala na anyamata ena awili mu cipinda.","Pamozi anali anyamata kumi amene anali kunkala pamozi mu nyumba.","Pamozi na a Anti Cissy na amuna ao, magalu atatu, ka kiti na mbuzi yokalamba.","Magozwe anayamba sukulu ndipo inali yovuta.","Nivambili vamene anali kufunikila kuziwa kuti alingane na anzake.","Ntawi zina anali kufuna kuleka.","Koma anaganizila oyendesa ndeke na omenya bola a muma buku ake.","Monga aja anyamata amumabuku, sanaleke.","Magozwe anali nkale panja panyumba ya malata a musipu, awelenga buku lake lakusukulu, pamene Thomas anabwela nonkala pafupi pake.","\"Ikamba cani nkani?\" anafunsa Thomas.","\"Ikamba pali munyamata amene anankala mupunzisi,\" anayanka Magozwe.","\"Nindani zina munyamata?\" anafunsa Thomas.","\"Zina lake ni Magozwe,\" anayanka Magozwe mosekelela.","License: [CC-BY]\n\nText: Lesley Koyi\n\nIllustration: Wiehan de Jager\n\nTranslation: Bether Mwale Moyo\n\nLanguage: ny"],"transcript":[],"createdAt":"2025-12-14T23:39:05.974786","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_ny_0316_vintu-vamene-nikonda-kucita","userId":"system_storybooks","title":"Vintu Vamene Nikonda Kucita","language":"ny","content":"Vintu Vamene Nikonda Kucita\n\nNikonda kujumpa nantambo na munzanga.\n\nNikonda kulemba pa bodi.\n\nNikonda kuwelenga mabuku amene ali na vitunzi tunzi.\n\nNikonda kudya visepo vosiyana siyana.\n\nNikunda kutandiza kugwila ncito za panyumba.\n\nNikonda kunvela tu ntano twa amai.\n\nNikonda kugona pa bedi ikulu.\n\nNikonda kucita vintu ivi. Nanga iwe ukonda kucita cani?\n\nLicense: [CC-BY]\n\nText: Ursula Nafula\n\nIllustration: Wiehan de Jager\n\nTranslation: Bether Mwale Moyo\n\nLanguage: ny","sentences":["Vintu Vamene Nikonda Kucita\n\nNikonda kujumpa nantambo na munzanga.","Nikonda kulemba pa bodi.","Nikonda kuwelenga mabuku amene ali na vitunzi tunzi.","Nikonda kudya visepo vosiyana siyana.","Nikunda kutandiza kugwila ncito za panyumba.","Nikonda kunvela tu ntano twa amai.","Nikonda kugona pa bedi ikulu.","Nikonda kucita vintu ivi.","Nanga iwe ukonda kucita cani?","License: [CC-BY]\n\nText: Ursula Nafula\n\nIllustration: Wiehan de Jager\n\nTranslation: Bether Mwale Moyo\n\nLanguage: ny"],"transcript":[],"createdAt":"2025-12-14T23:39:05.974786","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_ny_0322_cibelu-cina-cakupya-mumazulo","userId":"system_storybooks","title":"Cibelu Cina Cakupya Mumazulo","language":"ny","content":"Cibelu Cina Cakupya Mumazulo\n\nCinali Cibelu cakupya mumazulo mumwezi wa Zilele.\n\nAmai anauza Nchimunya nati, \"Cokani, yendani mukasobele, sinifuna kukuonani pano pa nyumba.\" Tinacoka panyumba.\n\nMwamusanga-musanga, Luyando anaganiza ndipo anakamba kuti, \"Tiyeni ku musinje, cifukwa nikozizila kuja.\" \"Kodi mwaiwala kuti amai analesa kusobelela ku musinje?\" anafunsa Nchimunya. \"Sitizayenda kusamba mumanzi,\" anayanka Luyando. \"Tizasobela cabe muvinfwile mumbali mwa manzi.\"\n\nNicimozimozi cabe kuti tisobelele muncinfwile munyansi mwa mutengo ngankale kuti ni mumbali mwamusinje tizamvela kupya. Mukufunisisa kuti timvele kuzizila, tinacosa masapato novula ma shati nama siketi koma tinapitiliza kumvela kupya.\n\nTinangenesa mendo yatu mukati mwa manzi kuti tizizizilike. Pamene apo masobela yotilana manzi yanayamba. Kwa ntawi yaing'ono tinazipeza tanaka tupi lonse.\n\nAya masobele yanawamiza ana awa. \"Bwelani tisambe,\" anati Mutinta. Tiyene tingene mumanzi. Tinangena tonse mukati mwamanzi ndipo tinaibala kulangana pa ntawi.\n\nZuba linangena ndipo kunayamba kuzizila. Tinasobela kwambili ndipo tinaiwala napamene tinaika vovala vatu. Vilikuti vovala vatu.\n\nTinasakila munyansi mwa mitengo, munalibe. Musanga, munalibe. Tinasakila konse-konse sitinavipeze vovala. Kuzunguluka-zunguluka konse-konse kunalibe, mpaka menso pyu!\n\nTinada nkawa, tinaona ng'ombe patali zikudya mumbali mwa musinje. \"Onani!\" anati Nchimunya mokuwa. \"Onani ija ng'ombe ija yakuda, nicani cija camene ikudya kumulomo?\" \"Ikudya luwa yofuwila,\" anayanka Luyando. Mutinta pamene anayanganisisa kwambili, anati, \"Niluwa liti lija, ng'ombe ikudya shati yako iwe!\"\n\nTinalangana yina ng'ombe yamene inali kusheta cinangu cintu cinali kuoneka cobilibila. \"Nisiketi yanga ija!\" anati Nchimunya mokuwa.\n\nTinabwelela kunyumba cilibe vovala koma cabe tukabudula twamukati, titutumila. Koma kututumila uku sikunali cabe cifukwa ca mpepo komanso cifukwa ca vovala vatu vinadyewa na ng'ombe. Tinalila cifukwa ng'ombe zinadya vovala vatu.\n\nPamene tinafika kunyumba, amai sibanakulupilile vamene tinakamba. Tinakwapuliwa mwamene tikalibe kukwapuliwapo. Ndipo tinati \"Kwasila!\" sitizakabwelezapo.\n\nLicense: [CC-BY]\n\nText: Nombulelo Thabane\n\nIllustration: Wiehan de Jager\n\nTranslation: Bether Mwale Moyo and Vision Milimo\n\nLanguage: ny","sentences":["Cibelu Cina Cakupya Mumazulo\n\nCinali Cibelu cakupya mumazulo mumwezi wa Zilele.","Amai anauza Nchimunya nati, \"Cokani, yendani mukasobele, sinifuna kukuonani pano pa nyumba.\" Tinacoka panyumba.","Mwamusanga-musanga, Luyando anaganiza ndipo anakamba kuti, \"Tiyeni ku musinje, cifukwa nikozizila kuja.\" \"Kodi mwaiwala kuti amai analesa kusobelela ku musinje?\" anafunsa Nchimunya.","\"Sitizayenda kusamba mumanzi,\" anayanka Luyando.","\"Tizasobela cabe muvinfwile mumbali mwa manzi.\"\n\nNicimozimozi cabe kuti tisobelele muncinfwile munyansi mwa mutengo ngankale kuti ni mumbali mwamusinje tizamvela kupya.","Mukufunisisa kuti timvele kuzizila, tinacosa masapato novula ma shati nama siketi koma tinapitiliza kumvela kupya.","Tinangenesa mendo yatu mukati mwa manzi kuti tizizizilike.","Pamene apo masobela yotilana manzi yanayamba.","Kwa ntawi yaing'ono tinazipeza tanaka tupi lonse.","Aya masobele yanawamiza ana awa.","\"Bwelani tisambe,\" anati Mutinta.","Tiyene tingene mumanzi.","Tinangena tonse mukati mwamanzi ndipo tinaibala kulangana pa ntawi.","Zuba linangena ndipo kunayamba kuzizila.","Tinasobela kwambili ndipo tinaiwala napamene tinaika vovala vatu.","Vilikuti vovala vatu.","Tinasakila munyansi mwa mitengo, munalibe.","Musanga, munalibe.","Tinasakila konse-konse sitinavipeze vovala.","Kuzunguluka-zunguluka konse-konse kunalibe, mpaka menso pyu!","Tinada nkawa, tinaona ng'ombe patali zikudya mumbali mwa musinje.","\"Onani!\" anati Nchimunya mokuwa.","\"Onani ija ng'ombe ija yakuda, nicani cija camene ikudya kumulomo?\" \"Ikudya luwa yofuwila,\" anayanka Luyando.","Mutinta pamene anayanganisisa kwambili, anati, \"Niluwa liti lija, ng'ombe ikudya shati yako iwe!\"\n\nTinalangana yina ng'ombe yamene inali kusheta cinangu cintu cinali kuoneka cobilibila.","\"Nisiketi yanga ija!\" anati Nchimunya mokuwa.","Tinabwelela kunyumba cilibe vovala koma cabe tukabudula twamukati, titutumila.","Koma kututumila uku sikunali cabe cifukwa ca mpepo komanso cifukwa ca vovala vatu vinadyewa na ng'ombe.","Tinalila cifukwa ng'ombe zinadya vovala vatu.","Pamene tinafika kunyumba, amai sibanakulupilile vamene tinakamba.","Tinakwapuliwa mwamene tikalibe kukwapuliwapo.","Ndipo tinati \"Kwasila!\" sitizakabwelezapo.","License: [CC-BY]\n\nText: Nombulelo Thabane\n\nIllustration: Wiehan de Jager\n\nTranslation: Bether Mwale Moyo and Vision Milimo\n\nLanguage: ny"],"transcript":[],"createdAt":"2025-12-14T23:39:05.974786","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_ny_README","userId":"system_storybooks","title":"Readme","language":"ny","content":"[Chichewa translations](http://my.africanstorybook.org/language/chichewa) of stories from the [African Storybook Project](http://my.africanstorybook.org).\n\nStory ID | Title | License\n\n-------- | ----- | -------\n\n0087 | [Ndikonda Kuwerenga](http://africanstorybook.org/reader.php?id=20769&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0132 | [Nkhumba Ikanizidwa Kuphwando Chifukwa Chopanda Nyanga](http://africanstorybook.org/stories/nkhumba-ikanizidwa-kuphwando-chifukwa-chopanda-nyanga) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0141 | [Nkuku Na Bongololo](http://africanstorybook.org/reader.php?id=18661&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0243 | [Cuti Kwa Ambuya](http://africanstorybook.org/reader.php?id=18665&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/4.0/)\n\n0262 | [Magozwe](http://africanstorybook.org/reader.php?id=18671&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/4.0/)\n\n0316 | [Vintu Vamene Nikonda Kucita](http://africanstorybook.org/reader.php?id=18589&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0322 | [Cibelu Cina Cakupya Mumazulo](http://africanstorybook.org/reader.php?id=18659&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/3.0/)","sentences":["[Chichewa translations](http://my.africanstorybook.org/language/chichewa) of stories from the [African Storybook Project](http://my.africanstorybook.org).","Story ID | Title | License\n\n-------- | ----- | -------\n\n0087 | [Ndikonda Kuwerenga](http://africanstorybook.org/reader.php?id=20769&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0132 | [Nkhumba Ikanizidwa Kuphwando Chifukwa Chopanda Nyanga](http://africanstorybook.org/stories/nkhumba-ikanizidwa-kuphwando-chifukwa-chopanda-nyanga) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0141 | [Nkuku Na Bongololo](http://africanstorybook.org/reader.php?id=18661&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/3.0/)\n\n0243 | [Cuti Kwa Ambuya](http://africanstorybook.org/reader.php?id=18665&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/4.0/)\n\n0262 | [Magozwe](http://africanstorybook.org/reader.php?id=18671&d=0&a=1) | [CC-BY](https://creativecommons.org/licenses/by/4.0/)\n\n0316 | [Vintu Vamene Nikonda Kucita](http://africanstorybook.org/reader.php?id=18589&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0322 | [Cibelu Cina Cakupya Mumazulo](http://africanstorybook.org/reader.php?id=18659&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/3.0/)"],"transcript":[],"createdAt":"2025-12-14T23:39:05.975788","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"}]