[{"id": "opus_it_1", "userId": "system_opus", "title": "Sentence Practice 1", "language": "it", "content": "Source: www.liberliber.it/Audiobook available here\n(Source: Project Gutenberg)\n\nCharlotte Brontë\n(Charlotte Bronte)\n\nPARTE PRIMA\n(CHAPTER I)\n\nI. In quel giorno era impossibile passeggiare.\n(There was no possibility of taking a walk that day.)\n\n— Che cosa vi ha detto Bessie di nuovo sul conto mio? — domandai.\n(\"What does Bessie say I have done?\" I asked.)\n\n— Jane, non mi piace di essere interrogata. Sta male, del resto, che una bimba tratti così i suoi superiori.\n(\"Jane, I don't like cavillers or questioners; besides, there is something truly forbidding in a child taking up her elders in that manner.)\n\nSedetevi in qualche posto e state buona fino a quando non saprete parlare ragionevolmente.\n(Be seated somewhere; and until you can speak pleasantly, remain silent.\")\n\nUna piccola sala da pranzo metteva nel salotto, andai in quella pian piano.\n(A breakfast-room adjoined the drawing-room, I slipped in there.)\n\nVi era una biblioteca e io m'impossessai di un libro, cercando che fosse ornato d'incisioni.\n(It contained a bookcase: I soon possessed myself of a volume, taking care that it should be one stored with pictures.)\n\nMi collocai allora nel vano di una finestra, sedendomi sui piedi come i turchi, e tirando la tenda di damasco rosso, mi trovai rinchiusa in un doppio ritiro.\n(I mounted into the window- seat: gathering up my feet, I sat cross-legged, like a Turk; and, having drawn the red moreen curtain nearly close, I was shrined in double retirement.)\n\nLe larghe pieghe della cortina scarlatta mi nascondevano tutto ciò che era alla mia destra: alla mia sinistra una invetriata mi proteggeva, ma non mi separava da una triste giornata di novembre.\n(Folds of scarlet drapery shut in my view to the right hand; to the left were the clear panes of glass, protecting, but not separating me from the drear November day.)\n\nLe due navi, in quel mare immobili, mi parevano due fantasmi marini.\n(The two ships becalmed on a torpid sea, I believed to be marine phantoms.)\n\nCosì, avendo Borwick sulle ginocchia, ero felice, felice a modo mio.\n(With Bewick on my knee, I was then happy: happy at least in my way.)\n\nTemevo soltanto una interruzione, che non tardò.\n(I feared nothing but interruption, and that came too soon.)\n\nLa porta della stanza da pranzo fu vivamente aperta.\n(The breakfast- room door opened.)", "sentences": ["Source: www.liberliber.it/Audiobook available here", "Charlotte Brontë", "PARTE PRIMA", "I. In quel giorno era impossibile passeggiare.", "— Che cosa vi ha detto Bessie di nuovo sul conto mio? — domandai.", "— Jane, non mi piace di essere interrogata. Sta male, del resto, che una bimba tratti così i suoi superiori.", "Sedetevi in qualche posto e state buona fino a quando non saprete parlare ragionevolmente.", "Una piccola sala da pranzo metteva nel salotto, andai in quella pian piano.", "Vi era una biblioteca e io m'impossessai di un libro, cercando che fosse ornato d'incisioni.", "Mi collocai allora nel vano di una finestra, sedendomi sui piedi come i turchi, e tirando la tenda di damasco rosso, mi trovai rinchiusa in un doppio ritiro.", "Le larghe pieghe della cortina scarlatta mi nascondevano tutto ciò che era alla mia destra: alla mia sinistra una invetriata mi proteggeva, ma non mi separava da una triste giornata di novembre.", "Le due navi, in quel mare immobili, mi parevano due fantasmi marini.", "Così, avendo Borwick sulle ginocchia, ero felice, felice a modo mio.", "Temevo soltanto una interruzione, che non tardò.", "La porta della stanza da pranzo fu vivamente aperta."], "transcript": [], "createdAt": "2025-12-15T12:55:23.756449", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_2", "userId": "system_opus", "title": "Sentence Practice 2", "language": "it", "content": "— Oh! signora scontrosa, — gridò John Reed.\n(\"Boh! Madam Mope!\" cried the voice of John Reed; then he paused: he found the room apparently empty.)\n\nPoi tacque, perché gli parve che la stanza fosse deserta. — Per bacco, dov'è?\n(\"Where the dickens is she!\" he continued. \"Lizzy!)\n\nLiszy, Giorgy, — continuò egli volgendosi alle sorelle, — dite alla mamma che la cattiva bestia è andata a correre in giardino con questa pioggia!\n(Georgy! (calling to his sisters) Joan is not here: tell mama she is run out into the rain--bad animal!\")\n\n— Ella è certamente nel vano della finestra!\n(\"She is in the window-seat, to be sure, Jack.\")\n\nUscii subito, perché mi sgomentavo al pensiero di esser condotta fuori dal mio nascondiglio da John.\n(And I came out immediately, for I trembled at the idea of being dragged forth by the said Jack.)\n\n— Che cosa volete? — gli domandai con timidezza rispettosa.\n(\"What do you want?\" I asked, with awkward diffidence.)\n\n— Dite: Che cosa volete, signor Reed?\n(\"Say, 'What do you want, Master Reed?'\" was the answer.)\n\nMi rispose. — Voglio che veniate qui! — e collocandosi nella poltrona, mi fece cenno di accostarmi e di star ritta dinanzi a lui.\n(\"I want you to come here;\" and seating himself in an arm-chair, he intimated by a gesture that I was to approach and stand before him.)\n\nEra alto e forte per la sua età, ma aveva una carnagione scura e malsana. I lineamenti del volto grossolani, le membra pesanti e le estremità molto sviluppate.\n(John Reed was a schoolboy of fourteen years old; four years older than I, for I was but ten: large and stout for his age, with a dingy and unwholesome skin; thick lineaments in a spacious visage, heavy limbs and large extremities.)\n\nSoleva mangiare avidamente, e ciò avevagli prodotta quella tinta biliosa, quello sguardo turbato e quelle guancie flosce.\n(He gorged himself habitually at table, which made him bilious, and gave him a dim and bleared eye and flabby cheeks.)\n\nIn quel tempo avrebbe dovuto trovarsi in collegio, ma sua madre avevalo tolto per un mese o due col pretesto della sua delicata salute.\n(He ought now to have been at school; but his mama had taken him home for a month or two, \"on account of his delicate health.\")\n\nJohn non voleva molto bene né alla madre né alle sorelle.\n(John had not much affection for his mother and sisters, and an antipathy to me.)\n\nCredo che s'accorgesse del mio pensiero, perché a un tratto si alzò senza dir parola, e mi colpì duramente.\n(I wonder if he read that notion in my face; for, all at once, without speaking, he struck suddenly and strongly.)\n\nBarcollai e poi rimettendomi in equilibrio, mi allontanai di un passo o due dalla sua sedia.\n(I tottered, and on regaining my equilibrium retired back a step or two from his chair.)\n\n— Questo è per l'impudenza con cui avete risposto alla mamma, — mi disse, — e per esservi nascosta dietro la tenda e per lo sguardo che avevate negli occhi poco fa, talpa!\n(\"That is for your impudence in answering mama awhile since,\" said he, \"and for your sneaking way of getting behind curtains, and for the look you had in your eyes two minutes since, you rat!\")", "sentences": ["— Oh! signora scontrosa, — gridò John Reed.", "Poi tacque, perché gli parve che la stanza fosse deserta. — Per bacco, dov'è?", "Liszy, Giorgy, — continuò egli volgendosi alle sorelle, — dite alla mamma che la cattiva bestia è andata a correre in giardino con questa pioggia!", "— Ella è certamente nel vano della finestra!", "Uscii subito, perché mi sgomentavo al pensiero di esser condotta fuori dal mio nascondiglio da John.", "— Che cosa volete? — gli domandai con timidezza rispettosa.", "— Dite: Che cosa volete, signor Reed?", "Mi rispose. — Voglio che veniate qui! — e collocandosi nella poltrona, mi fece cenno di accostarmi e di star ritta dinanzi a lui.", "Era alto e forte per la sua età, ma aveva una carnagione scura e malsana. I lineamenti del volto grossolani, le membra pesanti e le estremità molto sviluppate.", "Soleva mangiare avidamente, e ciò avevagli prodotta quella tinta biliosa, quello sguardo turbato e quelle guancie flosce.", "In quel tempo avrebbe dovuto trovarsi in collegio, ma sua madre avevalo tolto per un mese o due col pretesto della sua delicata salute.", "John non voleva molto bene né alla madre né alle sorelle.", "Credo che s'accorgesse del mio pensiero, perché a un tratto si alzò senza dir parola, e mi colpì duramente.", "Barcollai e poi rimettendomi in equilibrio, mi allontanai di un passo o due dalla sua sedia.", "— Questo è per l'impudenza con cui avete risposto alla mamma, — mi disse, — e per esservi nascosta dietro la tenda e per lo sguardo che avevate negli occhi poco fa, talpa!"], "transcript": [], "createdAt": "2025-12-15T12:55:23.756449", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_3", "userId": "system_opus", "title": "Sentence Practice 3", "language": "it", "content": "— Assuefatta com'ero agli insulti di John, non mi venne neppur l'idea di rispondergli; ponevo ogni cura invece nel sopportare coraggiosamente il colpo, che avrebbe tenuto dietro all'insulto.\n(Accustomed to John Reed's abuse, I never had an idea of replying to it; my care was how to endure the blow which would certainly follow the insult.)\n\n— Che cosa facevate dietro la tenda? — mi domandò.\n(\"What were you doing behind the curtain?\" he asked.)\n\n— Leggevo.\n(\"I was reading.\")\n\n— Fatemi vedere il libro.\n(\"Show the book.\")\n\n— Mi diressi verso la finestra per prenderlo.\n(I returned to the window and fetched it thence.)\n\nOra v'insegnerò a frugar nella mia biblioteca, perché questi libri sono miei, tutto mi appartiene in casa, o mi apparterrà fra pochi anni.\n(Now, I'll teach you to rummage my bookshelves: for they _are_ mine; all the house belongs to me, or will do in a few years.)\n\nAndate vicino alla porta, lontano dallo specchio e dalla finestra.\n(Go and stand by the door, out of the way of the mirror and the windows.\")\n\nLa ferita sanguinava ed io provai un gran dolore: ma il terrore era svanito per dar luogo ad altri sentimenti.\n(The cut bled, the pain was sharp: my terror had passed its climax; other feelings succeeded.)\n\n— Perfido e crudele ragazzo! — dissi, — siete simile a un assassino, a un guardiano di schiavi, a un imperatore romano!\n(\"Wicked and cruel boy!\" I said. \"You are like a murderer--you are like a slave-driver--you are like the Roman emperors!\")\n\nAvevo appunto letto la storia di Roma di Goldsmith e mi ero fatta un concetto di Nerone, di Caligola, che non credevo di dover esporre mai a voce alta.\n(I had read Goldsmith's History of Rome, and had formed my opinion of Nero, Caligula, &c. Also I had drawn parallels in silence, which I never thought thus to have declared aloud.)\n\nCome! — esclamò. — Dice a me forse?\n(\"Did she say that to me?)\n\nL'avete sentita, Eliza, Georgiana?\n(Did you hear her, Eliza and Georgiana?)\n\nVado a dirlo a mamma, ma prima.... Egli si slanciò contro di me, e mi sentii afferrare per i capelli e per le spalle con disperato furore.\n(Won't I tell mama? but first--\" He ran headlong at me: I felt him grasp my hair and my shoulder: he had closed with a desperate thing.)\n\nIo vedevo realmente in lui un assassino, un tiranno.\n(I really saw in him a tyrant, a murderer.)\n\nSentii scendermi dalla testa e cadere sul collo una o due gocce di sangue e provai un'acuta sofferenza; queste sensazioni per un momento dominarono la paura e mi resero furente.\n(I felt a drop or two of blood from my head trickle down my neck, and was sensible of somewhat pungent suffering: these sensations for the time predominated over fear, and I received him in frantic sort.)", "sentences": ["— Assuefatta com'ero agli insulti di John, non mi venne neppur l'idea di rispondergli; ponevo ogni cura invece nel sopportare coraggiosamente il colpo, che avrebbe tenuto dietro all'insulto.", "— Che cosa facevate dietro la tenda? — mi domandò.", "— Leggevo.", "— Fatemi vedere il libro.", "— Mi diressi verso la finestra per prenderlo.", "Ora v'insegnerò a frugar nella mia biblioteca, perché questi libri sono miei, tutto mi appartiene in casa, o mi apparterrà fra pochi anni.", "Andate vicino alla porta, lontano dallo specchio e dalla finestra.", "La ferita sanguinava ed io provai un gran dolore: ma il terrore era svanito per dar luogo ad altri sentimenti.", "— Perfido e crudele ragazzo! — dissi, — siete simile a un assassino, a un guardiano di schiavi, a un imperatore romano!", "Avevo appunto letto la storia di Roma di Goldsmith e mi ero fatta un concetto di Nerone, di Caligola, che non credevo di dover esporre mai a voce alta.", "Come! — esclamò. — Dice a me forse?", "L'avete sentita, Eliza, Georgiana?", "Vado a dirlo a mamma, ma prima.... Egli si slanciò contro di me, e mi sentii afferrare per i capelli e per le spalle con disperato furore.", "Io vedevo realmente in lui un assassino, un tiranno.", "Sentii scendermi dalla testa e cadere sul collo una o due gocce di sangue e provai un'acuta sofferenza; queste sensazioni per un momento dominarono la paura e mi resero furente."], "transcript": [], "createdAt": "2025-12-15T12:55:23.757471", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_4", "userId": "system_opus", "title": "Sentence Practice 4", "language": "it", "content": "Non so dire quello che io facessi con le mani, ma John mi chiamava: \"Talpa!\n(I don't very well know what I did with my hands, but he called me \"Rat!)\n\nTalpa!\" e continuava a insultarmi.\n(Rat!\" and bellowed out aloud.)\n\nEliza e Georgiana erano corse a chiamar la mamma, che era salita al piano superiore. La signora Reed entrò durante quella scena, seguita da Bessie e da Abbot, la cameriera.\n(Aid was near him: Eliza and Georgiana had run for Mrs. Reed, who was gone upstairs: she now came upon the scene, followed by Bessie and her maid Abbot.)\n\n— Dio mio, che orrore!\n(We were parted: I heard the words-- \"Dear! dear!)\n\nPercuotere il signorino John!\n(What a fury to fly at Master John!\")\n\n— Avete mai visto una rabbiosa come questa?\n(\"Did ever anybody see such a picture of passion!\")\n\nAllora la signora Reed soggiunse:\n(Then Mrs. Reed subjoined--)\n\n— Portatela nella camera rossa e chiudetevela dentro.\n(\"Take her away to the red-room, and lock her in there.\")\n\nQuattro mani mi afferrarono e io fui trascinata su per le scale.\n(Four hands were immediately laid upon me, and I was borne upstairs.)\n\nOpposi resistenza per tutto il percorso, così che accrebbi grandemente la cattiva opinione che Bessie e Abbot avevano di me.\n(I resisted all the way: a new thing for me, and a circumstance which greatly strengthened the bad opinion Bessie and Miss Abbot were disposed to entertain of me.)\n\n— Reggetele le mani, signorina Abbot; è come un gatto infuriato. — Vergogna!\n(\"Hold her arms, Miss Abbot: she's like a mad cat.\")\n\nVergogna! — esclamò la cameriera. — Che gatto arrabbiato!\n(\"For shame! for shame!\" cried the lady's-maid.)\n\nChe scandalosa condotta, signorina Eyre!\n(\"What shocking conduct, Miss Eyre, to strike a young gentleman, your benefactress's son!)\n\nPercuotere il signorino, il figlio della vostra benefattrice, il vostro padroncino!\n(Your young master.\")\n\n— Chi è il mio padrone?\n(\"Master!)", "sentences": ["Non so dire quello che io facessi con le mani, ma John mi chiamava: \"Talpa!", "Talpa!\" e continuava a insultarmi.", "Eliza e Georgiana erano corse a chiamar la mamma, che era salita al piano superiore. La signora Reed entrò durante quella scena, seguita da Bessie e da Abbot, la cameriera.", "— Dio mio, che orrore!", "Percuotere il signorino John!", "— Avete mai visto una rabbiosa come questa?", "Allora la signora Reed soggiunse:", "— Portatela nella camera rossa e chiudetevela dentro.", "Quattro mani mi afferrarono e io fui trascinata su per le scale.", "Opposi resistenza per tutto il percorso, così che accrebbi grandemente la cattiva opinione che Bessie e Abbot avevano di me.", "— Reggetele le mani, signorina Abbot; è come un gatto infuriato. — Vergogna!", "Vergogna! — esclamò la cameriera. — Che gatto arrabbiato!", "Che scandalosa condotta, signorina Eyre!", "Percuotere il signorino, il figlio della vostra benefattrice, il vostro padroncino!", "— Chi è il mio padrone?"], "transcript": [], "createdAt": "2025-12-15T12:55:23.757471", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_5", "userId": "system_opus", "title": "Sentence Practice 5", "language": "it", "content": "Sono forse una serva?\n(How is he my master? Am I a servant?\")\n\n— No, siete meno che una serva, perché non vi guadagnate il pane.\n(\"No; you are less than a servant, for you do nothing for your keep.)\n\nSedetevi qui e pensate alla vostra perfidia.\n(There, sit down, and think over your wickedness.\")\n\nIntanto mi avevano condotta nell'appartamento indicato dalla signora Reed e mi avevano gettata su una sedia. Io mi sentii spinta ad alzarmi di botto; quattro mani mi trattennero subito.\n(They had got me by this time into the apartment indicated by Mrs. Reed, and had thrust me upon a stool: my impulse was to rise from it like a spring; their two pair of hands arrested me instantly.)\n\n— Se non state ferma costì a sedere, vi legheremo, — disse Bessie.\n(\"If you don't sit still, you must be tied down,\" said Bessie.)\n\n— Signorina Abbot, prestatemi le vostre legaccie delle calze, perché presto avrò rotto le mie.\n(\"Miss Abbot, lend me your garters; she would break mine directly.\")\n\nLa signorina Abbot si affrettò a sciogliersi le calze.\n(Miss Abbot turned to divest a stout leg of the necessary ligature.)\n\nQuesto preparativo di legatura e la vergogna che per me ne derivava, calmarono la mia agitazione.\n(This preparation for bonds, and the additional ignominy it inferred, took a little of the excitement out of me.)\n\n— Non vi sciogliete le calze, non mi muoverò.\n(\"Don't take them off,\" I cried; \"I will not stir.\")\n\nE per dare una prova di ciò che asserivo, mi avviticchiai alla sedia.\n(In guarantee whereof, I attached myself to my seat by my hands.)\n\n— Non era mai giunta a tanto, — disse Bessie alla fine, volgendosi verso Abigail Abbot.\n(\"She never did so before,\" at last said Bessie, turning to the Abigail.)\n\nNon avevo nulla da rispondere a quelle parole, che non sonavano nuove al mio orecchio; i più antichi ricordi della mia esistenza si riferivano a parole simili.\n(I had nothing to say to these words: they were not new to me: my very first recollections of existence included hints of the same kind.)\n\nIl rimprovero per il mio stato di dipendenza era divenuto per i miei orecchi un sono vago, penoso e opprimente, ma a metà inintelligibile.\n(This reproach of my dependence had become a vague sing-song in my ear: very painful and crushing, but only half intelligible.)\n\nLa signorina Abbot soggiunse: — Spero che non vi crederete eguale alle signorine e al signor Reed, perché la signora è così buona da farvi educare insieme con loro.\n(Miss Abbot joined in-- \"And you ought not to think yourself on an equality with the Misses Reed and Master Reed, because Missis kindly allows you to be brought up with them.)\n\nEssi avranno molto danaro e voi non ne avrete punto; dovreste cercare di studiare di esser umile e di rendervi gradita a loro.\n(They will have a great deal of money, and you will have none: it is your place to be humble, and to try to make yourself agreeable to them.\")", "sentences": ["Sono forse una serva?", "— No, siete meno che una serva, perché non vi guadagnate il pane.", "Sedetevi qui e pensate alla vostra perfidia.", "Intanto mi avevano condotta nell'appartamento indicato dalla signora Reed e mi avevano gettata su una sedia. Io mi sentii spinta ad alzarmi di botto; quattro mani mi trattennero subito.", "— Se non state ferma costì a sedere, vi legheremo, — disse Bessie.", "— Signorina Abbot, prestatemi le vostre legaccie delle calze, perché presto avrò rotto le mie.", "La signorina Abbot si affrettò a sciogliersi le calze.", "Questo preparativo di legatura e la vergogna che per me ne derivava, calmarono la mia agitazione.", "— Non vi sciogliete le calze, non mi muoverò.", "E per dare una prova di ciò che asserivo, mi avviticchiai alla sedia.", "— Non era mai giunta a tanto, — disse Bessie alla fine, volgendosi verso Abigail Abbot.", "Non avevo nulla da rispondere a quelle parole, che non sonavano nuove al mio orecchio; i più antichi ricordi della mia esistenza si riferivano a parole simili.", "Il rimprovero per il mio stato di dipendenza era divenuto per i miei orecchi un sono vago, penoso e opprimente, ma a metà inintelligibile.", "La signorina Abbot soggiunse: — Spero che non vi crederete eguale alle signorine e al signor Reed, perché la signora è così buona da farvi educare insieme con loro.", "Essi avranno molto danaro e voi non ne avrete punto; dovreste cercare di studiare di esser umile e di rendervi gradita a loro."], "transcript": [], "createdAt": "2025-12-15T12:55:23.758456", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_6", "userId": "system_opus", "title": "Sentence Practice 6", "language": "it", "content": "— Inoltre, — continuò Abbot, — Iddio la punirà. Potrebbe colpirla con la morte mentre è in peccato, e allora dove andrà?\n(\"Besides,\" said Miss Abbot, \"God will punish her: He might strike her dead in the midst of her tantrums, and then where would she go?)\n\nVenite, Bessie, lasciamola. Non vorrei davvero avere un cuore come il suo.\n(Come, Bessie, we will leave her: I wouldn't have her heart for anything.)\n\nDite le vostre preghiere, signorina Eyre; se non vi pentite, Iddio potrà concedere a qualche spirito malvagio di scendere dalla cappa del camino, e di portarvi via.\n(Say your prayers, Miss Eyre, when you are by yourself; for if you don't repent, something bad might be permitted to come down the chimney and fetch you away.\")\n\nLe due donne se ne andarono sbatacchiando la porta e poi la chiusero a chiave.\n(They went, shutting the door, and locking it behind them.)\n\nIn mezzo a questo cupo arredamento, s'inalzava sul letto e si staccava in bianco, un mucchio di materasse abballinate e di guanciali, nascosti da una coperta di Marsiglia.\n(Out of these deep surrounding shades rose high, and glared white, the piled- up mattresses and pillows of the bed, spread with a snowy Marseilles counterpane.)\n\nA capo al letto vi era un'ampia e comoda poltrona, pure bianca, con uno sgabellino davanti; pareva un trono.\n(Scarcely less prominent was an ample cushioned easy-chair near the head of the bed, also white, with a footstool before it; and looking, as I thought, like a pale throne.)\n\nQuella camera era fredda, perché raramente vi si accendeva il fuoco; era silenziosa, perché lontana dalla stanza dei bambini e dalla cucina; era solenne perché raramente vi entrava qualcuno.\n(This room was chill, because it seldom had a fire; it was silent, because remote from the nursery and kitchen; solemn, because it was known to be so seldom entered.)\n\nNon ero sicura se la porta fosse stata chiusa, e appena osai muovermi, andai a vedere.\n(I was not quite sure whether they had locked the door; and when I dared move, I got up and went to see.)\n\nOhimè! sì; nessun prigioniero era stato mai meglio rinchiuso.\n(Alas! yes: no jail was ever more secure.)\n\nNel ripassare davanti allo specchio, il mio sguardo affascinato su quello involontariamente si posò esplorandone la profondità.\n(Returning, I had to cross before the looking- glass; my fascinated glance involuntarily explored the depth it revealed.)\n\nTornai all'ottomana.\n(I returned to my stool.)\n\nPerché dovevo sempre soffrire? Perché ero sempre maltrattata, sempre condannata, sempre punita?\n(Why was I always suffering, always browbeaten, always accused, for ever condemned?)\n\nPerché non piacevo a nessuno?\n(Why could I never please?)\n\nPerché ogni tentativo di amicarmi un cuore era un tentativo inutile?\n(Why was it useless to try to win any one's favour?)\n\nEliza, caparbia ed egoista, era rispettata; Georgiana, che aveva un carattere invidioso, insolente e acre, trovava indulgenza presso tutti.\n(Eliza, who was headstrong and selfish, was respected. Georgiana, who had a spoiled temper, a very acrid spite, a captious and insolent carriage, was universally indulged.)", "sentences": ["— Inoltre, — continuò Abbot, — Iddio la punirà. Potrebbe colpirla con la morte mentre è in peccato, e allora dove andrà?", "Venite, Bessie, lasciamola. Non vorrei davvero avere un cuore come il suo.", "Dite le vostre preghiere, signorina Eyre; se non vi pentite, Iddio potrà concedere a qualche spirito malvagio di scendere dalla cappa del camino, e di portarvi via.", "Le due donne se ne andarono sbatacchiando la porta e poi la chiusero a chiave.", "In mezzo a questo cupo arredamento, s'inalzava sul letto e si staccava in bianco, un mucchio di materasse abballinate e di guanciali, nascosti da una coperta di Marsiglia.", "A capo al letto vi era un'ampia e comoda poltrona, pure bianca, con uno sgabellino davanti; pareva un trono.", "Quella camera era fredda, perché raramente vi si accendeva il fuoco; era silenziosa, perché lontana dalla stanza dei bambini e dalla cucina; era solenne perché raramente vi entrava qualcuno.", "Non ero sicura se la porta fosse stata chiusa, e appena osai muovermi, andai a vedere.", "Ohimè! sì; nessun prigioniero era stato mai meglio rinchiuso.", "Nel ripassare davanti allo specchio, il mio sguardo affascinato su quello involontariamente si posò esplorandone la profondità.", "Tornai all'ottomana.", "Perché dovevo sempre soffrire? Perché ero sempre maltrattata, sempre condannata, sempre punita?", "Perché non piacevo a nessuno?", "Perché ogni tentativo di amicarmi un cuore era un tentativo inutile?", "Eliza, caparbia ed egoista, era rispettata; Georgiana, che aveva un carattere invidioso, insolente e acre, trovava indulgenza presso tutti."], "transcript": [], "createdAt": "2025-12-15T12:55:23.758456", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_7", "userId": "system_opus", "title": "Sentence Practice 7", "language": "it", "content": "La sua bellezza, le sue guance rosee e i suoi ricci d'oro, pareva che riempissero di gioia quanti la vedevano e facessero dimenticarne i difetti.\n(Her beauty, her pink cheeks and golden curls, seemed to give delight to all who looked at her, and to purchase indemnity for every fault.)\n\nIo invece non osavo commettere nessuna mancanza, mi sforzavo di compiere i miei doveri, e dalla mattina alla sera sentivo dirmi che ero svogliata e pigra, perfida e intrattabile.\n(I dared commit no fault: I strove to fulfil every duty; and I was termed naughty and tiresome, sullen and sneaking, from morning to noon, and from noon to night.)\n\nQuale costernazione erasi insinuata nell'anima mia in quel triste pomeriggio!\n(What a consternation of soul was mine that dreary afternoon!)\n\nIl sangue tumultuava e il cuore era in piena ribellione.\n(How all my brain was in tumult, and all my heart in insurrection!)\n\nE in quale oscurità, in mezzo a quale densa ignoranza combattevasi quella battaglia mentale!\n(Yet in what darkness, what dense ignorance, was the mental battle fought!)\n\nNon sapevo rispondere alla incessante domanda del cuore: \"Perché devo soffrir tanto?\". Ora, dopo trascorsi molti anni, tutte quelle ragioni mi appariscono chiaramente.\n(I could not answer the ceaseless inward question--_why_ I thus suffered; now, at the distance of--I will not say how many years, I see it clearly.)\n\nEro causa di discordia alla villa di Gateshead; là non somigliavo a nessuno; non vi era nulla in me che armonizzasse con la signora Reed, con i suoi figli o con i sottoposti, che ella preferiva.\n(I was a discord in Gateshead Hall: I was like nobody there; I had nothing in harmony with Mrs. Reed or her children, or her chosen vassalage.)\n\nSe però non mi volevano bene, è equo dire che neppur io ne voleva a loro.\n(If they did not love me, in fact, as little did I love them.)\n\nLa luce del giorno incominciava a disertare la stanza rossa; erano le quattro passate; le nubi che coprivano il cielo dovevano ben presto condurre la tanto temuta oscurità.\n(Daylight began to forsake the red-room; it was past four o'clock, and the beclouded afternoon was tending to drear twilight.)\n\nSentivo la pioggia battere contro i vetri delle scale, e il vento mugolare; a poco a poco mi sentii gelare e perdetti ogni coraggio.\n(I heard the rain still beating continuously on the staircase window, and the wind howling in the grove behind the hall; I grew by degrees cold as a stone, and then my courage sank.)\n\nLa consuetudine che avevo presa di essere umile, di dubitare di me stessa, di essere repressa smorzò la mia collera morente.\n(My habitual mood of humiliation, self-doubt, forlorn depression, fell damp on the embers of my decaying ire.)\n\nTutti erano cattivi e forse ero cattiva anch'io: non avevo forse concepita l'idea di lasciarmi morir di fame?\n(All said I was wicked, and perhaps I might be so; what thought had I been but just conceiving of starving myself to death?)\n\nQuello era certo un crimine; ero forse atta a morire?\n(That certainly was a crime: and was I fit to die?)\n\nOppure la volta sotto la cappella di Gateshead era un soggiorno attraente?\n(Or was the vault under the chancel of Gateshead Church an inviting bourne?)\n\nMi era stato detto che sotto quella vòlta riposava il signor Reed; questo pensiero mi ricondusse e m'ispirò riflessioni spaventose.\n(In such vault I had been told did Mr. Reed lie buried; and led by this thought to recall his idea, I dwelt on it with gathering dread.)", "sentences": ["La sua bellezza, le sue guance rosee e i suoi ricci d'oro, pareva che riempissero di gioia quanti la vedevano e facessero dimenticarne i difetti.", "Io invece non osavo commettere nessuna mancanza, mi sforzavo di compiere i miei doveri, e dalla mattina alla sera sentivo dirmi che ero svogliata e pigra, perfida e intrattabile.", "Quale costernazione erasi insinuata nell'anima mia in quel triste pomeriggio!", "Il sangue tumultuava e il cuore era in piena ribellione.", "E in quale oscurità, in mezzo a quale densa ignoranza combattevasi quella battaglia mentale!", "Non sapevo rispondere alla incessante domanda del cuore: \"Perché devo soffrir tanto?\". Ora, dopo trascorsi molti anni, tutte quelle ragioni mi appariscono chiaramente.", "Ero causa di discordia alla villa di Gateshead; là non somigliavo a nessuno; non vi era nulla in me che armonizzasse con la signora Reed, con i suoi figli o con i sottoposti, che ella preferiva.", "Se però non mi volevano bene, è equo dire che neppur io ne voleva a loro.", "La luce del giorno incominciava a disertare la stanza rossa; erano le quattro passate; le nubi che coprivano il cielo dovevano ben presto condurre la tanto temuta oscurità.", "Sentivo la pioggia battere contro i vetri delle scale, e il vento mugolare; a poco a poco mi sentii gelare e perdetti ogni coraggio.", "La consuetudine che avevo presa di essere umile, di dubitare di me stessa, di essere repressa smorzò la mia collera morente.", "Tutti erano cattivi e forse ero cattiva anch'io: non avevo forse concepita l'idea di lasciarmi morir di fame?", "Quello era certo un crimine; ero forse atta a morire?", "Oppure la volta sotto la cappella di Gateshead era un soggiorno attraente?", "Mi era stato detto che sotto quella vòlta riposava il signor Reed; questo pensiero mi ricondusse e m'ispirò riflessioni spaventose."], "transcript": [], "createdAt": "2025-12-15T12:55:23.759455", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_8", "userId": "system_opus", "title": "Sentence Practice 8", "language": "it", "content": "Era pentita di essersi impegnata con una promessa solenne a far da madre a una bambina cui non poteva voler bene e di vedere un'estranea mescolata al gruppo della sua famiglia.\n(It must have been most irksome to find herself bound by a hard-wrung pledge to stand in the stead of a parent to a strange child she could not love, and to see an uncongenial alien permanently intruded on her own family group.)\n\nUn'idea singolare s'impossessò di me.\n(A singular notion dawned upon me.)\n\nRialzando i capelli che mi cadevano sugli occhi, gettai uno sguardo risoluto intorno a me, nella camera buia; in quel momento un lume scintillò sulla parete.\n(Shaking my hair from my eyes, I lifted my head and tried to look boldly round the dark room; at this moment a light gleamed on the wall.)\n\nNon è forse, domandai a me stessa, un raggio di luna che traversa le persiane?\n(Was it, I asked myself, a ray from the moon penetrating some aperture in the blind?)\n\nNo, la luna è immobile e quella luce vacillava, e mentre io la fissava scorse sul soffitto e si fermò sulla mia testa.\n(No; moonlight was still, and this stirred; while I gazed, it glided up to the ceiling and quivered over my head.)\n\nSentii un rumore di passi, la chiave girò nella toppa; Bessie e la signorina Abbot entrarono.\n(Steps came running along the outer passage; the key turned, Bessie and Abbot entered.)\n\n— Signorina Eyre, vi sentite male? — domandò Bessie.\n(\"Miss Eyre, are you ill?\" said Bessie.)\n\n— Che rumore indiavolato! Son tutta spaventata, — aggiunse Abbot.\n(\"What a dreadful noise! it went quite through me!\" exclaimed Abbot.)\n\n— Conducetemi via, lasciatemi andare nella camera dei bambini, — gridai.\n(\"Take me out! Let me go into the nursery!\" was my cry.)\n\nSiete malata?\n(Are you hurt?)\n\nAvete veduto qualcosa? — chiese di nuovo Bessie.\n(Have you seen something?\" again demanded Bessie.)\n\n— Ho veduto un lume e ho creduto che giungesse uno spirito.\n(\"Oh! I saw a light, and I thought a ghost would come.\")\n\nMi ero impossessata della mano di Bessie ed ella non poteva liberarsi della mia stretta.\n(I had now got hold of Bessie's hand, and she did not snatch it from me.)\n\n— S'è messa a gridare senza ragione, — disse Abbot irritata. — Sarebbe scusabile se si fosse sentita male, ma lo ha fatto soltanto per farci accorrere.\n(\"She has screamed out on purpose,\" declared Abbot, in some disgust. \"And what a scream!)\n\nConosco le sue perfide malizie.\n(If she had been in great pain one would have excused it, but she only wanted to bring us all here: I know her naughty tricks.\")", "sentences": ["Era pentita di essersi impegnata con una promessa solenne a far da madre a una bambina cui non poteva voler bene e di vedere un'estranea mescolata al gruppo della sua famiglia.", "Un'idea singolare s'impossessò di me.", "Rialzando i capelli che mi cadevano sugli occhi, gettai uno sguardo risoluto intorno a me, nella camera buia; in quel momento un lume scintillò sulla parete.", "Non è forse, domandai a me stessa, un raggio di luna che traversa le persiane?", "No, la luna è immobile e quella luce vacillava, e mentre io la fissava scorse sul soffitto e si fermò sulla mia testa.", "Sentii un rumore di passi, la chiave girò nella toppa; Bessie e la signorina Abbot entrarono.", "— Signorina Eyre, vi sentite male? — domandò Bessie.", "— Che rumore indiavolato! Son tutta spaventata, — aggiunse Abbot.", "— Conducetemi via, lasciatemi andare nella camera dei bambini, — gridai.", "Siete malata?", "Avete veduto qualcosa? — chiese di nuovo Bessie.", "— Ho veduto un lume e ho creduto che giungesse uno spirito.", "Mi ero impossessata della mano di Bessie ed ella non poteva liberarsi della mia stretta.", "— S'è messa a gridare senza ragione, — disse Abbot irritata. — Sarebbe scusabile se si fosse sentita male, ma lo ha fatto soltanto per farci accorrere.", "Conosco le sue perfide malizie."], "transcript": [], "createdAt": "2025-12-15T12:55:23.759455", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_9", "userId": "system_opus", "title": "Sentence Practice 9", "language": "it", "content": "— Che cosa c'è? — domandò una voce imperiosa, e la signora Reed comparve nel corridoio con la cuffia per aria e il vestito svolazzante per la corsa.\n(\"What is all this?\" demanded another voice peremptorily; and Mrs. Reed came along the corridor, her cap flying wide, her gown rustling stormily.)\n\n— Abbot, Bessie, credo di aver ordinato che Jane Eyre fosse lasciata nella camera rossa, perché non era tornata in sé.\n(\"Abbot and Bessie, I believe I gave orders that Jane Eyre should be left in the red-room till I came to her myself.\")\n\n— Signora, la signorina Jane gridava tanto forte! — si arrischiò ad osservare Bessie.\n(\"Miss Jane screamed so loud, ma'am,\" pleaded Bessie.)\n\n— Lasciatela stare, — rispose ella.\n(\"Let her go,\" was the only answer.)\n\n— Bambina, lasciate andare la mano di Bessie; con questi espedienti non otterrete nulla.\n(\"Loose Bessie's hand, child: you cannot succeed in getting out by these means, be assured.)\n\n— Oh! zia, abbiate pietà di me!\n(Forgive me!)\n\nPerdonatemi, punitemi in un'altra maniera, ma qui mi sento morire!\n(I cannot endure it--let me be punished some other way! I shall be killed if--\")\n\n— Silenzio!\n(\"Silence!)\n\nQuesta violenza mi fa orrore, — e, senza dubbio, ella provava ciò che diceva.\n(This violence is all most repulsive:\" and so, no doubt, she felt it.)\n\nAi suoi occhi ero una commediante precoce e vedeva sinceramente in me un complesso di passioni violente, d'ipocrisia e di doppiezza.\n(I was a precocious actress in her eyes; she sincerely looked on me as a compound of virulent passions, mean spirit, and dangerous duplicity.)\n\nBessie e Abbot erano uscite; la signora Reed, esasperata dalle mie paure e dai miei singhiozzi, mi spinse brutalmente nella camera senza profferir parola.\n(Bessie and Abbot having retreated, Mrs. Reed, impatient of my now frantic anguish and wild sobs, abruptly thrust me back and locked me in, without farther parley.)\n\nLa sentii allontanarsi. Suppongo di essere stata subito colpita da un deliquio, perché non ho coscienza di ciò che avvenne dopo.\n(I heard her sweeping away; and soon after she was gone, I suppose I had a species of fit: unconsciousness closed the scene.)\n\nAppena tornai in me pervenni ad uscire da un incubo spaventoso e di veder dinanzi agli occhi una luce rossastra a strisce nere e fitte.\n(The next thing I remember is, waking up with a feeling as if I had had a frightful nightmare, and seeing before me a terrible red glare, crossed with thick black bars.)\n\nSentii alcune voci sommesse coperte dal rumore dell'acqua e del vento. L'agitazione, l'incertezza e un senso di terrore avevano gettata una grande confusione nella mia mente.\n(I heard voices, too, speaking with a hollow sound, and as if muffled by a rush of wind or water: agitation, uncertainty, and an all-predominating sense of terror confused my faculties.)\n\nDopo poco mi accorsi che qualcuno si avvicinava a me, mi sollevava collocandomi in una posizione più comoda; nessuno mi aveva mai trattato fino a quel momento con tanta sollecitudine affettuosa.\n(Ere long, I became aware that some one was handling me; lifting me up and supporting me in a sitting posture, and that more tenderly than I had ever been raised or upheld before.)", "sentences": ["— Che cosa c'è? — domandò una voce imperiosa, e la signora Reed comparve nel corridoio con la cuffia per aria e il vestito svolazzante per la corsa.", "— Abbot, Bessie, credo di aver ordinato che Jane Eyre fosse lasciata nella camera rossa, perché non era tornata in sé.", "— Signora, la signorina Jane gridava tanto forte! — si arrischiò ad osservare Bessie.", "— Lasciatela stare, — rispose ella.", "— Bambina, lasciate andare la mano di Bessie; con questi espedienti non otterrete nulla.", "— Oh! zia, abbiate pietà di me!", "Perdonatemi, punitemi in un'altra maniera, ma qui mi sento morire!", "— Silenzio!", "Questa violenza mi fa orrore, — e, senza dubbio, ella provava ciò che diceva.", "Ai suoi occhi ero una commediante precoce e vedeva sinceramente in me un complesso di passioni violente, d'ipocrisia e di doppiezza.", "Bessie e Abbot erano uscite; la signora Reed, esasperata dalle mie paure e dai miei singhiozzi, mi spinse brutalmente nella camera senza profferir parola.", "La sentii allontanarsi. Suppongo di essere stata subito colpita da un deliquio, perché non ho coscienza di ciò che avvenne dopo.", "Appena tornai in me pervenni ad uscire da un incubo spaventoso e di veder dinanzi agli occhi una luce rossastra a strisce nere e fitte.", "Sentii alcune voci sommesse coperte dal rumore dell'acqua e del vento. L'agitazione, l'incertezza e un senso di terrore avevano gettata una grande confusione nella mia mente.", "Dopo poco mi accorsi che qualcuno si avvicinava a me, mi sollevava collocandomi in una posizione più comoda; nessuno mi aveva mai trattato fino a quel momento con tanta sollecitudine affettuosa."], "transcript": [], "createdAt": "2025-12-15T12:55:23.760466", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_10", "userId": "system_opus", "title": "Sentence Practice 10", "language": "it", "content": "Sentii appoggiarmi la testa su un guanciale o su un braccio, e provai un senso di benessere.\n(I rested my head against a pillow or an arm, and felt easy.)\n\nIn cinque minuti lo smarrimento era scomparso; mi accorsi di esser coricata nel mio letto e che la luce rossastra era quella del fuoco.\n(In five minutes more the cloud of bewilderment dissolved: I knew quite well that I was in my own bed, and that the red glare was the nursery fire.)\n\nEra notte; una candela ardeva sulla tavola; Bessie stava ritta a piè del letto con una catinella in mano, e un signore, seduto al mio capezzale, si chinava su di me.\n(It was night: a candle burnt on the table; Bessie stood at the bed- foot with a basin in her hand, and a gentleman sat in a chair near my pillow, leaning over me.)\n\n— Chi sono? — domandò egli.\n(\"Well, who am I?\" he asked.)\n\nPronunziai il suo nome, stendendogli la mano. Egli la prese e disse sorridendo: — Tutto andrà bene fra poco.\n(I pronounced his name, offering him at the same time my hand: he took it, smiling and saying, \"We shall do very well by-and-by.\")\n\n— Avete bisogno di dormire, signorina? — domandò Bessie con una certa dolcezza nella voce.\n(\"Do you feel as if you should sleep, Miss?\" asked Bessie, rather softly.)\n\nNon osavo rispondere per timore di sentir quella voce rifarsi aspra. — Proverò. — dissi.\n(Scarcely dared I answer her; for I feared the next sentence might be rough. \"I will try.\")\n\n— Volete bere o desiderate mangiare qualche cosa?\n(\"Would you like to drink, or could you eat anything?\")\n\n— No, Bessie, vi ringrazio.\n(\"No, thank you, Bessie.\")\n\n— Allora vado a letto, perché è mezzanotte passata; ma potete chiamarmi, se avete bisogno di qualche cosa.\n(\"Then I think I shall go to bed, for it is past twelve o'clock; but you may call me if you want anything in the night.\")\n\nChe gentilezza sorprendente!\n(Wonderful civility this!)\n\nEssa mi dette animo a rivolgerle una domanda:\n(It emboldened me to ask a question.)\n\n— Bessie, che cosa mi è accaduto?\n(\"Bessie, what is the matter with me?)\n\nSono forse ammalata?\n(Am I ill?\")\n\n— Credo che a forza di piangere siate svenuta nella camera rossa.\n(\"You fell sick, I suppose, in the red-room with crying; you'll be better soon, no doubt.\")", "sentences": ["Sentii appoggiarmi la testa su un guanciale o su un braccio, e provai un senso di benessere.", "In cinque minuti lo smarrimento era scomparso; mi accorsi di esser coricata nel mio letto e che la luce rossastra era quella del fuoco.", "Era notte; una candela ardeva sulla tavola; Bessie stava ritta a piè del letto con una catinella in mano, e un signore, seduto al mio capezzale, si chinava su di me.", "— Chi sono? — domandò egli.", "Pronunziai il suo nome, stendendogli la mano. Egli la prese e disse sorridendo: — Tutto andrà bene fra poco.", "— Avete bisogno di dormire, signorina? — domandò Bessie con una certa dolcezza nella voce.", "Non osavo rispondere per timore di sentir quella voce rifarsi aspra. — Proverò. — dissi.", "— Volete bere o desiderate mangiare qualche cosa?", "— No, Bessie, vi ringrazio.", "— Allora vado a letto, perché è mezzanotte passata; ma potete chiamarmi, se avete bisogno di qualche cosa.", "Che gentilezza sorprendente!", "Essa mi dette animo a rivolgerle una domanda:", "— Bessie, che cosa mi è accaduto?", "Sono forse ammalata?", "— Credo che a forza di piangere siate svenuta nella camera rossa."], "transcript": [], "createdAt": "2025-12-15T12:55:23.760466", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_11", "userId": "system_opus", "title": "Sentence Practice 11", "language": "it", "content": "Bessie andò nella stanza attigua, destinata alla servitù, e udii che diceva:\n(Bessie went into the housemaid's apartment, which was near. I heard her say--)\n\n— Sara, venite a dormir con me nella camera dei bambini; non vorrei stare sola con quella povera piccina, che potrebbe morire. L'accesso che ha avuto è così strano!\n(\"Sarah, come and sleep with me in the nursery; I daren't for my life be alone with that poor child to-night: she might die; it's such a strange thing she should have that fit: I wonder if she saw anything.)\n\nDavvero che la signora è stata troppo dura con lei!\n(Missis was rather too hard.\")\n\nSara tornò insieme con Bessie e tutt'e due andarono a letto.\n(Sarah came back with her; they both went to bed; they were whispering together for half-an-hour before they fell asleep.)\n\nLe sentii parlare a voce bassa per una mezz'ora prima di addormentarsi, e afferrai qualche frase della loro conversazione di cui indovinai l'argomento.\n(I caught scraps of their conversation, from which I was able only too distinctly to infer the main subject discussed.)\n\nAlla fine si addormentarono e la candela continuò a bruciare.\n(At last both slept: the fire and the candle went out.)\n\nPassai la notte vegliando angosciosamente; i miei occhi, i miei orecchi, il mio spirito erano tesi per la paura, una di quelle paure di cui i bimbi soltanto sono capaci.\n(For me, the watches of that long night passed in ghastly wakefulness; strained by dread: such dread as children only can feel.)\n\nNessuna malattia lunga e seria tenne dietro a quell'incidente della camera rossa, esso dette soltanto una scossa tale ai miei nervi che la risento tuttora.\n(No severe or prolonged bodily illness followed this incident of the red- room; it only gave my nerves a shock of which I feel the reverberation to this day.)\n\nLa mattina dopo, verso mezzogiorno, ero alzata e vestita, e, dopo essermi rinvoltata in uno scialle, mi ero seduta accanto al fuoco.\n(Next day, by noon, I was up and dressed, and sat wrapped in a shawl by the nursery hearth.)\n\nEsso giungeva troppo tardi, come quasi tutti i favori lungamente desiderati e spesso negati.\n(Vain favour! coming, like most other favours long deferred and often wished for, too late!)\n\nNon potei mangiare la torta, e le piume degli uccelli e le tinte dei fiori mi parvero sbiaditi. Misi da parte il piatto e la torta.\n(I could not eat the tart; and the plumage of the bird, the tints of the flowers, seemed strangely faded: I put both plate and tart away.)\n\nQuella parola libro mi produsse una puntura momentanea. Peraltro le chiesi di portarmi Il viaggio di Gulliver, che era nella biblioteca.\n(Bessie asked if I would have a book: the word _book_ acted as a transient stimulus, and I begged her to fetch Gulliver's Travels from the library.)\n\nAvevo letto e riletto quel libro sempre con nuovo piacere.\n(This book I had again and again perused with delight.)\n\nChiusi il libro e lo posai sulla tavola, accanto alla torta, che non avevo assaggiata.\n(I closed the book, which I dared no longer peruse, and put it on the table, beside the untasted tart.)\n\nElla incominciò a cantare:\n(Meantime she sang: her song was--)", "sentences": ["Bessie andò nella stanza attigua, destinata alla servitù, e udii che diceva:", "— Sara, venite a dormir con me nella camera dei bambini; non vorrei stare sola con quella povera piccina, che potrebbe morire. L'accesso che ha avuto è così strano!", "Davvero che la signora è stata troppo dura con lei!", "Sara tornò insieme con Bessie e tutt'e due andarono a letto.", "Le sentii parlare a voce bassa per una mezz'ora prima di addormentarsi, e afferrai qualche frase della loro conversazione di cui indovinai l'argomento.", "Alla fine si addormentarono e la candela continuò a bruciare.", "Passai la notte vegliando angosciosamente; i miei occhi, i miei orecchi, il mio spirito erano tesi per la paura, una di quelle paure di cui i bimbi soltanto sono capaci.", "Nessuna malattia lunga e seria tenne dietro a quell'incidente della camera rossa, esso dette soltanto una scossa tale ai miei nervi che la risento tuttora.", "La mattina dopo, verso mezzogiorno, ero alzata e vestita, e, dopo essermi rinvoltata in uno scialle, mi ero seduta accanto al fuoco.", "Esso giungeva troppo tardi, come quasi tutti i favori lungamente desiderati e spesso negati.", "Non potei mangiare la torta, e le piume degli uccelli e le tinte dei fiori mi parvero sbiaditi. Misi da parte il piatto e la torta.", "Quella parola libro mi produsse una puntura momentanea. Peraltro le chiesi di portarmi Il viaggio di Gulliver, che era nella biblioteca.", "Avevo letto e riletto quel libro sempre con nuovo piacere.", "Chiusi il libro e lo posai sulla tavola, accanto alla torta, che non avevo assaggiata.", "Ella incominciò a cantare:"], "transcript": [], "createdAt": "2025-12-15T12:55:23.761456", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_12", "userId": "system_opus", "title": "Sentence Practice 12", "language": "it", "content": "\"C'era una volta, tanto tanto tempo fa, quando vivevamo come zingari....\"\n(\"In the days when we went gipsying, A long time ago.\")\n\nQualche volta, occupata dal lavoro, ripeteva il ritornello a voce bassissima, e queste parole: \"C'era una volta, tanto tanto tempo fa\" mi facevano l'impressione di un inno funebre.\n(Sometimes, preoccupied with her work, she sang the refrain very low, very lingeringly; \"A long time ago\" came out like the saddest cadence of a funeral hymn.)\n\nElla intonò un'altra ballata, veramente malinconica, che diceva:\n(She passed into another ballad, this time a really doleful one.)\n\n\"Perché mi hanno mandato così solo e così lontano, là ove si stendono le paludi, là ove sono ammonticchiate le cupe roccie?\n(Why did they send me so far and so lonely, Up where the moors spread and grey rocks are piled?)\n\nIl cuore dell'uomo è duro e i buoni angioli solamente vegliano i passi del povero orfanello.\n(Men are hard-hearted, and kind angels only Watch o'er the steps of a poor orphan child.)\n\n\"Questo pensiero deve infondermi coraggio, benché non abbia né ricovero né genitori. Il cielo è la mia casa, e lassù non mi mancherà il riposo.\n(There is a thought that for strength should avail me, Though both of shelter and kindred despoiled; Heaven is a home, and a rest will not fail me; God is a friend to the poor orphan child.\")\n\n— Venga, signorina Jane, non pianga! — esclamò Bessie quando ebbe terminato.\n(\"Come, Miss Jane, don't cry,\" said Bessie as she finished.)\n\nTanto valeva dire al fuoco di non bruciare; ma come avrebbe fatto ella a indovinare le sofferenze alle quali ero in preda?\n(She might as well have said to the fire, \"don't burn!\" but how could she divine the morbid suffering to which I was a prey?)\n\nIl signor Lloyd tornò a vedermi.\n(In the course of the morning Mr. Lloyd came again.)\n\n— Come, già alzata? — disse entrando.\n(\"What, already up!\" said he, as he entered the nursery.)\n\n— Ebbene, Bessie, come sta la piccina?\n(\"Well, nurse, how is she?\")\n\nBessie rispose che stavo bene.\n(Bessie answered that I was doing very well.)\n\n— Allora dovrebbe essere più allegra....\n(\"Then she ought to look more cheerful.)\n\nVenite qui, signorina Jane.... vi chiamate Jane, non è vero?\n(Come here, Miss Jane: your name is Jane, is it not?\")\n\n— Sì, signore, Jane Eyre.\n(\"Yes, sir, Jane Eyre.\")", "sentences": ["\"C'era una volta, tanto tanto tempo fa, quando vivevamo come zingari....\"", "Qualche volta, occupata dal lavoro, ripeteva il ritornello a voce bassissima, e queste parole: \"C'era una volta, tanto tanto tempo fa\" mi facevano l'impressione di un inno funebre.", "Ella intonò un'altra ballata, veramente malinconica, che diceva:", "\"Perché mi hanno mandato così solo e così lontano, là ove si stendono le paludi, là ove sono ammonticchiate le cupe roccie?", "Il cuore dell'uomo è duro e i buoni angioli solamente vegliano i passi del povero orfanello.", "\"Questo pensiero deve infondermi coraggio, benché non abbia né ricovero né genitori. Il cielo è la mia casa, e lassù non mi mancherà il riposo.", "— Venga, signorina Jane, non pianga! — esclamò Bessie quando ebbe terminato.", "Tanto valeva dire al fuoco di non bruciare; ma come avrebbe fatto ella a indovinare le sofferenze alle quali ero in preda?", "Il signor Lloyd tornò a vedermi.", "— Come, già alzata? — disse entrando.", "— Ebbene, Bessie, come sta la piccina?", "Bessie rispose che stavo bene.", "— Allora dovrebbe essere più allegra....", "Venite qui, signorina Jane.... vi chiamate Jane, non è vero?", "— Sì, signore, Jane Eyre."], "transcript": [], "createdAt": "2025-12-15T12:55:23.761456", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_13", "userId": "system_opus", "title": "Sentence Practice 13", "language": "it", "content": "— Ebbene, avete pianto, signorina Jane Eyre; mi potrebbe dire per chi?\n(\"Well, you have been crying, Miss Jane Eyre; can you tell me what about?)\n\nAvete qualche dispiacere?\n(Have you any pain?\")\n\n— No, signore.\n(\"No, sir.\" \"Oh!)\n\n— Piange, certo, perché non ha potuto andare in carrozza con la signora, — disse Bessie.\n(I daresay she is crying because she could not go out with Missis in the carriage,\" interposed Bessie.)\n\n— Oh! no; è troppo grande per piangere per una sciocchezza simile.\n(\"Surely not! why, she is too old for such pettishness.\")\n\nIo la pensavo pure così, e sentendo offeso il mio amor proprio, risposi prontamente: — Non ho pianto mai per una inezia di quel genere.\n(I thought so too; and my self-esteem being wounded by the false charge, I answered promptly, \"I never cried for such a thing in my life: I hate going out in the carriage.)\n\nDetesto di uscire in carrozza; ho pianto perché sono infelice.\n(I cry because I am miserable.\")\n\n— Vergogna, signorina, — disse Bessie.\n(\"Oh fie, Miss!\" said Bessie.)\n\nIl buon farmacista rimase impacciato.\n(The good apothecary appeared a little puzzled.)\n\nEro ritta davanti a lui, ed egli fissò su di me i suoi occhi scrutatori. Erano grigi, piccoli e mancavano di splendore; ora mi pare che li giudicherei penetranti: era brutto, ma aveva l'aspetto buono.\n(I was standing before him; he fixed his eyes on me very steadily: his eyes were small and grey; not very bright, but I dare say I should think them shrewd now: he had a hard-featured yet good-natured looking face.)\n\nDopo avermi considerata con agio, mi disse:\n(Having considered me at leisure, he said--)\n\n— Che cosa vi fece ammalare ieri?\n(\"What made you ill yesterday?\")\n\n— Cadde, — disse Bessie, prendendo di nuovo la parola.\n(\"She had a fall,\" said Bessie, again putting in her word.)\n\n— Cadde! È forse una bimba piccina?\n(\"Fall! why, that is like a baby again!)\n\nNon sa camminare alla sua età?\n(Can't she manage to walk at her age?)", "sentences": ["— Ebbene, avete pianto, signorina Jane Eyre; mi potrebbe dire per chi?", "Avete qualche dispiacere?", "— No, signore.", "— Piange, certo, perché non ha potuto andare in carrozza con la signora, — disse Bessie.", "— Oh! no; è troppo grande per piangere per una sciocchezza simile.", "Io la pensavo pure così, e sentendo offeso il mio amor proprio, risposi prontamente: — Non ho pianto mai per una inezia di quel genere.", "Detesto di uscire in carrozza; ho pianto perché sono infelice.", "— Vergogna, signorina, — disse Bessie.", "Il buon farmacista rimase impacciato.", "Ero ritta davanti a lui, ed egli fissò su di me i suoi occhi scrutatori. Erano grigi, piccoli e mancavano di splendore; ora mi pare che li giudicherei penetranti: era brutto, ma aveva l'aspetto buono.", "Dopo avermi considerata con agio, mi disse:", "— Che cosa vi fece ammalare ieri?", "— Cadde, — disse Bessie, prendendo di nuovo la parola.", "— Cadde! È forse una bimba piccina?", "Non sa camminare alla sua età?"], "transcript": [], "createdAt": "2025-12-15T12:55:23.762449", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_14", "userId": "system_opus", "title": "Sentence Practice 14", "language": "it", "content": "Deve avere otto o nove anni.\n(She must be eight or nine years old.\")\n\nMentre egli riponeva in tasca la tabacchiera, si sentì la campana che annunciava il pranzo della servitù.\n(As he was returning the box to his waistcoat pocket, a loud bell rang for the servants' dinner; he knew what it was.)\n\n— Vi chiamano, Bessie, — disse il farmacista volgendosi verso la bambinaia. — Potete scendere; io leggerò qualche cosa alla signorina Jane, finché non tornerete.\n(\"That's for you, nurse,\" said he; \"you can go down; I'll give Miss Jane a lecture till you come back.\")\n\nBessie avrebbe preferito di rimanere, ma fu costretta a scendere, perché sapeva che l'esattezza era un dovere che occorreva compiere a Gateshead.\n(Bessie would rather have stayed, but she was obliged to go, because punctuality at meals was rigidly enforced at Gateshead Hall.)\n\n— Se non è la caduta che vi ha fatto ammalare, che cosa è stato dunque? — continuò il signor Lloyd quando Bessie se ne fu andata.\n(\"The fall did not make you ill; what did, then?\" pursued Mr. Lloyd when Bessie was gone.)\n\n— Mi hanno rinchiusa sola nella camera rossa che è visitata la notte da uno spirito.\n(\"I was shut up in a room where there is a ghost till after dark.\")\n\nVidi il signor Lloyd sorridere e aggrottare lo sopracciglia.\n(I saw Mr. Lloyd smile and frown at the same time.)\n\n— Uno spirito!\n(\"Ghost!)\n\nSiete davvero una piccinuccia se avete paura degli spiriti!\n(What, you are a baby after all! You are afraid of ghosts?\")\n\n— Sì, ho paura dell'ombra del signor Reed, che morì in quella camera, e di là fu portato a sotterrare.\n(\"Of Mr. Reed's ghost I am: he died in that room, and was laid out there.)\n\nNé Bessie né altri entrano la sera in quella stanza, se ne possono fare a meno, ed è stata una crudeltà di rinchiudermici sola senza lume, tanta crudeltà che mi pare di non potermene scordar mai più.\n(Neither Bessie nor any one else will go into it at night, if they can help it; and it was cruel to shut me up alone without a candle,--so cruel that I think I shall never forget it.\")\n\n— Sciocchezze!\n(\"Nonsense!)\n\nE fu quello che vi rese infelice?\n(And is it that makes you so miserable?)\n\nAvete paura anche di giorno?\n(Are you afraid now in daylight?\")\n\n— No, ma la notte tornerà fra poco; del resto, sono infelice per altre ragioni.\n(\"No: but night will come again before long: and besides,--I am unhappy,--very unhappy, for other things.\")", "sentences": ["Deve avere otto o nove anni.", "Mentre egli riponeva in tasca la tabacchiera, si sentì la campana che annunciava il pranzo della servitù.", "— Vi chiamano, Bessie, — disse il farmacista volgendosi verso la bambinaia. — Potete scendere; io leggerò qualche cosa alla signorina Jane, finché non tornerete.", "Bessie avrebbe preferito di rimanere, ma fu costretta a scendere, perché sapeva che l'esattezza era un dovere che occorreva compiere a Gateshead.", "— Se non è la caduta che vi ha fatto ammalare, che cosa è stato dunque? — continuò il signor Lloyd quando Bessie se ne fu andata.", "— Mi hanno rinchiusa sola nella camera rossa che è visitata la notte da uno spirito.", "Vidi il signor Lloyd sorridere e aggrottare lo sopracciglia.", "— Uno spirito!", "Siete davvero una piccinuccia se avete paura degli spiriti!", "— Sì, ho paura dell'ombra del signor Reed, che morì in quella camera, e di là fu portato a sotterrare.", "Né Bessie né altri entrano la sera in quella stanza, se ne possono fare a meno, ed è stata una crudeltà di rinchiudermici sola senza lume, tanta crudeltà che mi pare di non potermene scordar mai più.", "— Sciocchezze!", "E fu quello che vi rese infelice?", "Avete paura anche di giorno?", "— No, ma la notte tornerà fra poco; del resto, sono infelice per altre ragioni."], "transcript": [], "createdAt": "2025-12-15T12:55:23.762449", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_15", "userId": "system_opus", "title": "Sentence Practice 15", "language": "it", "content": "Ditene qualcuna.\n(Can you tell me some of them?\")\n\nCome avrei desiderato di rispondere sinceramente a quella domanda! ma come era difficile il farlo!\n(How much I wished to reply fully to this question! How difficult it was to frame any answer!)\n\nI bimbi sentono, ma non analizzano i loro sentimenti, e se col pensiero riescono a far parzialmente quell'analisi, non sanno tradurla in parole.\n(Children can feel, but they cannot analyse their feelings; and if the analysis is partially effected in thought, they know not how to express the result of the process in words.)\n\nPerò, siccome temevo di perdere la prima e farne l'unica occasione di mitigare il mio dolore sfogandolo con altri, feci, dopo un istante di turbamento, questa breve, ma sincera risposta:\n(Fearful, however, of losing this first and only opportunity of relieving my grief by imparting it, I, after a disturbed pause, contrived to frame a meagre, though, as far as it went, true response.)\n\n— Prima di tutto non ho né padre né madre, né fratelli né sorelle.\n(\"For one thing, I have no father or mother, brothers or sisters.\")\n\n— Avete però una buona zia e dei buoni cugini....\n(\"You have a kind aunt and cousins.\")\n\nFeci una pausa e poi risposi francamente:\n(Again I paused; then bunglingly enounced--)\n\n— John Reed mi buttò in terra e la zia mi rinchiuse nella sala rossa.\n(\"But John Reed knocked me down, and my aunt shut me up in the red-room.\")\n\nII signor Lloyd per la seconda volta ricorse alla sua tabacchiera.\n(Mr. Lloyd a second time produced his snuff-box.)\n\n— La villa di Gateshead non vi par bella? non siete riconoscente di vivere in una casa così bella?\n(\"Don't you think Gateshead Hall a very beautiful house?\" asked he. \"Are you not very thankful to have such a fine place to live at?\")\n\n— Non è la mia casa, signore, e Abbot dice che ho meno diritto che una serva di abitarvi.\n(\"It is not my house, sir; and Abbot says I have less right to be here than a servant.\")\n\n— Non siete, spero, tanto stupida da desiderare di andarvene.\n(\"Pooh! you can't be silly enough to wish to leave such a splendid place?\")\n\n— Se potessi andare altrove, sarei ben contenta di lasciarla, ma non posso farlo finché sono piccina.\n(\"If I had anywhere else to go, I should be glad to leave it; but I can never get away from Gateshead till I am a woman.\")\n\n— Forse potreste.... chi sa?\n(\"Perhaps you may--who knows?)\n\nAvete altri parenti oltre la signora Reed?\n(Have you any relations besides Mrs. Reed?\")", "sentences": ["Ditene qualcuna.", "Come avrei desiderato di rispondere sinceramente a quella domanda! ma come era difficile il farlo!", "I bimbi sentono, ma non analizzano i loro sentimenti, e se col pensiero riescono a far parzialmente quell'analisi, non sanno tradurla in parole.", "Però, siccome temevo di perdere la prima e farne l'unica occasione di mitigare il mio dolore sfogandolo con altri, feci, dopo un istante di turbamento, questa breve, ma sincera risposta:", "— Prima di tutto non ho né padre né madre, né fratelli né sorelle.", "— Avete però una buona zia e dei buoni cugini....", "Feci una pausa e poi risposi francamente:", "— John Reed mi buttò in terra e la zia mi rinchiuse nella sala rossa.", "II signor Lloyd per la seconda volta ricorse alla sua tabacchiera.", "— La villa di Gateshead non vi par bella? non siete riconoscente di vivere in una casa così bella?", "— Non è la mia casa, signore, e Abbot dice che ho meno diritto che una serva di abitarvi.", "— Non siete, spero, tanto stupida da desiderare di andarvene.", "— Se potessi andare altrove, sarei ben contenta di lasciarla, ma non posso farlo finché sono piccina.", "— Forse potreste.... chi sa?", "Avete altri parenti oltre la signora Reed?"], "transcript": [], "createdAt": "2025-12-15T12:55:23.762449", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_16", "userId": "system_opus", "title": "Sentence Practice 16", "language": "it", "content": "— Non credo, signore.\n(\"I think not, sir.\")\n\n— Nessuno dal lato paterno?\n(\"None belonging to your father?\")\n\n— Non so; lo domandai una volta alla signora Reed; ella mi disse che potevo avere qualche parente povero che portasse il cognome di Eyre, ma che non sapeva nulla di loro.\n(\"I don't know. I asked Aunt Reed once, and she said possibly I might have some poor, low relations called Eyre, but she knew nothing about them.\")\n\n— Se ne aveste, vorreste andare con essi?\n(\"If you had such, would you like to go to them?\")\n\nRiflettei.\n(I reflected.)\n\n— No, — risposi, — non vorrei appartenere a povera gente.\n(\"No; I should not like to belong to poor people,\" was my reply.)\n\n— Nemmeno se fosse buona per voi?\n(\"Not even if they were kind to you?\")\n\n— Ma i vostri parenti sono dunque tanto poveri?\n(\"But are your relatives so very poor?)\n\nSono forse operai?\n(Are they working people?\")\n\n— Non saprei dirlo; mia zia assicura che, se ne ho, debbono appartenere alla classe dei mendicanti, e io non vorrei chiedere l'elemosina.\n(\"I cannot tell; Aunt Reed says if I have any, they must be a beggarly set: I should not like to go a begging.\")\n\n— Vorreste andare in pensione?\n(\"Would you like to go to school?\")\n\nDel resto la pensione condurrebbe seco un cambiamento di vita, riempirebbe una lunga giornata, mi allontanerebbe dagli abitanti della villa, sarebbe infine il principio di una nuova esistenza.\n(Besides, school would be a complete change: it implied a long journey, an entire separation from Gateshead, an entrance into a new life.)\n\n— Come sarei contenta di andare in pensione! — risposi senza più esitare.\n(\"I should indeed like to go to school,\" was the audible conclusion of my musings.)\n\n— Ebbene, chi sa che cosa può accadere! — mi disse il signor Lloyd alzandosi.\n(\"Well, well! who knows what may happen?\" said Mr. Lloyd, as he got up.)\n\n— Per questa bimba ci vorrebbe un cambiamento d'aria e di luogo — aggiunse come se parlasse a sè stesso. I suoi nervi non sono in buono stato.\n(\"The child ought to have change of air and scene,\" he added, speaking to himself; \"nerves not in a good state.\")", "sentences": ["— Non credo, signore.", "— Nessuno dal lato paterno?", "— Non so; lo domandai una volta alla signora Reed; ella mi disse che potevo avere qualche parente povero che portasse il cognome di Eyre, ma che non sapeva nulla di loro.", "— Se ne aveste, vorreste andare con essi?", "Riflettei.", "— No, — risposi, — non vorrei appartenere a povera gente.", "— Nemmeno se fosse buona per voi?", "— Ma i vostri parenti sono dunque tanto poveri?", "Sono forse operai?", "— Non saprei dirlo; mia zia assicura che, se ne ho, debbono appartenere alla classe dei mendicanti, e io non vorrei chiedere l'elemosina.", "— Vorreste andare in pensione?", "Del resto la pensione condurrebbe seco un cambiamento di vita, riempirebbe una lunga giornata, mi allontanerebbe dagli abitanti della villa, sarebbe infine il principio di una nuova esistenza.", "— Come sarei contenta di andare in pensione! — risposi senza più esitare.", "— Ebbene, chi sa che cosa può accadere! — mi disse il signor Lloyd alzandosi.", "— Per questa bimba ci vorrebbe un cambiamento d'aria e di luogo — aggiunse come se parlasse a sè stesso. I suoi nervi non sono in buono stato."], "transcript": [], "createdAt": "2025-12-15T12:55:23.763456", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_17", "userId": "system_opus", "title": "Sentence Practice 17", "language": "it", "content": "In quel momento entrò Bessie e si senti il rumore della carrozza della signora Reed nel cortile.\n(Bessie now returned; at the same moment the carriage was heard rolling up the gravel-walk.)\n\n— È la vostra padrona, Bessie? — domandò il signor Lloyd.\n(\"Is that your mistress, nurse?\" asked Mr. Lloyd.)\n\n— Vorrei parlarle avanti di andarmene.\n(\"I should like to speak to her before I go.\")\n\nBessie lo invitò ad entrare nella stanza da pranzo, e camminò davanti a lui per insegnargli la via.\n(Bessie invited him to walk into the breakfast-room, and led the way out.)\n\nSuppongo che Abbot mi credesse un'altra Guy Jaukes bambina.\n(Abbot, I think, gave me credit for being a sort of infantine Guy Fawkes.)\n\nBessie, dopo avere ascoltato questo, sospirò dicendo: — Povera signorina Jane; merita davvero compassione!\n(Bessie, when she heard this narrative, sighed and said, \"Poor Miss Jane is to be pitied, too, Abbot.\")\n\n— Sì, — rispose Abbot, — se fosse una bella creatura si potrebbe aver pietà del suo abbandono, ma chi può guardare un rospetto simile?\n(\"Yes,\" responded Abbot; \"if she were a nice, pretty child, one might compassionate her forlornness; but one really cannot care for such a little toad as that.\")\n\nCara piccina, con i suoi lunghi riccioli, con quegli occhi azzurri e quella dolce carnagione; pare dipinta; Bessie, avrei voglia di un po' di coniglio per cena.\n(\"Little darling!--with her long curls and her blue eyes, and such a sweet colour as she has; just as if she were painted!--Bessie, I could fancy a Welsh rabbit for supper.\")\n\n— Anch'io, con le cipolle arrostite.\n(\"So could I--with a roast onion.)\n\nVenite, andiamo giù.\n(Come, we'll go down.\")\n\n— E uscirono.\n(They went.)\n\nMa intanto i giorni e le settimane passavano senza che avvenisse nulla di nuovo. Avevo ricuperato la salute, ma non si parlava punto della cosa che stavami tanto a cuore.\n(It tarried, however: days and weeks passed: I had regained my normal state of health, but no new allusion was made to the subject over which I brooded.)\n\n— Non mi parlate più di quella bambina, John, — diss'ella, — non merita che si badi a quello che fa; non voglio che voi né le vostre sorelle vi associate con lei per giuocare.\n(\"Don't talk to me about her, John: I told you not to go near her; she is not worthy of notice; I do not choose that either you or your sisters should associate with her.\")\n\nSporgendomi allora dalla balaustra della scala, mi misi a gridare, senza riflettere alle mie parole:\n(Here, leaning over the banister, I cried out suddenly, and without at all deliberating on my words--)\n\n— Vuoi dire che non sono degni di giuocare con me.\n(\"They are not fit to associate with me.\")", "sentences": ["In quel momento entrò Bessie e si senti il rumore della carrozza della signora Reed nel cortile.", "— È la vostra padrona, Bessie? — domandò il signor Lloyd.", "— Vorrei parlarle avanti di andarmene.", "Bessie lo invitò ad entrare nella stanza da pranzo, e camminò davanti a lui per insegnargli la via.", "Suppongo che Abbot mi credesse un'altra Guy Jaukes bambina.", "Bessie, dopo avere ascoltato questo, sospirò dicendo: — Povera signorina Jane; merita davvero compassione!", "— Sì, — rispose Abbot, — se fosse una bella creatura si potrebbe aver pietà del suo abbandono, ma chi può guardare un rospetto simile?", "Cara piccina, con i suoi lunghi riccioli, con quegli occhi azzurri e quella dolce carnagione; pare dipinta; Bessie, avrei voglia di un po' di coniglio per cena.", "— Anch'io, con le cipolle arrostite.", "Venite, andiamo giù.", "— E uscirono.", "Ma intanto i giorni e le settimane passavano senza che avvenisse nulla di nuovo. Avevo ricuperato la salute, ma non si parlava punto della cosa che stavami tanto a cuore.", "— Non mi parlate più di quella bambina, John, — diss'ella, — non merita che si badi a quello che fa; non voglio che voi né le vostre sorelle vi associate con lei per giuocare.", "Sporgendomi allora dalla balaustra della scala, mi misi a gridare, senza riflettere alle mie parole:", "— Vuoi dire che non sono degni di giuocare con me."], "transcript": [], "createdAt": "2025-12-15T12:55:23.763456", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_18", "userId": "system_opus", "title": "Sentence Practice 18", "language": "it", "content": "— Che cosa vi direbbe lo zio Reed, se fosse vivo? — le domandai quasi involontariamente, perché la lingua pronunziò queste parole senza il consenso della mente.\n(\"What would Uncle Reed say to you, if he were alive?\" was my scarcely voluntary demand.)\n\nVi era in me una forza che mi spingeva a parlare, nonostante la volontà di tacere.\n(I say scarcely voluntary, for it seemed as if my tongue pronounced words without my will consenting to their utterance: something spoke out of me over which I had no control.)\n\nTale ero infatti in quel momento.\n(I was now in for it.)\n\n— Mio zio Reed è in cielo, — continuai, — e può vedere ciò che fate e pensate, e così pure il babbo e la mamma; essi sanno che mi rinchiudete per giornate intere e che vorreste vedermi morta.\n(\"My Uncle Reed is in heaven, and can see all you do and think; and so can papa and mama: they know how you shut me up all day long, and how you wish me dead.\")\n\nLa signora Reed si rimise subito, mi scosse violentemente, mi dette due schiaffi e poi si allontanò da me senza aprir bocca.\n(Mrs. Reed soon rallied her spirits: she shook me most soundly, she boxed both my ears, and then left me without a word.)\n\nBessie supplì a quel silenzio facendomi una predica che durò un'ora, provandomi che ero la bimba più cattiva e più abbandonata che vi fosse al mondo.\n(Bessie supplied the hiatus by a homily of an hour's length, in which she proved beyond a doubt that I was the most wicked and abandoned child ever reared under a roof.)\n\nEro propensa a crederle, perché non sentivo sorgere dal cuore altro che cattive ispirazioni.\n(I half believed her; for I felt indeed only bad feelings surging in my breast.)\n\nTrascorsero novembre, dicembre e la metà di gennaio.\n(November, December, and half of January passed away.)\n\nIl Natale era stato celebrato a Gateshead con la consueta solennità, i doni erano stati scambiati e offerti pranzi e ricevimenti.\n(Christmas and the New Year had been celebrated at Gateshead with the usual festive cheer; presents had been interchanged, dinners and evening parties given.)\n\nMa appena Bessie aveva vestite le padroncine, soleva scendere nelle rumorose regioni della cucina e della dispensa e portava seco il lume.\n(But Bessie, as soon as she had dressed her young ladies, used to take herself off to the lively regions of the kitchen and housekeeper's room, generally bearing the candle along with her.)\n\nBessie Lee doveva essere una ragazza intelligente, perché le riusciva tutto quello che si metteva a fare e narrava benissimo; almeno i racconti suoi mi sono rimasti impressi nella mente.\n(Bessie Lee must, I think, have been a girl of good natural capacity, for she was smart in all she did, and had a remarkable knack of narrative; so, at least, I judge from the impression made on me by her nursery tales.)\n\nSe rammento bene, doveva essere anche bellina.\n(She was pretty too, if my recollections of her face and person are correct.)\n\nGeorgiana era seduta su una sedia alta davanti allo specchio e intrecciava fiori artificiali e penne sbiadite, trovate in soffitta, ai suoi capelli.\n(Georgiana sat on a high stool, dressing her hair at the glass, and interweaving her curls with artificial flowers and faded feathers, of which she had found a store in a drawer in the attic.)\n\nIo intanto rifacevo il letto, avendo avuto ordine espresso da Bessie di sbrigarmi prima che tornasse, perché Bessie m'impiegava spesso a pulir la camera come se fossi stata una donna di faccende.\n(I was making my bed, having received strict orders from Bessie to get it arranged before she returned (for Bessie now frequently employed me as a sort of under- nurserymaid, to tidy the room, dust the chairs, &c.).)\n\nMolte carrozze venivano a Gateshead, ma i visitatori che conducevano mi erano sempre indifferenti. La carrozza si fermò davanti alla casa, si udì una scampanellata e il visitatore entrò.\n(I watched it ascending the drive with indifference; carriages often came to Gateshead, but none ever brought visitors in whom I was interested; it stopped in front of the house, the door-bell rang loudly, the new-comer was admitted.)", "sentences": ["— Che cosa vi direbbe lo zio Reed, se fosse vivo? — le domandai quasi involontariamente, perché la lingua pronunziò queste parole senza il consenso della mente.", "Vi era in me una forza che mi spingeva a parlare, nonostante la volontà di tacere.", "Tale ero infatti in quel momento.", "— Mio zio Reed è in cielo, — continuai, — e può vedere ciò che fate e pensate, e così pure il babbo e la mamma; essi sanno che mi rinchiudete per giornate intere e che vorreste vedermi morta.", "La signora Reed si rimise subito, mi scosse violentemente, mi dette due schiaffi e poi si allontanò da me senza aprir bocca.", "Bessie supplì a quel silenzio facendomi una predica che durò un'ora, provandomi che ero la bimba più cattiva e più abbandonata che vi fosse al mondo.", "Ero propensa a crederle, perché non sentivo sorgere dal cuore altro che cattive ispirazioni.", "Trascorsero novembre, dicembre e la metà di gennaio.", "Il Natale era stato celebrato a Gateshead con la consueta solennità, i doni erano stati scambiati e offerti pranzi e ricevimenti.", "Ma appena Bessie aveva vestite le padroncine, soleva scendere nelle rumorose regioni della cucina e della dispensa e portava seco il lume.", "Bessie Lee doveva essere una ragazza intelligente, perché le riusciva tutto quello che si metteva a fare e narrava benissimo; almeno i racconti suoi mi sono rimasti impressi nella mente.", "Se rammento bene, doveva essere anche bellina.", "Georgiana era seduta su una sedia alta davanti allo specchio e intrecciava fiori artificiali e penne sbiadite, trovate in soffitta, ai suoi capelli.", "Io intanto rifacevo il letto, avendo avuto ordine espresso da Bessie di sbrigarmi prima che tornasse, perché Bessie m'impiegava spesso a pulir la camera come se fossi stata una donna di faccende.", "Molte carrozze venivano a Gateshead, ma i visitatori che conducevano mi erano sempre indifferenti. La carrozza si fermò davanti alla casa, si udì una scampanellata e il visitatore entrò."], "transcript": [], "createdAt": "2025-12-15T12:55:23.764456", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_19", "userId": "system_opus", "title": "Sentence Practice 19", "language": "it", "content": "Siccome non m'importava di quel fatto, concentrai tutta la mia attenzione su un pettirosso, che cantava sui rami nudi di un ciliegio, che cresceva sotto la finestra.\n(All this being nothing to me, my vacant attention soon found livelier attraction in the spectacle of a little hungry robin, which came and chirruped on the twigs of the leafless cherry-tree nailed against the wall near the casement.)\n\nAvevo ancora un po' di pane della colazione e aprii la finestra per isminuzzarlo sul parapetto. In quel momento Bessie salì precipitosamente le scale ed entrò in camera dicendo:\n(The remains of my breakfast of bread and milk stood on the table, and having crumbled a morsel of roll, I was tugging at the sash to put out the crumbs on the window-sill, when Bessie came running upstairs into the nursery.)\n\n— Signorina Jane, si levi il grembiule.\n(\"Miss Jane, take off your pinafore; what are you doing there?)\n\nChe cosa fa? S'è lavate le mani e il viso?\n(Have you washed your hands and face this morning?\")\n\nAvanti di rispondere, terminai di spargere il pane fuori della finestra, poi, richiudendola, risposi tranquillamente:\n(I gave another tug before I answered, for I wanted the bird to be secure of its bread: the sash yielded; I scattered the crumbs, some on the stone sill, some on the cherry-tree bough, then, closing the window, I replied--)\n\n— No, Bessie, ho terminato di spolverare.\n(\"No, Bessie; I have only just finished dusting.\")\n\n— Che bimba sciolta e disordinata! Che cosa facevate?\n(\"Troublesome, careless child! and what are you doing now?)\n\nSiete rossa come una colpevole. Perché avete aperto la finestra?\n(You look quite red, as if you had been about some mischief: what were you opening the window for?\")\n\nStavo per domandare se la zia era giù, ma Bessie era sparita, chiudendo dietro a sé la porta della camera.\n(I would have asked who wanted me: I would have demanded if Mrs. Reed was there; but Bessie was already gone, and had closed the nursery-door upon me.)\n\nScesi lentamente.\n(I slowly descended.)\n\nGiunsi nell'anticamera, davanti alla porta della sala da pranzo; là mi fermai timidamente.\n(I now stood in the empty hall; before me was the breakfast-room door, and I stopped, intimidated and trembling.)\n\nLe ingiuste punizioni mi avevano resa vile.\n(What a miserable little poltroon had fear, engendered of unjust punishment, made of me in those days!)\n\nNon osavo tornare su in camera, non osavo entrare nel salotto; rimasi dieci minuti esitando, in preda all'agitazione. Una forte scampanellata mi rese coraggio: dovevo entrare.\n(I feared to return to the nursery, and feared to go forward to the parlour; ten minutes I stood in agitated hesitation; the vehement ringing of the breakfast-room bell decided me; I _must_ enter.)\n\n— Chi può aspettarmi? — dicevo fra me, mentre con tutte e due le mani giravo la maniglia, che resisteva ai miei sforzi.\n(\"Who could want me?\" I asked inwardly, as with both hands I turned the stiff door-handle, which, for a second or two, resisted my efforts.)\n\n— Chi troverò insieme con la zia?\n(\"What should I see besides Aunt Reed in the apartment?--a man or a woman?\")", "sentences": ["Siccome non m'importava di quel fatto, concentrai tutta la mia attenzione su un pettirosso, che cantava sui rami nudi di un ciliegio, che cresceva sotto la finestra.", "Avevo ancora un po' di pane della colazione e aprii la finestra per isminuzzarlo sul parapetto. In quel momento Bessie salì precipitosamente le scale ed entrò in camera dicendo:", "— Signorina Jane, si levi il grembiule.", "Che cosa fa? S'è lavate le mani e il viso?", "Avanti di rispondere, terminai di spargere il pane fuori della finestra, poi, richiudendola, risposi tranquillamente:", "— No, Bessie, ho terminato di spolverare.", "— Che bimba sciolta e disordinata! Che cosa facevate?", "Siete rossa come una colpevole. Perché avete aperto la finestra?", "Stavo per domandare se la zia era giù, ma Bessie era sparita, chiudendo dietro a sé la porta della camera.", "Scesi lentamente.", "Giunsi nell'anticamera, davanti alla porta della sala da pranzo; là mi fermai timidamente.", "Le ingiuste punizioni mi avevano resa vile.", "Non osavo tornare su in camera, non osavo entrare nel salotto; rimasi dieci minuti esitando, in preda all'agitazione. Una forte scampanellata mi rese coraggio: dovevo entrare.", "— Chi può aspettarmi? — dicevo fra me, mentre con tutte e due le mani giravo la maniglia, che resisteva ai miei sforzi.", "— Chi troverò insieme con la zia?"], "transcript": [], "createdAt": "2025-12-15T12:55:23.764456", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_it_20", "userId": "system_opus", "title": "Sentence Practice 20", "language": "it", "content": "La maniglia cedè; la porta si aprì; io m'inoltrai salutando profondamente e guardando intorno. I miei occhi si fermarono su qualcosa di lungo e di scuro, come una colonna nera.\n(The handle turned, the door unclosed, and passing through and curtseying low, I looked up at--a black pillar!--such, at least, appeared to me, at first sight, the straight, narrow, sable-clad shape standing erect on the rug: the grim face at the top was like a carved mask, placed above the shaft by way of capital.)\n\nUbbidii. E, guardando il visitatore immobile, mi presentò a lui, dicendo: — Ecco la bambina di cui vi ho parlato.\n(Mrs. Reed occupied her usual seat by the fireside; she made a signal to me to approach; I did so, and she introduced me to the stony stranger with the words: \"This is the little girl respecting whom I applied to you.\")\n\nEgli volse lentamente la testa dal mio lato, e dopo avermi esaminato con uno sguardo inquisitore a traverso i cigli neri e folti, mi domandò in tono solenne e a voce bassissima quanti anni avevo.\n(_He_, for it was a man, turned his head slowly towards where I stood, and having examined me with the two inquisitive-looking grey eyes which twinkled under a pair of bushy brows, said solemnly, and in a bass voice, \"Her size is small: what is her age?\")\n\n— Dieci, — rispose la zia.\n(\"Ten years.\")\n\n— Non pare che ne abbia tanti, — osservò in tono di dubbio, e prolungò per alcuni minuti il mio esame; poi, dirigendosi a me, disse: — Come vi chiamate, piccina?\n(\"So much?\" was the doubtful answer; and he prolonged his scrutiny for some minutes. Presently he addressed me--\"Your name, little girl?\")\n\n— Jane Eyre, signore.\n(\"Jane Eyre, sir.\")\n\nMi parve alto, ma mi ricordo che io allora ero molto piccola. I tratti di lui mi parvero molto marcati, e vi scorsi, come nelle linee di tutta la persona, una espressione di durezza e d'ipocrisia.\n(In uttering these words I looked up: he seemed to me a tall gentleman; but then I was very little; his features were large, and they and all the lines of his frame were equally harsh and prim.)\n\n— Ebbene, Jane Eyre, siete una buona bambina?\n(\"Well, Jane Eyre, and are you a good child?\")\n\nEra impossibile rispondere affermativamente. Quelli che mi circondavano credevano l'opposto; così tacqui.\n(Impossible to reply to this in the affirmative: my little world held a contrary opinion: I was silent.)\n\nLa signora Reed parlò per me, e scuotendo la testa rispose rapidamente: — Meno parleremo di ciò e meglio faremo, signor Bockelhurst.\n(Mrs. Reed answered for me by an expressive shake of the head, adding soon, \"Perhaps the less said on that subject the better, Mr. Brocklehurst.\")\n\n— Sono dolente davvero; bisogna che parli un poco con lei. E rinunciando alla posizione perpendicolare, si sedè in una poltrona di fronte alla signora Reed, dicendomi di avvicinarmi.\n(\"Sorry indeed to hear it! she and I must have some talk;\" and bending from the perpendicular, he installed his person in the arm-chair opposite Mrs. Reed's.)\n\nPoi battè leggermente il piede e mi ordinò di mettermi dinanzi a lui.\n(I stepped across the rug; he placed me square and straight before him.)\n\nIl suo volto mi produsse uno strano effetto, quando vidi il naso enorme e grossissimi denti.\n(What a face he had, now that it was almost on a level with mine! what a great nose! and what a mouth! and what large prominent teeth!)\n\n— Non vi è nulla di più triste che lo spettacolo che offre una bimba cattiva, — riprese egli.\n(\"No sight so sad as that of a naughty child,\" he began, \"especially a naughty little girl.)\n\n— Sapete dove vanno i peccatori dopo morti? La mia risposta fu rapida e ortodossa.\n(Do you know where the wicked go after death?\")", "sentences": ["La maniglia cedè; la porta si aprì; io m'inoltrai salutando profondamente e guardando intorno. I miei occhi si fermarono su qualcosa di lungo e di scuro, come una colonna nera.", "Ubbidii. E, guardando il visitatore immobile, mi presentò a lui, dicendo: — Ecco la bambina di cui vi ho parlato.", "Egli volse lentamente la testa dal mio lato, e dopo avermi esaminato con uno sguardo inquisitore a traverso i cigli neri e folti, mi domandò in tono solenne e a voce bassissima quanti anni avevo.", "— Dieci, — rispose la zia.", "— Non pare che ne abbia tanti, — osservò in tono di dubbio, e prolungò per alcuni minuti il mio esame; poi, dirigendosi a me, disse: — Come vi chiamate, piccina?", "— Jane Eyre, signore.", "Mi parve alto, ma mi ricordo che io allora ero molto piccola. I tratti di lui mi parvero molto marcati, e vi scorsi, come nelle linee di tutta la persona, una espressione di durezza e d'ipocrisia.", "— Ebbene, Jane Eyre, siete una buona bambina?", "Era impossibile rispondere affermativamente. Quelli che mi circondavano credevano l'opposto; così tacqui.", "La signora Reed parlò per me, e scuotendo la testa rispose rapidamente: — Meno parleremo di ciò e meglio faremo, signor Bockelhurst.", "— Sono dolente davvero; bisogna che parli un poco con lei. E rinunciando alla posizione perpendicolare, si sedè in una poltrona di fronte alla signora Reed, dicendomi di avvicinarmi.", "Poi battè leggermente il piede e mi ordinò di mettermi dinanzi a lui.", "Il suo volto mi produsse uno strano effetto, quando vidi il naso enorme e grossissimi denti.", "— Non vi è nulla di più triste che lo spettacolo che offre una bimba cattiva, — riprese egli.", "— Sapete dove vanno i peccatori dopo morti? La mia risposta fu rapida e ortodossa."], "transcript": [], "createdAt": "2025-12-15T12:55:23.765455", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}]