[{"id": "opus_pl_1", "userId": "system_opus", "title": "Sentence Practice 1", "language": "pl", "content": "Source: Project Gutenberg\n(Source: manybooks.netAudiobook available here)\n\nTAJEMNICA BASKERVILLE'ÓW\n(The Hound of the Baskervilles)\n\nConana Doyle'a\n(Sir Arthur Conan Doyle)\n\nI. Pan Sherlock Holmes.\n(Chapter 1 Mr. Sherlock Holmes)\n\nPan Sherlock Holmes zwykł był wstawać późno, o ile nie czuwał przez całą noc, a zdarzało mu się to nieraz.\n(Mr. Sherlock Holmes, who was usually very late in the mornings, save upon those not infrequent occasions when he was up all night, was seated at the breakfast table.)\n\nOtóż owego dnia wstał wyjątkowo wcześnie. Jadł śniadanie.\n(I stood upon the hearth-rug and picked up the stick which our visitor had left behind him the night before.)\n\nStałem przy kominku. Schyliłem się i podniosłem laskę, którą nasz gość zostawił wczorajszego wieczoru.\n(It was a fine, thick piece of wood, bulbous-headed, of the sort which is known as a \"Penang lawyer.\")\n\nBył to kij gruby, z dużą gałką, utoczoną z drzewa; pod gałką była srebrna obrączka, a na niej napis: „Jakóbowi Mortimer M. R. C. S. od przyjaciół C. C. H.”, pod spodem zaś data: „r. 1884”.\n(Just under the head was a broad silver band nearly an inch across. \"To James Mortimer, M.R.C.S., from his friends of the C.C.H.,\" was engraved upon it, with the date \"1884.\")\n\nTaką laskę staroświecką, mocną, zapewniającą bezpieczeństwo, zwykli nosić starzy lekarze.\n(It was just such a stick as the old-fashioned family practitioner used to carry--dignified, solid, and reassuring.)\n\nCo pan myślisz o tej lasce? Jakie wyprowadzasz wnioski? -- zapytał.\n(\"Well, Watson, what do you make of it?\")\n\nHolmes siedział, odwrócony do mnie plecami; widzieć mnie nie mógł, a ja zachowywałem się tak cichutko, że nie mógł domyślić się, czem jestem zajęty.\n(Holmes was sitting with his back to me, and I had given him no sign of my occupation.)\n\n-- Masz pan chyba oczy z tyłu głowy... -- rzekłem.\n(\"How did you know what I was doing? I believe you have eyes in the back of your head.\")\n\n-- Mam przed sobą srebrny imbryk -- odparł -- ale powiedz mi, Watson, co myślisz o lasce naszego gościa?\n(\"I have, at least, a well-polished, silver-plated coffee-pot in front of me,\" said he. \"But, tell me, Watson, what do you make of our visitor's stick?)\n\nSkoro nie zastał nas w domu i nie wytłómaczył celu swych odwiedzin, ta mimowolna pamiątka nabiera wielkiego znaczenia.\n(Since we have been so unfortunate as to miss him and have no notion of his errand, this accidental souvenir becomes of importance.)\n\nChciałbym też wiedzieć, jakie pojęcie tworzysz sobie o tym człowieku?\n(Let me hear you reconstruct the man by an examination of it.\")", "sentences": ["Source: Project Gutenberg", "TAJEMNICA BASKERVILLE'ÓW", "Conana Doyle'a", "I. Pan Sherlock Holmes.", "Pan Sherlock Holmes zwykł był wstawać późno, o ile nie czuwał przez całą noc, a zdarzało mu się to nieraz.", "Otóż owego dnia wstał wyjątkowo wcześnie. Jadł śniadanie.", "Stałem przy kominku. Schyliłem się i podniosłem laskę, którą nasz gość zostawił wczorajszego wieczoru.", "Był to kij gruby, z dużą gałką, utoczoną z drzewa; pod gałką była srebrna obrączka, a na niej napis: „Jakóbowi Mortimer M. R. C. S. od przyjaciół C. C. H.”, pod spodem zaś data: „r. 1884”.", "Taką laskę staroświecką, mocną, zapewniającą bezpieczeństwo, zwykli nosić starzy lekarze.", "Co pan myślisz o tej lasce? Jakie wyprowadzasz wnioski? -- zapytał.", "Holmes siedział, odwrócony do mnie plecami; widzieć mnie nie mógł, a ja zachowywałem się tak cichutko, że nie mógł domyślić się, czem jestem zajęty.", "-- Masz pan chyba oczy z tyłu głowy... -- rzekłem.", "-- Mam przed sobą srebrny imbryk -- odparł -- ale powiedz mi, Watson, co myślisz o lasce naszego gościa?", "Skoro nie zastał nas w domu i nie wytłómaczył celu swych odwiedzin, ta mimowolna pamiątka nabiera wielkiego znaczenia.", "Chciałbym też wiedzieć, jakie pojęcie tworzysz sobie o tym człowieku?"], "transcript": [], "createdAt": "2025-12-15T12:55:24.293929", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_2", "userId": "system_opus", "title": "Sentence Practice 2", "language": "pl", "content": "-- Sądzę -- odparłem, trzymając się metody dociekań mojego towarzysza -- że doktor Mortimer jest lekarzem średniego wieku, zażywającym szacunku; dowodzi tego ów upominek pacyentów.\n(\"I think,\" said I, following as far as I could the methods of my companion, \"that Dr. Mortimer is a successful, elderly medical man, well-esteemed since those who know him give him this mark of their appreciation.\")\n\n-- Dobrze, wybornie! -- pochwalił mnie Holmes.\n(\"Good!\" said Holmes. \"Excellent!\")\n\n-- Sądzę dalej, że jest lekarzem prowincyonalnym i że po większej części odwiedza chorych pieszo.\n(\"I think also that the probability is in favour of his being a country practitioner who does a great deal of his visiting on foot.\")\n\n-- Dlaczego tak pan przypuszczasz?\n(\"Why so?\")\n\n-- Bo laska, choć pierwotnie ładna, jest tak zniszczona, że żaden lekarz miejski nie chciałby jej używać.\n(\"Because this stick, though originally a very handsome one has been so knocked about that I can hardly imagine a town practitioner carrying it.)\n\nGrube okucie żelazne starło się, co dowodzi, że laska była w częstem użyciu.\n(The thick-iron ferrule is worn down, so it is evident that he has done a great amount of walking with it.\")\n\n-- Słuszne rozumowanie -- przytwierdził Holmes.\n(\"Perfectly sound!\" said Holmes.)\n\n-- A dalej, napis od przyjaciół z C. C. H. świadczy, że lekarz niósł pomoc członkom jakiegoś klubu myśliwskiego (Hunting Club).\n(\"And then again, there is the 'friends of the C.C.H.' I should guess that to be the Something Hunt, the local hunt to whose members he has possibly given some surgical assistance, and which has made him a small presentation in return.\")\n\n-- Istotnie, Watson, przechodzisz sam siebie -- rzekł Holmes, zapalając papierosa. -- Muszę przyznać, że pańskie wnioski są słuszne.\n(\"Really, Watson, you excel yourself,\" said Holmes, pushing back his chair and lighting a cigarette. \"I am bound to say that in all the accounts which you have been so good as to give of my own small achievements you have habitually underrated your own abilities.)\n\nMam pojętnego ucznia.\n(It may be that you are not yourself luminous, but you are a conductor of light.)\n\nWyświetliłeś kilka punktów zupełnie ciemnych.\n(Some people without possessing genius have a remarkable power of stimulating it. I confess, my dear fellow, that I am very much in your debt.\")\n\nNigdy jeszcze Holmes nie odzywał się do mnie w sposób tak pochlebny.\n(He had never said as much before, and I must admit that his words gave me keen pleasure, for I had often been piqued by his indifference to my admiration and to the attempts which I had made to give publicity to his methods. I was proud, too, to think that I had so far mastered his system as to apply it in a way which earned his approval.)\n\nCieszyłem się z jego uznania, na które oddawna już usiłowałem zasłużyć, stosując jego metodę badań w sprawach kryminalnych.\n(He now took the stick from my hands and examined it for a few minutes with his naked eyes. Then with an expression of interest he laid down his cigarette, and carrying the cane to the window, he looked over it again with a convex lens.)\n\nPo chwili milczenia, odebrał mi laskę i przypatrywał jej się gołem okiem.\n(\"Interesting, though elementary,\" said he as he returned to his favourite corner of the settee.)\n\nNastępnie odłożył papierosa, odszedł z laską do okna i począł jej się przyglądać przez szkło powiększające. -- Ciekawe, bardzo ciekawe... -- rzekł, wracając na swoje ulubione miejsce przy kominku.\n(\"There are certainly one or two indications upon the stick. It gives us the basis for several deductions.\")", "sentences": ["-- Sądzę -- odparłem, trzymając się metody dociekań mojego towarzysza -- że doktor Mortimer jest lekarzem średniego wieku, zażywającym szacunku; dowodzi tego ów upominek pacyentów.", "-- Dobrze, wybornie! -- pochwalił mnie Holmes.", "-- Sądzę dalej, że jest lekarzem prowincyonalnym i że po większej części odwiedza chorych pieszo.", "-- Dlaczego tak pan przypuszczasz?", "-- Bo laska, choć pierwotnie ładna, jest tak zniszczona, że żaden lekarz miejski nie chciałby jej używać.", "Grube okucie żelazne starło się, co dowodzi, że laska była w częstem użyciu.", "-- Słuszne rozumowanie -- przytwierdził Holmes.", "-- A dalej, napis od przyjaciół z C. C. H. świadczy, że lekarz niósł pomoc członkom jakiegoś klubu myśliwskiego (Hunting Club).", "-- Istotnie, Watson, przechodzisz sam siebie -- rzekł Holmes, zapalając papierosa. -- Muszę przyznać, że pańskie wnioski są słuszne.", "Mam pojętnego ucznia.", "Wyświetliłeś kilka punktów zupełnie ciemnych.", "Nigdy jeszcze Holmes nie odzywał się do mnie w sposób tak pochlebny.", "Cieszyłem się z jego uznania, na które oddawna już usiłowałem zasłużyć, stosując jego metodę badań w sprawach kryminalnych.", "Po chwili milczenia, odebrał mi laskę i przypatrywał jej się gołem okiem.", "Następnie odłożył papierosa, odszedł z laską do okna i począł jej się przyglądać przez szkło powiększające. -- Ciekawe, bardzo ciekawe... -- rzekł, wracając na swoje ulubione miejsce przy kominku."], "transcript": [], "createdAt": "2025-12-15T12:55:24.293929", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_3", "userId": "system_opus", "title": "Sentence Practice 3", "language": "pl", "content": "-- Czy pan dopatrzył się jakiego nowego szczegółu, mogącego służyć za wskazówkę? -- spytałem, spodziewając się, że nic ważnego nie uszło mojej baczności.\n(\"Has anything escaped me?\" I asked with some self-importance. \"I trust that there is nothing of consequence which I have overlooked?\")\n\n-- A więc nie omyliłem się?\n(\"Then I was right.\")\n\n-- Na tym punkcie -- nie.\n(\"To that extent.\")\n\n-- A na innych?\n(\"But that was all.\")\n\n-- Inne wywody były fałszywe.\n(\"No, no, my dear Watson, not all--by no means all.)\n\nI tak, naprzykład, twierdzisz, że laska jest darem jakiegoś prowincyonalnego klubu myśliwskiego. Ja przypuszczam, że ofiarowali ją lekarzowi pensyonarze szpitala Charing Cross (C. C. H.).\n(I would suggest, for example, that a presentation to a doctor is more likely to come from a hospital than from a hunt, and that when the initials 'C.C.' are placed before that hospital the words 'Charing Cross' very naturally suggest themselves.\")\n\n-- Przyznaję, że to jest prawdopodobniejsze. Jaki pan stąd wyprowadza wniosek?\n(\"Well, then, supposing that 'C.C.H.' does stand for 'Charing Cross Hospital,' what further inferences may we draw?\")\n\n-- Znana jest panu moja metoda badania.\n(\"Do none suggest themselves?)\n\nZastosuj ją w praktyce.\n(You know my methods. Apply them!\")\n\n-- Mogę to tylko wywnioskować, że przed osiedleniem się na wsi, ten lekarz praktykował w mieście.\n(\"I can only think of the obvious conclusion that the man has practised in town before going to the country.\")\n\n-- Sądzę, że możemy posunąć się jeszcze dalej na drodze przypuszczeń. Ten dar został wręczony w chwili, gdy doktor Mortimer opuszczał szpital, aby rozpocząć praktykę na własną rękę.\n(\"I think that we might venture a little farther than this. Look at it in this light. On what occasion would it be most probable that such a presentation would be made? When would his friends unite to give him a pledge of their good will? Obviously at the moment when Dr. Mortimer withdrew from the service of the hospital in order to start in practice for himself. We know there has been a presentation. We believe there has been a change from a town hospital to a country practice. Is it, then, stretching our inference too far to say that the presentation was on the occasion of the change?\")\n\n-- Prawdopodobnie.\n(\"It certainly seems probable.\")\n\nDoktor Mortimer opuścił szpital przed laty pięciu, jak to wskazuje data na lasce. W owym czasie ukończył zapewne uniwersytet, a więc upada pański wniosek, iż jest człowiekiem średniego wieku.\n(If he was in the hospital and yet not on the staff he could only have been a house-surgeon or a house-physician--little more than a senior student. And he left five years ago--the date is on the stick.)\n\nDoktor Mortimer ma lat trzydzieści niespełna, jest uprzejmym, dobrym, niezbyt ambitnym, roztargnionym. Ma psa trochę większego od jamnika, a mniejszego od wyżła.\n(So your grave, middle-aged family practitioner vanishes into thin air, my dear Watson, and there emerges a young fellow under thirty, amiable, unambitious, absent-minded, and the possessor of a favourite dog, which I should describe roughly as being larger than a terrier and smaller than a mastiff.\")\n\nRoześmiałem się niedowierzająco. Holmes zasiadł wygodnie w fotelu i puszczał kłęby dymu.\n(I laughed incredulously as Sherlock Holmes leaned back in his settee and blew little wavering rings of smoke up to the ceiling.)", "sentences": ["-- Czy pan dopatrzył się jakiego nowego szczegółu, mogącego służyć za wskazówkę? -- spytałem, spodziewając się, że nic ważnego nie uszło mojej baczności.", "-- A więc nie omyliłem się?", "-- Na tym punkcie -- nie.", "-- A na innych?", "-- Inne wywody były fałszywe.", "I tak, naprzykład, twierdzisz, że laska jest darem jakiegoś prowincyonalnego klubu myśliwskiego. Ja przypuszczam, że ofiarowali ją lekarzowi pensyonarze szpitala Charing Cross (C. C. H.).", "-- Przyznaję, że to jest prawdopodobniejsze. Jaki pan stąd wyprowadza wniosek?", "-- Znana jest panu moja metoda badania.", "Zastosuj ją w praktyce.", "-- Mogę to tylko wywnioskować, że przed osiedleniem się na wsi, ten lekarz praktykował w mieście.", "-- Sądzę, że możemy posunąć się jeszcze dalej na drodze przypuszczeń. Ten dar został wręczony w chwili, gdy doktor Mortimer opuszczał szpital, aby rozpocząć praktykę na własną rękę.", "-- Prawdopodobnie.", "Doktor Mortimer opuścił szpital przed laty pięciu, jak to wskazuje data na lasce. W owym czasie ukończył zapewne uniwersytet, a więc upada pański wniosek, iż jest człowiekiem średniego wieku.", "Doktor Mortimer ma lat trzydzieści niespełna, jest uprzejmym, dobrym, niezbyt ambitnym, roztargnionym. Ma psa trochę większego od jamnika, a mniejszego od wyżła.", "Roześmiałem się niedowierzająco. Holmes zasiadł wygodnie w fotelu i puszczał kłęby dymu."], "transcript": [], "createdAt": "2025-12-15T12:55:24.294926", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_4", "userId": "system_opus", "title": "Sentence Practice 4", "language": "pl", "content": "-- Nietrudno będzie przekonać się, który z nas dwóch ma racyę -- rzekłem, zbliżając się do szafki bibliotecznej i wyjmując z niej kalendarz z wykazem lekarzów angielskich, oraz ich życiorysem.\n(\"As to the latter part, I have no means of checking you,\" said I, \"but at least it is not difficult to find out a few particulars about the man's age and professional career.\" From my small medical shelf I took down the Medical Directory and turned up the name.)\n\nZ pośród wielu Mortimerów, jeden tylko mógł być tym, o którego nam chodziło.\n(There were several Mortimers, but only one who could be our visitor.)\n\nOdczytałem głośno:\n(I read his record aloud.)\n\n„Mortimer Jerzy, lekarz powiatowy w Grimpen, Dartmoor, hrabstwo Devsu.\n(\"Mortimer, James, M.R.C.S., 1882, Grimpen, Dartmoor, Devon.)\n\nBył studentem-praktykantem w szpitalu Charing-Cross od r. 1882 do 1884.\n(House-surgeon, from 1882 to 1884, at Charing Cross Hospital.)\n\nOtrzymał nagrodę Jacksona za studyum z zakresu patologii porównawczej, zatytułowane: „Czy choroba jest zboczeniem?”\n(Winner of the Jackson prize for Comparative Pathology, with essay entitled 'Is Disease a Reversion?')\n\nJest członkiem szwedzkiego Towarzystwa patologicznego, autorem wielu artykułów, jako to: „Kilka przykładów atawizmu” (drukowany w „Lancet” w r. 1882), „Czy idziemy z biegiem postępu?”\n(Corresponding member of the Swedish Pathological Society. Author of 'Some Freaks of Atavism' (Lancet 1882).)\n\n(„Dziennik Psychologiczny” 1883).\n('Do We Progress?' (Journal of Psychology, March, 1883).)\n\nJest lekarzem powiatowym gmin Grimpen, Thorsley i High Barrow”.\n(Medical Officer for the parishes of Grimpen, Thorsley, and High Barrow.\")\n\n-- Jakież są pańskie wnioski co do psa?\n(\"And the dog?\")\n\n-- Jego pies zwykł nosić laskę w zębach; ponieważ laska jest ciężka, więc ją trzyma pośrodku; w tem miejscu znać ślady psich zębów.\n(\"Has been in the habit of carrying this stick behind his master. Being a heavy stick the dog has held it tightly by the middle, and the marks of his teeth are very plainly visible.)\n\nZęby są za duże na jamnika, za małe na wyżła.\n(The dog's jaw, as shown in the space between these marks, is too broad in my opinion for a terrier and not broad enough for a mastiff.)\n\nTo może być... tak, to jest pinczer.\n(It may have been--yes, by Jove, it is a curly-haired spaniel.\")\n\nHolmes przeszedł przez pokój i stanął we framudze okna.\n(He had risen and paced the room as he spoke.)\n\nW głosie jego było tyle głębokiego przekonania, że nie mogłem się wstrzymać, aby go nie zapytać:\n(Now he halted in the recess of the window. There was such a ring of conviction in his voice that I glanced up in surprise.)", "sentences": ["-- Nietrudno będzie przekonać się, który z nas dwóch ma racyę -- rzekłem, zbliżając się do szafki bibliotecznej i wyjmując z niej kalendarz z wykazem lekarzów angielskich, oraz ich życiorysem.", "Z pośród wielu Mortimerów, jeden tylko mógł być tym, o którego nam chodziło.", "Odczytałem głośno:", "„Mortimer Jerzy, lekarz powiatowy w Grimpen, Dartmoor, hrabstwo Devsu.", "Był studentem-praktykantem w szpitalu Charing-Cross od r. 1882 do 1884.", "Otrzymał nagrodę Jacksona za studyum z zakresu patologii porównawczej, zatytułowane: „Czy choroba jest zboczeniem?”", "Jest członkiem szwedzkiego Towarzystwa patologicznego, autorem wielu artykułów, jako to: „Kilka przykładów atawizmu” (drukowany w „Lancet” w r. 1882), „Czy idziemy z biegiem postępu?”", "(„Dziennik Psychologiczny” 1883).", "Jest lekarzem powiatowym gmin Grimpen, Thorsley i High Barrow”.", "-- Jakież są pańskie wnioski co do psa?", "-- Jego pies zwykł nosić laskę w zębach; ponieważ laska jest ciężka, więc ją trzyma pośrodku; w tem miejscu znać ślady psich zębów.", "Zęby są za duże na jamnika, za małe na wyżła.", "To może być... tak, to jest pinczer.", "Holmes przeszedł przez pokój i stanął we framudze okna.", "W głosie jego było tyle głębokiego przekonania, że nie mogłem się wstrzymać, aby go nie zapytać:"], "transcript": [], "createdAt": "2025-12-15T12:55:24.294926", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_5", "userId": "system_opus", "title": "Sentence Practice 5", "language": "pl", "content": "-- Skąd taka pewność?\n(\"My dear fellow, how can you possibly be so sure of that?\")\n\n-- Dla bardzo prostej przyczyny, że mam tego psa przed oczyma; stoi za temi drzwiami, a jego właściciel w tej chwili właśnie do nich dzwoni.\n(\"For the very simple reason that I see the dog himself on our very door-step, and there is the ring of its owner.)\n\nProszę cię, Watson, nie wychodź z pokoju.\n(Don't move, I beg you, Watson.)\n\nJest pańskim kolegą, i pańska obecność może mi być przydatną.\n(He is a professional brother of yours, and your presence may be of assistance to me.)\n\nNadchodzi ważna chwila. Zbliżają się kroki, które mogą stanowić o przeznaczeniu -- złem czy dobrem -- niewiadomo.\n(Now is the dramatic moment of fate, Watson, when you hear a step upon the stair which is walking into your life, and you know not whether for good or ill.)\n\nCiekaw jestem, czego doktor Jerzy Mortimer zażąda od Sherlocka Holmes, specyalisty od przestępstw kryminalnych...\n(What does Dr. James Mortimer, the man of science, ask of Sherlock Holmes, the specialist in crime?)\n\nDo pokoju wszedł nasz gość. Jego powierzchowność zdziwiła mnie bardzo.\n(The appearance of our visitor was a surprise to me, since I had expected a typical country practitioner.)\n\nNie wyglądał na prowincyonalnego lekarza. Był wysoki, szczupły, miał nos wązki, wysuwający się ostro z pomiędzy oczu przenikliwych, zasłoniętych ciemnymi okularami, w złotej oprawie.\n(He was a very tall, thin man, with a long nose like a beak, which jutted out between two keen, gray eyes, set closely together and sparkling brightly from behind a pair of gold-rimmed glasses.)\n\nUbrany był w długi, poplamiony surdut, spodnie miał wystrzępione.\n(He was clad in a professional but rather slovenly fashion, for his frock-coat was dingy and his trousers frayed.)\n\nChoć jeszcze młody wiekiem, był już przygarbiony; na jego twarzy malowała się dobra wola względem ludzi.\n(Though young, his long back was already bowed, and he walked with a forward thrust of his head and a general air of peering benevolence.)\n\nWchodząc, zobaczył odrazu laskę w ręku Holmesa i podbiegł ku niej z okrzykiem radości. -- Tak się cieszę! -- zawołał. -- Nie byłem pewny, czym ją zostawił tutaj, czy w biurze portowem.\n(As he entered his eyes fell upon the stick in Holmes's hand, and he ran towards it with an exclamation of joy. \"I am so very glad,\" said he.)\n\nGdybym ją zgubił, sprawiłoby mi to wielką przykrość.\n(\"I was not sure whether I had left it here or in the Shipping Office. I would not lose that stick for the world.\")\n\n-- Wszak to prezent? -- rzekł Holmes.\n(\"A presentation, I see,\" said Holmes.)\n\n-- Tak, panie.\n(\"Yes, sir.\")\n\n-- Od pensyonarzy hotelu Charing Cross...\n(\"From Charing Cross Hospital?\")", "sentences": ["-- Skąd taka pewność?", "-- Dla bardzo prostej przyczyny, że mam tego psa przed oczyma; stoi za temi drzwiami, a jego właściciel w tej chwili właśnie do nich dzwoni.", "Proszę cię, Watson, nie wychodź z pokoju.", "Jest pańskim kolegą, i pańska obecność może mi być przydatną.", "Nadchodzi ważna chwila. Zbliżają się kroki, które mogą stanowić o przeznaczeniu -- złem czy dobrem -- niewiadomo.", "Ciekaw jestem, czego doktor Jerzy Mortimer zażąda od Sherlocka Holmes, specyalisty od przestępstw kryminalnych...", "Do pokoju wszedł nasz gość. Jego powierzchowność zdziwiła mnie bardzo.", "Nie wyglądał na prowincyonalnego lekarza. Był wysoki, szczupły, miał nos wązki, wysuwający się ostro z pomiędzy oczu przenikliwych, zasłoniętych ciemnymi okularami, w złotej oprawie.", "Ubrany był w długi, poplamiony surdut, spodnie miał wystrzępione.", "Choć jeszcze młody wiekiem, był już przygarbiony; na jego twarzy malowała się dobra wola względem ludzi.", "Wchodząc, zobaczył odrazu laskę w ręku Holmesa i podbiegł ku niej z okrzykiem radości. -- Tak się cieszę! -- zawołał. -- Nie byłem pewny, czym ją zostawił tutaj, czy w biurze portowem.", "Gdybym ją zgubił, sprawiłoby mi to wielką przykrość.", "-- Wszak to prezent? -- rzekł Holmes.", "-- Tak, panie.", "-- Od pensyonarzy hotelu Charing Cross..."], "transcript": [], "createdAt": "2025-12-15T12:55:24.295927", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_6", "userId": "system_opus", "title": "Sentence Practice 6", "language": "pl", "content": "-- Tak, od paru pacyentów. Dali mi ją na pąmiątkę mojego ślubu.\n(\"From one or two friends there on the occasion of my marriage.\")\n\n-- Szkoda -- rzekł Holmes, ściskając mu rękę.\n(\"Dear, dear, that's bad!\" said Holmes, shaking his head.)\n\n-- Czego pan żałuje? -- spytał doktor Mortimer ze zdziwieniem.\n(Dr. Mortimer blinked through his glasses in mild astonishment.)\n\n-- Szkoda, że pan rozproszył moje wnioski -- brzmiała odpowiedź. -- A więc powiadasz pan, że to podarek ślubny?\n(\"Why was it bad?\")\n\n-- Tak, panie.\n(\"Yes, sir.)\n\nOżeniłem się i dlatego musiałem szpital opuścić; trzeba było założyć dom, postarać się o praktykę samodzielną.\n(I married, and so left the hospital, and with it all hopes of a consulting practice. It was necessary to make a home of my own.\")\n\n-- No, i teraz zyskujesz pan sobie sławę na polu nauki -- rzekłem.\n(\"Come, come, we are not so far wrong, after all,\" said Holmes. \"And now, Dr. James Mortimer ------\")\n\n-- Wszak mam przyjemność mówić z panem Sherlock Holmes?\n(\"Mister, sir, Mister--a humble M.R.C.S.\")\n\n-- Nie, to mój przyjaciel, doktor Watson.\n(\"No, this is my friend Dr. Watson.\")\n\n-- Miło mi pana poznać.\n(\"Glad to meet you, sir.)\n\nSłyszałem o panu nieraz.\n(I have heard your name mentioned in connection with that of your friend.)\n\nPozwoli mi pan, panie Holmes, zbadać swoją czaszkę.\n(You interest me very much, Mr. Holmes.)\n\nOd pierwszego rzutu oka spostrzegłem, że jest niezwykłą: zdradza zdolności, rzekłbym nawet -- geniusz dedukcyjny.\n(I had hardly expected so dolichocephalic a skull or such well-marked supra-orbital development. Would you have any objection to my running my finger along your parietal fissure?)\n\nTaka czaszka byłaby ozdobą każdego muzeum.\n(A cast of your skull, sir, until the original is available, would be an ornament to any anthropological museum.)\n\nPrzyznaję, że jej panu zazdroszczę.\n(It is not my intention to be fulsome, but I confess that I covet your skull.\")", "sentences": ["-- Tak, od paru pacyentów. Dali mi ją na pąmiątkę mojego ślubu.", "-- Szkoda -- rzekł Holmes, ściskając mu rękę.", "-- Czego pan żałuje? -- spytał doktor Mortimer ze zdziwieniem.", "-- Szkoda, że pan rozproszył moje wnioski -- brzmiała odpowiedź. -- A więc powiadasz pan, że to podarek ślubny?", "-- Tak, panie.", "Ożeniłem się i dlatego musiałem szpital opuścić; trzeba było założyć dom, postarać się o praktykę samodzielną.", "-- No, i teraz zyskujesz pan sobie sławę na polu nauki -- rzekłem.", "-- Wszak mam przyjemność mówić z panem Sherlock Holmes?", "-- Nie, to mój przyjaciel, doktor Watson.", "-- Miło mi pana poznać.", "Słyszałem o panu nieraz.", "Pozwoli mi pan, panie Holmes, zbadać swoją czaszkę.", "Od pierwszego rzutu oka spostrzegłem, że jest niezwykłą: zdradza zdolności, rzekłbym nawet -- geniusz dedukcyjny.", "Taka czaszka byłaby ozdobą każdego muzeum.", "Przyznaję, że jej panu zazdroszczę."], "transcript": [], "createdAt": "2025-12-15T12:55:24.295927", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_7", "userId": "system_opus", "title": "Sentence Practice 7", "language": "pl", "content": "-- Jesteś pan entuzyastą w swoim zawodzie, tak, jak ja w swoim -- odparł detektyw -- ale sądzę, że nie przybywasz pan tu po raz wtóry jedynie w zamiarze zbadania mojej czaszki...\n(Sherlock Holmes waved our strange visitor into a chair. \"You are an enthusiast in your line of thought, I perceive, sir, as I am in mine,\" said he. \"I observe from your forefinger that you make your own cigarettes. Have no hesitation in lighting one.\")\n\n-- Nie, panie, choć rad jestem, że zdarza mi się sposobność ku temu.\n(\"No, sir, no; though I am happy to have had the opportunity of doing that as well.)\n\nPrzybyłem do pana, panie Holmes, bo uznaję własną niepraktyczność, a jestem postawiony wobec bardzo trudnego zagadnienia.\n(I came to you, Mr. Holmes, because I recognized that I am myself an unpractical man and because I am suddenly confronted with a most serious and extraordinary problem.)\n\nPonieważ pan jesteś drugim w Europie ekspertem w sprawach kryminalnych...\n(Recognizing, as I do, that you are the second highest expert in Europe ------\")\n\n-- Doprawdy?\n(\"Indeed, sir!)\n\nCzy wolno mi zapytać, kto jest pierwszym?\n(May I inquire who has the honour to be the first?\" asked Holmes with some asperity.)\n\n-- W oczach człowieka, przekładającego teoryę nad praktykę, pan Bortillon zajmuje niewątpliwie pierwsze miejsce.\n(\"To the man of precisely scientific mind the work of Monsieur Bertillon must always appeal strongly.\")\n\n-- Więc czemuż pan nie zwrócisz się do niego?\n(\"Then had you not better consult him?\")\n\n-- Powiadam, że jest on pierwszorzędny powagą, jako teoretyk.\n(\"I said, sir, to the precisely scientific mind.)\n\nAle pan, jako praktyk, zajmujesz pierwsze w Europie -- to niewątpliwe.\n(But as a practical man of affairs it is acknowledged that you stand alone.)\n\nSpodziewam się, żem pana nie obraził...\n(I trust, sir, that I have not inadvertently ------\")\n\n-- Trochę -- odparł Holmes nawpół żartem -- ale jako człowiek praktyczny, chciałbym nareszcie dowiedzieć się, co pana tutaj sprowadza.\n(\"Just a little,\" said Holmes. \"I think, Dr. Mortimer, you would do wisely if without more ado you would kindly tell me plainly what the exact nature of the problem is in which you demand my assistance.\")\n\nII. Przekleństwo rodu Baskerville.\n(Chapter 2 The Curse of the Baskervilles)\n\n-- Mam w kieszeni rękopis -- rzekł doktor Jerzy Mortimer.\n(\"I have in my pocket a manuscript,\" said Dr. James Mortimer.)\n\n-- Spostrzegłem to odrazu, gdyś pan wszedł do pokoju -- odparł Holmes.\n(\"I observed it as you entered the room,\" said Holmes.)", "sentences": ["-- Jesteś pan entuzyastą w swoim zawodzie, tak, jak ja w swoim -- odparł detektyw -- ale sądzę, że nie przybywasz pan tu po raz wtóry jedynie w zamiarze zbadania mojej czaszki...", "-- Nie, panie, choć rad jestem, że zdarza mi się sposobność ku temu.", "Przybyłem do pana, panie Holmes, bo uznaję własną niepraktyczność, a jestem postawiony wobec bardzo trudnego zagadnienia.", "Ponieważ pan jesteś drugim w Europie ekspertem w sprawach kryminalnych...", "-- Doprawdy?", "Czy wolno mi zapytać, kto jest pierwszym?", "-- W oczach człowieka, przekładającego teoryę nad praktykę, pan Bortillon zajmuje niewątpliwie pierwsze miejsce.", "-- Więc czemuż pan nie zwrócisz się do niego?", "-- Powiadam, że jest on pierwszorzędny powagą, jako teoretyk.", "Ale pan, jako praktyk, zajmujesz pierwsze w Europie -- to niewątpliwe.", "Spodziewam się, żem pana nie obraził...", "-- Trochę -- odparł Holmes nawpół żartem -- ale jako człowiek praktyczny, chciałbym nareszcie dowiedzieć się, co pana tutaj sprowadza.", "II. Przekleństwo rodu Baskerville.", "-- Mam w kieszeni rękopis -- rzekł doktor Jerzy Mortimer.", "-- Spostrzegłem to odrazu, gdyś pan wszedł do pokoju -- odparł Holmes."], "transcript": [], "createdAt": "2025-12-15T12:55:24.295927", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_8", "userId": "system_opus", "title": "Sentence Practice 8", "language": "pl", "content": "-- Manuskrypt jest stary.\n(\"It is an old manuscript.\")\n\n-- Z ośmnastego wieku.\n(\"Early eighteenth century, unless it is a forgery.\")\n\n-- Skąd pan wie?\n(\"How can you say that, sir?\")\n\n-- Z pańskiej kieszeni wychodzi pół cala papieru. Przyglądałem mu się, podczas gdyś pan mówił, a byłbym lichym rzeczoznawcą, gdybym z zewnętrznego wyglądu nie potrafił określić daty rękopisu.\n(\"You have presented an inch or two of it to my examination all the time that you have been talking. It would be a poor expert who could not give the date of a document within a decade or so.)\n\nCzytałeś pan zapewne moją monografię w tym przedmiocie.\n(You may possibly have read my little monograph upon the subject.)\n\nOtóż w tym wypadku sądzę, że manuskrypt datuje się z roku 1730-go.\n(I put that at 1730.\")\n\n-- Omyliłeś się pan o lat dwanaście.\n(\"The exact date is 1742.\")\n\nDatowany jest z roku 1742-go.\n(Dr. Mortimer drew it from his breast-pocket.)\n\nDoktor Mortimer wyjął go z kieszeni. -- Ten dokument rodzinny został powierzony mojej pieczy przez sir Karola Baskerville, którego śmierć tragiczna poruszyła przed trzema miesiącami całe Devonshire.\n(\"This family paper was committed to my care by Sir Charles Baskerville, whose sudden and tragic death some three months ago created so much excitement in Devonshire.)\n\nDodam, że byłem jego osobistym przyjacielem, zarówno jak lekarzem domowym.\n(I may say that I was his personal friend as well as his medical attendant.)\n\nBył to człowiek dzielny, rozumny, praktyczny i tak samo, jak ja, nie podlegający złudzeniom wyobraźni.\n(He was a strong-minded man, sir, shrewd, practical, and as unimaginative as I am myself.)\n\nA jednak wierzył święcie słowom tego dokumentu i był przygotowany na rodzaj śmierci, który go spotkał...\n(Yet he took this document very seriously, and his mind was prepared for just such an end as did eventually overtake him.\")\n\nHolmes wyciągnął rękę po manuskrypt i począł mu się bacznie przyglądać.\n(Holmes stretched out his hand for the manuscript and flattened it upon his knee.)\n\n-- Zwracam pańska uwagę, Watson, na kolejne używanie krótkiego i długiego _s_.\n(\"You will observe, Watson, the alternative use of the long s and the short.)\n\nJest to jedna ze wskazówek, która mi pomogła do określenia daty.\n(It is one of several indications which enabled me to fix the date.\")", "sentences": ["-- Manuskrypt jest stary.", "-- Z ośmnastego wieku.", "-- Skąd pan wie?", "-- Z pańskiej kieszeni wychodzi pół cala papieru. Przyglądałem mu się, podczas gdyś pan mówił, a byłbym lichym rzeczoznawcą, gdybym z zewnętrznego wyglądu nie potrafił określić daty rękopisu.", "Czytałeś pan zapewne moją monografię w tym przedmiocie.", "Otóż w tym wypadku sądzę, że manuskrypt datuje się z roku 1730-go.", "-- Omyliłeś się pan o lat dwanaście.", "Datowany jest z roku 1742-go.", "Doktor Mortimer wyjął go z kieszeni. -- Ten dokument rodzinny został powierzony mojej pieczy przez sir Karola Baskerville, którego śmierć tragiczna poruszyła przed trzema miesiącami całe Devonshire.", "Dodam, że byłem jego osobistym przyjacielem, zarówno jak lekarzem domowym.", "Był to człowiek dzielny, rozumny, praktyczny i tak samo, jak ja, nie podlegający złudzeniom wyobraźni.", "A jednak wierzył święcie słowom tego dokumentu i był przygotowany na rodzaj śmierci, który go spotkał...", "Holmes wyciągnął rękę po manuskrypt i począł mu się bacznie przyglądać.", "-- Zwracam pańska uwagę, Watson, na kolejne używanie krótkiego i długiego _s_.", "Jest to jedna ze wskazówek, która mi pomogła do określenia daty."], "transcript": [], "createdAt": "2025-12-15T12:55:24.296921", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_9", "userId": "system_opus", "title": "Sentence Practice 9", "language": "pl", "content": "Spojrzałem przez ramię na papier, pożółkły ze starości.\n(I looked over his shoulder at the yellow paper and the faded script.)\n\nNa pierwszej stronicy był nagłówek: „Baskerville Hall”, a pod spodem data: „1742”.\n(At the head was written: \"Baskerville Hall,\" and below in large, scrawling figures: \"1742.\")\n\n-- To zapewne potwierdzenie jakiejś legendy -- wtrącił Holmes.\n(\"It appears to be a statement of some sort.\")\n\n-- Rzeczywiście -- przyznał doktor Mortimer. -- Legenda tycze się rodu Baskervillów.\n(\"Yes, it is a statement of a certain legend which runs in the Baskerville family.\")\n\n-- Przypuszczam jednak, że pragniesz pan zasięgnąć mojej rady w sprawie aktualniejszej i bardziej realnej -- rzekł Holmes.\n(\"But I understand that it is something more modern and practical upon which you wish to consult me?\")\n\nChodzi mi o fakt zagadkowy, który zdarzył się niedawno; muszę rozstrzygnąć zagadkę, w ciągu dwudziestu czterech godzin.\n(A most practical, pressing matter, which must be decided within twenty-four hours.)\n\nAle manuskrypt jest krótki i ma ścisły związek z tą sprawą.\n(But the manuscript is short and is intimately connected with the affair.)\n\nZatem odczytam go panu, jeśli pan pozwoli.\n(With your permission I will read it to you.\")\n\nHolmes skinął głową. Zasiadł wygodnie w fotelu, złożył ręce tak, że palce stykały się z palcami, przymknął oczy i słuchał z rezygnacyą.\n(Holmes leaned back in his chair, placed his finger-tips together, and closed his eyes, with an air of resignation.)\n\nDoktor Mortimer podsunął manuskrypt pod światło i głosem dobitnym czytał, co następuje:\n(Dr. Mortimer turned the manuscript to the light and read in a high, cracking voice the following curious, old-world narrative:--)\n\n„Sąsiedzi przebaczyliby łatwo to ostatnie wykroczenie, bo nasza okolica nie słynęła nigdy religijności, ale nie mogli mu przebaczyć wrodzonego okrucieństwa.\n(\"Know then that in the time of the Great Rebellion (the history of which by the learned Lord Clarendon I most earnestly commend to your attention) this Manor of Baskerville was held by Hugo of that name, nor can it be gainsaid that he was a most wild, profane, and godless man.)\n\n„Otóż ów Hugon pokochał (jeśli można tem mianem nazwać tak dzikie uczucie), pokochał zatem córkę czynszownika, dzierżawiącego grunta w pobliżu dóbr Baskerville.\n(This, in truth, his neighbours might have pardoned, seeing that saints have never flourished in those parts, but there was in him a certain wanton and cruel humour which made his name a byword through the West.)\n\nAle dziewczyna, będąc skromną, i bogobojną, obawiała się go, jak szatana.\n(It chanced that this Hugo came to love (if, indeed, so dark a passion may be known under so bright a name) the daughter of a yeoman who held lands near the Baskerville estate.)\n\n„Przywieźli biedaczkę na zamek i osadzili ją w komnacie wieżowej, Hugon i jego towarzysze zasiedli do nocnej uczty, wedle zwyczaju.\n(When they had brought her to the Hall the maiden was placed in an upper chamber, while Hugo and his friends sat down to a long carouse, as was their nightly custom.)\n\nDziewczę uczepiło się jej gałęzi i spuściło się po nich na dół, a dostawszy się na swobodę, łąkami i polami biegło do fermy swego ojca, oddalonej o trzy mile od zamku.\n(At last in the stress of her fear she did that which might have daunted the bravest or most active man, for by the aid of the growth of ivy which covered (and still covers) the south wall she came down from under the eaves, and so homeward across the moor, there being three leagues betwixt the Hall and her father's farm.)", "sentences": ["Spojrzałem przez ramię na papier, pożółkły ze starości.", "Na pierwszej stronicy był nagłówek: „Baskerville Hall”, a pod spodem data: „1742”.", "-- To zapewne potwierdzenie jakiejś legendy -- wtrącił Holmes.", "-- Rzeczywiście -- przyznał doktor Mortimer. -- Legenda tycze się rodu Baskervillów.", "-- Przypuszczam jednak, że pragniesz pan zasięgnąć mojej rady w sprawie aktualniejszej i bardziej realnej -- rzekł Holmes.", "Chodzi mi o fakt zagadkowy, który zdarzył się niedawno; muszę rozstrzygnąć zagadkę, w ciągu dwudziestu czterech godzin.", "Ale manuskrypt jest krótki i ma ścisły związek z tą sprawą.", "Zatem odczytam go panu, jeśli pan pozwoli.", "Holmes skinął głową. Zasiadł wygodnie w fotelu, złożył ręce tak, że palce stykały się z palcami, przymknął oczy i słuchał z rezygnacyą.", "Doktor Mortimer podsunął manuskrypt pod światło i głosem dobitnym czytał, co następuje:", "„Sąsiedzi przebaczyliby łatwo to ostatnie wykroczenie, bo nasza okolica nie słynęła nigdy religijności, ale nie mogli mu przebaczyć wrodzonego okrucieństwa.", "„Otóż ów Hugon pokochał (jeśli można tem mianem nazwać tak dzikie uczucie), pokochał zatem córkę czynszownika, dzierżawiącego grunta w pobliżu dóbr Baskerville.", "Ale dziewczyna, będąc skromną, i bogobojną, obawiała się go, jak szatana.", "„Przywieźli biedaczkę na zamek i osadzili ją w komnacie wieżowej, Hugon i jego towarzysze zasiedli do nocnej uczty, wedle zwyczaju.", "Dziewczę uczepiło się jej gałęzi i spuściło się po nich na dół, a dostawszy się na swobodę, łąkami i polami biegło do fermy swego ojca, oddalonej o trzy mile od zamku."], "transcript": [], "createdAt": "2025-12-15T12:55:24.296921", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_10", "userId": "system_opus", "title": "Sentence Practice 10", "language": "pl", "content": "Pijani towarzysze słuchali go w przerażonem milczeniu, tylko jeden, gorszy, a może bardziej pijany od innych, poddał myśl, aby za dziewczyną puścić w pogoń psy podwórzowe.\n(And while the revellers stood aghast at the fury of the man, one more wicked or, it may be, more drunken than the rest, cried out that they should put the hounds upon her.)\n\n„Towarzysze hulanki rzucili się do koni, chwycili pistolety i pognali za swoim amfitryonem, a było ich razem trzynastu.\n(\"Now, for some space the revellers stood agape, unable to understand all that had been done in such haste.)\n\nKsiężyc świecił jasno, pędzili galopem drogą, którą musiała uciekać dziewczyna, jeśli podążyła do domu.\n(But anon their bemused wits awoke to the nature of the deed which was like to be done upon the moorlands.)\n\n„Ujechali z półtory mili, gdy spostrzegli nocnego pastucha. Pytali go, czy nie widział brytanów.\n(Everything was now in an uproar, some calling for their pistols, some for their horses, and some for another flask of wine.)\n\n„Pijani towarzysze cisnęli pastuchowi przekleństwo i pognali naprzód.\n(\"They had gone a mile or two when they passed one of the night shepherds upon the moorlands, and they cried to him to know if he had seen the hunt.)\n\nUjechali jeszcze z pół mili.\n(And the man, as the story goes, was so crazed with fear that he could scarce speak, but at last he said that he had indeed seen the unhappy maiden, with the hounds upon her track. 'But I have seen more than that,' said he, 'for Hugo Baskerville passed me upon his black mare, and there ran mute behind him such a hound of hell as God forbid should ever be at my heels.')\n\nNagle włosy stanęły im dębem ze strachu, bo oto przed nimi pędziła klacz kara, pokryta pianą, bez siodła i bez jeźdźca.\n(So the drunken squires cursed the shepherd and rode onward. But soon their skins turned cold, for there came a galloping across the moor, and the black mare, dabbled with white froth, went past with trailing bridle and empty saddle.)\n\n„Towarzysze zbili się w gromadkę, bo ich strach oblatywał, lecz jechali dalej, choć każdy z nich, gdyby był sam, zawróciłby konia i uciekł do zamku, ale jeden wstydził się drugiego.\n(Then the revellers rode close together, for a great fear was on them, but they still followed over the moor, though each, had he been alone, would have been right glad to have turned his horse's head. Riding slowly in this fashion they came at last upon the hounds.)\n\nCzłapiąc wolno, zrównali się wreszcie z brytanami; te, choć znane w całej okolicy ze swej zajadłości, leżały teraz w rowie, wystraszone, i wyły przeraźliwie.\n(These, though known for their valour and their breed, were whimpering in a cluster at the head of a deep dip or goyal, as we call it, upon the moor, some slinking away and some, with starting hackles and staring eyes, gazing down the narrow valley before them.)\n\n„Kompania zatrzymała się. Jeźdźcy otrzeźwieli odrazu.\n(\"The company had come to a halt, more sober men, as you may guess, than when they started.)\n\nJedni chcieli zawracać, drudzy postanowili przekonać się, co zaszło.\n(The most of them would by no means advance, but three of them, the boldest, or it may be the most drunken, rode forward down the goyal.)\n\nKsiężyc świecił tak jasno, że można było szpilki zbierać. „O milę dalej, na polu, sterczały wysokie kamienie.\n(Now, it opened into a broad space in which stood two of those great stones, still to be seen there, which were set by certain forgotten peoples in the days of old.)\n\nPomiędzy nimi leżała dziewczyna, martwa, a obok niej Hugon Baskerville -- nieżywy.\n(The moon was shining bright upon the clearing, and there in the centre lay the unhappy maid where she had fallen, dead of fear and of fatigue. But it was not the sight of her body, nor yet was it that of the body of Hugo Baskerville lying near her, which raised the hair upon the heads of these three daredevil roysterers, but it was that, standing over Hugo, and plucking at his throat, there stood a foul thing, a great, black beast, shaped like a hound, yet larger than any hound that ever mortal eye has rested upon.)\n\nJeden z towarzyszów padł na miejscu, rażony strachem, drugi utracił zmysły, reszta hulaszczej kompanii do końca życia nie zapomniała tego wrażenia.\n(One, it is said, died that very night of what he had seen, and the other twain were but broken men for the rest of their days.)\n\n„Taką jest, moi synowie, legenda o psie, który od owego czasu trapił naszą rodzinę.\n(\"Such is the tale, my sons, of the coming of the hound which is said to have plagued the family so sorely ever since.)", "sentences": ["Pijani towarzysze słuchali go w przerażonem milczeniu, tylko jeden, gorszy, a może bardziej pijany od innych, poddał myśl, aby za dziewczyną puścić w pogoń psy podwórzowe.", "„Towarzysze hulanki rzucili się do koni, chwycili pistolety i pognali za swoim amfitryonem, a było ich razem trzynastu.", "Księżyc świecił jasno, pędzili galopem drogą, którą musiała uciekać dziewczyna, jeśli podążyła do domu.", "„Ujechali z półtory mili, gdy spostrzegli nocnego pastucha. Pytali go, czy nie widział brytanów.", "„Pijani towarzysze cisnęli pastuchowi przekleństwo i pognali naprzód.", "Ujechali jeszcze z pół mili.", "Nagle włosy stanęły im dębem ze strachu, bo oto przed nimi pędziła klacz kara, pokryta pianą, bez siodła i bez jeźdźca.", "„Towarzysze zbili się w gromadkę, bo ich strach oblatywał, lecz jechali dalej, choć każdy z nich, gdyby był sam, zawróciłby konia i uciekł do zamku, ale jeden wstydził się drugiego.", "Człapiąc wolno, zrównali się wreszcie z brytanami; te, choć znane w całej okolicy ze swej zajadłości, leżały teraz w rowie, wystraszone, i wyły przeraźliwie.", "„Kompania zatrzymała się. Jeźdźcy otrzeźwieli odrazu.", "Jedni chcieli zawracać, drudzy postanowili przekonać się, co zaszło.", "Księżyc świecił tak jasno, że można było szpilki zbierać. „O milę dalej, na polu, sterczały wysokie kamienie.", "Pomiędzy nimi leżała dziewczyna, martwa, a obok niej Hugon Baskerville -- nieżywy.", "Jeden z towarzyszów padł na miejscu, rażony strachem, drugi utracił zmysły, reszta hulaszczej kompanii do końca życia nie zapomniała tego wrażenia.", "„Taką jest, moi synowie, legenda o psie, który od owego czasu trapił naszą rodzinę."], "transcript": [], "createdAt": "2025-12-15T12:55:24.297917", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_11", "userId": "system_opus", "title": "Sentence Practice 11", "language": "pl", "content": "Spisałem ją, abyście wiedzieli, jak się rzeczy istotnie miały i nie wierzyli krążącym baśniom.\n(If I have set it down it is because that which is clearly known hath less terror than that which is but hinted at and guessed.)\n\nNie będę, taił przed wami, że po tym wypadku, wielu mężczyzn w naszym rodzie umarło śmiercią nagłą, krwawą i tajemniczą.\n(Nor can it be denied that many of the family have been unhappy in their deaths, which have been sudden, bloody, and mysterious.)\n\nJednak nie traćmy wiary w miłosierdzie Boskie, które karci niewinnych, tylko do trzeciego lub czwartego pokolenia.\n(Yet may we shelter ourselves in the infinite goodness of Providence, which would not forever punish the innocent beyond that third or fourth generation which is threatened in Holy Writ.)\n\nOpatrzności Boskiej, moi synowie, was polecam i ostrzegam, abyście nie przechodzili przez tę łąkę po nocy, gdy złe duchy są rozkiełznane.”\n(To that Providence, my sons, I hereby commend you, and I counsel you by way of caution to forbear from crossing the moor in those dark hours when the powers of evil are exalted.)\n\n(To są przestrogi Hugona Baskerville, spisane dla jego synów, Rogera i Jana, z rozkazem, aby o tem wszystkiem nie wspominali swej siostrze, Elżbiecie).\n(\"[This from Hugo Baskerville to his sons Rodger and John, with instructions that they say nothing thereof to their sister Elizabeth.]\")\n\n* * * * * Doktor Mortimer skończył czytać tę niezwykłą opowieść, nasunął na oczy okulary i spojrzał na pana Sherlocka Holmes.\n(When Dr. Mortimer had finished reading this singular narrative he pushed his spectacles up on his forehead and stared across at Mr. Sherlock Holmes.)\n\nTen ziewnął i rzucił papierosa w ogień.\n(The latter yawned and tossed the end of his cigarette into the fire.)\n\n-- No i cóż? -- rzekł.\n(\"Well?\" said he.)\n\n-- Czy historya ta nie jest interesującą?\n(\"Do you not find it interesting?\")\n\n-- Zapewne, dla zbieracza starych legend i baśni.\n(\"To a collector of fairy tales.\")\n\nDoktor Mortimer wyjął z kieszeni gazetę.\n(Dr. Mortimer drew a folded newspaper out of his pocket.)\n\n-- A teraz, panie Holmes -- rzekł -- pokażę panu coś aktualniejszego.\n(\"Now, Mr. Holmes, we will give you something a little more recent.)\n\nOto dziennik „Devon County Chronicle” z dnia 14-go Maja roku bieżącego.\n(This is the Devon County Chronicle of May 14th of this year.)\n\nJest w nim opis faktów, odnoszących się do śmierci sir Karola Baskerville, która zdarzyła się na kilka dni przed ową datą.\n(It is a short account of the facts elicited at the death of Sir Charles Baskerville which occurred a few days before that date.\")\n\nMój przyjaciel nachylił się i począł słuchać uważniej.\n(My friend leaned a little forward and his expression became intent.)", "sentences": ["Spisałem ją, abyście wiedzieli, jak się rzeczy istotnie miały i nie wierzyli krążącym baśniom.", "Nie będę, taił przed wami, że po tym wypadku, wielu mężczyzn w naszym rodzie umarło śmiercią nagłą, krwawą i tajemniczą.", "Jednak nie traćmy wiary w miłosierdzie Boskie, które karci niewinnych, tylko do trzeciego lub czwartego pokolenia.", "Opatrzności Boskiej, moi synowie, was polecam i ostrzegam, abyście nie przechodzili przez tę łąkę po nocy, gdy złe duchy są rozkiełznane.”", "(To są przestrogi Hugona Baskerville, spisane dla jego synów, Rogera i Jana, z rozkazem, aby o tem wszystkiem nie wspominali swej siostrze, Elżbiecie).", "* * * * * Doktor Mortimer skończył czytać tę niezwykłą opowieść, nasunął na oczy okulary i spojrzał na pana Sherlocka Holmes.", "Ten ziewnął i rzucił papierosa w ogień.", "-- No i cóż? -- rzekł.", "-- Czy historya ta nie jest interesującą?", "-- Zapewne, dla zbieracza starych legend i baśni.", "Doktor Mortimer wyjął z kieszeni gazetę.", "-- A teraz, panie Holmes -- rzekł -- pokażę panu coś aktualniejszego.", "Oto dziennik „Devon County Chronicle” z dnia 14-go Maja roku bieżącego.", "Jest w nim opis faktów, odnoszących się do śmierci sir Karola Baskerville, która zdarzyła się na kilka dni przed ową datą.", "Mój przyjaciel nachylił się i począł słuchać uważniej."], "transcript": [], "createdAt": "2025-12-15T12:55:24.297917", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_12", "userId": "system_opus", "title": "Sentence Practice 12", "language": "pl", "content": "Doktor Mortimer czytał:\n(Our visitor readjusted his glasses and began:--)\n\n„Niedawna i nagła śmierć sir Karola Baskerville, kandydata liberalnego z hrabstwa Devon, przejęła całą naszą okolicę zdumieniem i trwogą.\n(\"The recent sudden death of Sir Charles Baskerville, whose name has been mentioned as the probable Liberal candidate for Mid-Devon at the next election, has cast a gloom over the county. Though Sir Charles had resided at Baskerville Hall for a comparatively short period his amiability of character and extreme generosity had won the affection and respect of all who had been brought into contact with him.)\n\nJakkolwiek sir Karol Baskerville mieszkał w Baskerville Hall od niedawna, lecz jego uprzejmość, hojność i szlachetność, zjednały mu szacunek tych wszystkich, którzy mieli z nim do czynienia.\n(In these days of nouveaux riches it is refreshing to find a case where the scion of an old county family which has fallen upon evil days is able to make his own fortune and to bring it back with him to restore the fallen grandeur of his line. Sir Charles, as is well known, made large sums of money in South African speculation.)\n\nW dzisiejszej epoce parweniuszów miło jest widzieć potomka starożytnego a podupadłego rodu, odzyskującego fortunę swych przodków i przywracającego świetność staremu nazwisku.\n(More wise than those who go on until the wheel turns against them, he realized his gains and returned to England with them. It is only two years since he took up his residence at Baskerville Hall, and it is common talk how large were those schemes of reconstruction and improvement which have been interrupted by his death.)\n\n„Przed dwoma laty zaledwie osiadł w Baskerville Hall; znane są jego szerokie plany odnowienia starej siedziby i wprowadzenia ulepszeń w gospodarstwie rolnem.\n(\"The circumstances connected with the death of Sir Charles cannot be said to have been entirely cleared up by the inquest, but at least enough has been done to dispose of those rumours to which local superstition has given rise. There is no reason whatever to suspect foul play, or to imagine that death could be from any but natural causes.)\n\nŚmierć przeszkodziła ich urzeczywistnieniu.\n(Sir Charles was a widower, and a man who may be said to have been in some ways of an eccentric habit of mind.)\n\n„Będąc bezdzietnym, pragnął, aby cała okolica korzystała z jego fortuny i niejeden z sąsiadów ma ważne powody do opłakiwania jego przedwczesnego zgonu.\n(In spite of his considerable wealth he was simple in his personal tastes, and his indoor servants at Baskerville Hall consisted of a married couple named Barrymore, the husband acting as butler and the wife as housekeeper.)\n\nDonosiliśmy często na tych szpaltach o jego hojnych ofiarach na instytucye publiczne. „Śledztwo nie wyjaśniło dotychczas okoliczności, towarzyszących śmierci sir Karola.\n(Their evidence, corroborated by that of several friends, tends to show that Sir Charles's health has for some time been impaired, and points especially to some affection of the heart, manifesting itself in changes of colour, breathlessness, and acute attacks of nervous depression.)\n\nKrążą tu najdziwaczniejsze legendy, przypisujące ów nagły zgon działaniu sił nadprzyrodzonych.\n(Dr. James Mortimer, the friend and medical attendant of the deceased, has given evidence to the same effect.)\n\n„Były ślady, że sir Karol stał przy niej przez czas pewien, następnie skręcił znowu w aleję. Znaleziono jego trupa na jej końcu.\n(\"Those are the public facts, Mr. Holmes, in connection with the death of Sir Charles Baskerville.\")\n\nChciałem się przysłużyć Papieżowi i straciłem z oczu to, co się jednocześnie działo w Anglii. Ten artykuł, powiadasz pan, zawiera fakty, znane powszechnie?\n(This article, you say, contains all the public facts?\")\n\n-- Zechciej więc pan uwiadomić mnie teraz o tem, czego nikt nie wie.\n(\"Then let me have the private ones.\")\n\nSherlock Holmes oparł się o poręcz fotelu i znowu złożył ręce tak, aby palce stykały się końcami.\n(He leaned back, put his finger-tips together, and assumed his most impassive and judicial expression.)\n\n-- Uczynię to -- rzekł doktor Mortimer, zdradzając coraz większe wzburzenie. -- Powiem panu to, czego nie mówiłem jeszcze nikomu.\n(\"In doing so,\" said Dr. Mortimer, who had begun to show signs of some strong emotion, \"I am telling that which I have not confided to anyone.)\n\nZataiłem to przed sędzią śledczym z pobudek, które pan zapewne zrozumie. Jako człowiek nauki, nie chciałem zdradzać się publicznie, iż wierzę w przesądy.\n(My motive for withholding it from the coroner's inquiry is that a man of science shrinks from placing himself in the public position of seeming to indorse a popular superstition.)", "sentences": ["Doktor Mortimer czytał:", "„Niedawna i nagła śmierć sir Karola Baskerville, kandydata liberalnego z hrabstwa Devon, przejęła całą naszą okolicę zdumieniem i trwogą.", "Jakkolwiek sir Karol Baskerville mieszkał w Baskerville Hall od niedawna, lecz jego uprzejmość, hojność i szlachetność, zjednały mu szacunek tych wszystkich, którzy mieli z nim do czynienia.", "W dzisiejszej epoce parweniuszów miło jest widzieć potomka starożytnego a podupadłego rodu, odzyskującego fortunę swych przodków i przywracającego świetność staremu nazwisku.", "„Przed dwoma laty zaledwie osiadł w Baskerville Hall; znane są jego szerokie plany odnowienia starej siedziby i wprowadzenia ulepszeń w gospodarstwie rolnem.", "Śmierć przeszkodziła ich urzeczywistnieniu.", "„Będąc bezdzietnym, pragnął, aby cała okolica korzystała z jego fortuny i niejeden z sąsiadów ma ważne powody do opłakiwania jego przedwczesnego zgonu.", "Donosiliśmy często na tych szpaltach o jego hojnych ofiarach na instytucye publiczne. „Śledztwo nie wyjaśniło dotychczas okoliczności, towarzyszących śmierci sir Karola.", "Krążą tu najdziwaczniejsze legendy, przypisujące ów nagły zgon działaniu sił nadprzyrodzonych.", "„Były ślady, że sir Karol stał przy niej przez czas pewien, następnie skręcił znowu w aleję. Znaleziono jego trupa na jej końcu.", "Chciałem się przysłużyć Papieżowi i straciłem z oczu to, co się jednocześnie działo w Anglii. Ten artykuł, powiadasz pan, zawiera fakty, znane powszechnie?", "-- Zechciej więc pan uwiadomić mnie teraz o tem, czego nikt nie wie.", "Sherlock Holmes oparł się o poręcz fotelu i znowu złożył ręce tak, aby palce stykały się końcami.", "-- Uczynię to -- rzekł doktor Mortimer, zdradzając coraz większe wzburzenie. -- Powiem panu to, czego nie mówiłem jeszcze nikomu.", "Zataiłem to przed sędzią śledczym z pobudek, które pan zapewne zrozumie. Jako człowiek nauki, nie chciałem zdradzać się publicznie, iż wierzę w przesądy."], "transcript": [], "createdAt": "2025-12-15T12:55:24.298922", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_13", "userId": "system_opus", "title": "Sentence Practice 13", "language": "pl", "content": "Dalej, rozumiałem, że gdyby utwierdziła się wiara w nadprzyrodzone siły, rządzące w Baskerville Hall, nikt nie zechciałby objąć starego zamku w posiadanie.\n(I had the further motive that Baskerville Hall, as the paper says, would certainly remain untenanted if anything were done to increase its already rather grim reputation.)\n\nDla tych dwóch powodów nie zeznałem przed sądem wszystkiego, co wiem -- albowiem nie zdałoby się to na nic sędziemu śledczemu -- ale z panem będę zupełnie szczery.\n(For both these reasons I thought that I was justified in telling rather less than I knew, since no practical good could result from it, but with you there is no reason why I should not be perfectly frank.)\n\n„Okolica jest mało zaludniona, rezydencye rzadkie, a siedziby włościańskie rozrzucone na znacznej odległości od siebie.\n(\"The moor is very sparsely inhabited, and those who live near each other are thrown very much together.)\n\n„Widywałem często sir Karola Baskerville, który był spragniony towarzystwa.\n(For this reason I saw a good deal of Sir Charles Baskerville.)\n\nOprócz p. Frankland w Lafterhall i naturalisty, p. Stapleton, w pobliżu niema ludzi inteligentnych.\n(With the exception of Mr. Frankland, of Lafter Hall, and Mr. Stapleton, the naturalist, there are no other men of education within many miles.)\n\nSir Karol był skryty, małomówny. Zbliżyliśmy się z powodu jego choroby, przytem łączyły nas wspólne upodobania naukowe.\n(Sir Charles was a retiring man, but the chance of his illness brought us together, and a community of interests in science kept us so.)\n\nPrzywiózł wiele ciekawych wiadomości z Afryki Południowej. Spędziliśmy niejeden miły wieczór na rozprawach o anatomii porównawczej.\n(He had brought back much scientific information from South Africa, and many a charming evening we have spent together discussing the comparative anatomy of the Bushman and the Hottentot.)\n\n„W ciągu ostatnich paru miesięcy spostrzegłem, że system nerwowy sir Karola był nadwerężony.\n(\"Within the last few months it became increasingly plain to me that Sir Charles's nervous system was strained to the breaking point.)\n\nWziął tak dalece ową legendę do serca, że choć co wieczór odbywał spacery, nic go nie mogło skłonić do wejścia na łąkę po zachodzie słońca.\n(He had taken this legend which I have read you exceedingly to heart--so much so that, although he would walk in his own grounds, nothing would induce him to go out upon the moor at night. Incredible as it may appear to you, Mr. Holmes, he was honestly convinced that a dreadful fate overhung his family, and certainly the records which he was able to give of his ancestors were not encouraging.)\n\nPrześladowała go wciąż obawa upiorów, i pytał mnie nieraz, czym nie widział jakiego dziwacznego stworzenia i czym nie słyszał szczekania.\n(The idea of some ghastly presence constantly haunted him, and on more than one occasion he has asked me whether I had on my medical journeys at night ever seen any strange creature or heard the baying of a hound.)\n\nTe pytania zadawał mi zawsze głosem drżącym.\n(The latter question he put to me several times, and always with a voice which vibrated with excitement.)\n\n„Wraziła mi się w pamięć jedna z moich wizyt u niego przed trzema tygodniami.\n(\"I can well remember driving up to his house in the evening some three weeks before the fatal event.)\n\nStał w sieni.\n(He chanced to be at his hall door.)\n\nGdym schodził z wózka, spostrzegłem, że patrzy po przez moje ramię ze strachem w oczach.\n(I had descended from my gig and was standing in front of him, when I saw his eyes fix themselves over my shoulder, and stare past me with an expression of the most dreadful horror.)\n\nOdwróciłem się i spostrzegłem jakiś kształt dziwny, podobny do dużego, czarnego cielęcia.\n(I whisked round and had just time to catch a glimpse of something which I took to be a large black calf passing at the head of the drive.)", "sentences": ["Dalej, rozumiałem, że gdyby utwierdziła się wiara w nadprzyrodzone siły, rządzące w Baskerville Hall, nikt nie zechciałby objąć starego zamku w posiadanie.", "Dla tych dwóch powodów nie zeznałem przed sądem wszystkiego, co wiem -- albowiem nie zdałoby się to na nic sędziemu śledczemu -- ale z panem będę zupełnie szczery.", "„Okolica jest mało zaludniona, rezydencye rzadkie, a siedziby włościańskie rozrzucone na znacznej odległości od siebie.", "„Widywałem często sir Karola Baskerville, który był spragniony towarzystwa.", "Oprócz p. Frankland w Lafterhall i naturalisty, p. Stapleton, w pobliżu niema ludzi inteligentnych.", "Sir Karol był skryty, małomówny. Zbliżyliśmy się z powodu jego choroby, przytem łączyły nas wspólne upodobania naukowe.", "Przywiózł wiele ciekawych wiadomości z Afryki Południowej. Spędziliśmy niejeden miły wieczór na rozprawach o anatomii porównawczej.", "„W ciągu ostatnich paru miesięcy spostrzegłem, że system nerwowy sir Karola był nadwerężony.", "Wziął tak dalece ową legendę do serca, że choć co wieczór odbywał spacery, nic go nie mogło skłonić do wejścia na łąkę po zachodzie słońca.", "Prześladowała go wciąż obawa upiorów, i pytał mnie nieraz, czym nie widział jakiego dziwacznego stworzenia i czym nie słyszał szczekania.", "Te pytania zadawał mi zawsze głosem drżącym.", "„Wraziła mi się w pamięć jedna z moich wizyt u niego przed trzema tygodniami.", "Stał w sieni.", "Gdym schodził z wózka, spostrzegłem, że patrzy po przez moje ramię ze strachem w oczach.", "Odwróciłem się i spostrzegłem jakiś kształt dziwny, podobny do dużego, czarnego cielęcia."], "transcript": [], "createdAt": "2025-12-15T12:55:24.298922", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_14", "userId": "system_opus", "title": "Sentence Practice 14", "language": "pl", "content": "Przeleciało to po za moim wózkiem. „Sir Karol był tak wzburzony, że poszedłem szukać tego osobliwego zwierzęcia.\n(So excited and alarmed was he that I was compelled to go down to the spot where the animal had been and look around for it.)\n\nAle nigdzie go nie było. Mój pacyent nie mógł się uspokoić.\n(It was gone, however, and the incident appeared to make the worst impression upon his mind.)\n\nZostałem z nim przez cały wieczór i wtedy, tłómacząc swe wzburzenie, opowiedział mi całą tę historyę.\n(I stayed with him all the evening, and it was on that occasion, to explain the emotion which he had shown, that he confided to my keeping that narrative which I read to you when first I came.)\n\n„Wspominam o tym drobnym epizodzie, gdyż nabiera on znaczenia wobec tragedyi, która potem nastąpiła; na razie nie przywiązywałem do tego wagi i dziwiłem się wzburzeniu sir Karola.\n(I mention this small episode because it assumes some importance in view of the tragedy which followed, but I was convinced at the time that the matter was entirely trivial and that his excitement had no justification.)\n\n„Miał jechać do Londynu z mojej porady.\n(\"It was at my advice that Sir Charles was about to go to London.)\n\nWiedziałem, że jest chory na serce i że ciągły niepokój źle wpływa na jego zdrowie.\n(His heart was, I knew, affected, and the constant anxiety in which he lived, however chimerical the cause of it might be, was evidently having a serious effect upon his health.)\n\nSądziłem, że parę miesięcy, spędzonych na rozrywkach, uwolni go od tych mar i przywidzeń.\n(I thought that a few months among the distractions of town would send him back a new man.)\n\nNasz wspólny przyjaciel, pan Stapleton, był tego samego zdania.\n(Mr. Stapleton, a mutual friend who was much concerned at his state of health, was of the same opinion.)\n\nI oto wynikło nieszczęście.\n(At the last instant came this terrible catastrophe.)\n\n„Zaraz po śmierci sir Karola, kamerdyner Barrymore wyprawił do mnie grooma Perkinsa; przybyłem do Baskerville Hall w godzinę po katastrofie.\n(\"On the night of Sir Charles's death Barrymore the butler, who made the discovery, sent Perkins the groom on horseback to me, and as I was sitting up late I was able to reach Baskerville Hall within an hour of the event.)\n\nZbadałem wszystkie fakty, przytoczone w śledztwie.\n(I checked and corroborated all the facts which were mentioned at the inquest.)\n\nWreszcie obejrzałem starannie zwłoki, które pozostały nietknięte do mego przybycia. „Sir Karol leżał nawznak z rozciągniętemi rękoma, jego twarz była tak zmieniona, że zaledwie mogłem ją poznać.\n(Sir Charles lay on his face, his arms out, his fingers dug into the ground, and his features convulsed with some strong emotion to such an extent that I could hardly have sworn to his identity.)\n\nNa ciele nie było żadnych obrażeń.\n(There was certainly no physical injury of any kind.)\n\nAle Barrymore w toku śledztwa uczynił jedno zeznanie fałszywe.\n(But one false statement was made by Barrymore at the inquest.)\n\nPowiedział, że nie było żadnych śladów dokoła trupa.\n(He said that there were no traces upon the ground round the body.)", "sentences": ["Przeleciało to po za moim wózkiem. „Sir Karol był tak wzburzony, że poszedłem szukać tego osobliwego zwierzęcia.", "Ale nigdzie go nie było. Mój pacyent nie mógł się uspokoić.", "Zostałem z nim przez cały wieczór i wtedy, tłómacząc swe wzburzenie, opowiedział mi całą tę historyę.", "„Wspominam o tym drobnym epizodzie, gdyż nabiera on znaczenia wobec tragedyi, która potem nastąpiła; na razie nie przywiązywałem do tego wagi i dziwiłem się wzburzeniu sir Karola.", "„Miał jechać do Londynu z mojej porady.", "Wiedziałem, że jest chory na serce i że ciągły niepokój źle wpływa na jego zdrowie.", "Sądziłem, że parę miesięcy, spędzonych na rozrywkach, uwolni go od tych mar i przywidzeń.", "Nasz wspólny przyjaciel, pan Stapleton, był tego samego zdania.", "I oto wynikło nieszczęście.", "„Zaraz po śmierci sir Karola, kamerdyner Barrymore wyprawił do mnie grooma Perkinsa; przybyłem do Baskerville Hall w godzinę po katastrofie.", "Zbadałem wszystkie fakty, przytoczone w śledztwie.", "Wreszcie obejrzałem starannie zwłoki, które pozostały nietknięte do mego przybycia. „Sir Karol leżał nawznak z rozciągniętemi rękoma, jego twarz była tak zmieniona, że zaledwie mogłem ją poznać.", "Na ciele nie było żadnych obrażeń.", "Ale Barrymore w toku śledztwa uczynił jedno zeznanie fałszywe.", "Powiedział, że nie było żadnych śladów dokoła trupa."], "transcript": [], "createdAt": "2025-12-15T12:55:24.299921", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_15", "userId": "system_opus", "title": "Sentence Practice 15", "language": "pl", "content": "Nie spostrzegł ich, ale ja dostrzegłem -- zupełnie świeże, w pobliżu.\n(He did not observe any. But I did--some little distance off, but fresh and clear.\")\n\n-- Czy ślady kroków?\n(\"Footprints?\")\n\n-- Męzkie, czy kobiece?\n(\"A man's or a woman's?\")\n\nDoktor Mortimer patrzył na nas przez chwilę dziwnemi oczyma, wreszcie odparł szeptem:\n(Dr. Mortimer looked strangely at us for an instant, and his voice sank almost to a whisper as he answered:--)\n\n-- Panie Holmes, były ślady kroków... psa... olbrzymiego.\n(\"Mr. Holmes, they were the footprints of a gigantic hound!\")\n\nIII. Zagadka.\n(Chapter 3 The Problem)\n\nPrzyznaję, że gdym słuchał tego opowiadania, przebiegały po mnie dreszcze.\n(I confess at these words a shudder passed through me. There was a thrill in the doctor's voice which showed that he was himself deeply moved by that which he told us.)\n\nI doktor był żywo poruszony.\n(Holmes leaned forward in his excitement and his eyes had the hard, dry glitter which shot from them when he was keenly interested.)\n\n-- Widziałeś pan te ślady? -- spytałem.\n(\"You saw this?\")\n\n-- Tak, na własne oczy; tak wyraźnie, jak teraz widzę pana.\n(\"As clearly as I see you.\")\n\n-- I nic pan nie mówiłeś?\n(\"And you said nothing?\")\n\n-- Dlaczego nikt inny nie dostrzegł tych śladów?\n(\"How was it that no one else saw it?\")\n\n-- Pozostały o jakie dwa łokcie od trupa; nie zwrócono na nie uwagi i jabym ich nie zauważył, gdybym nie był znał tej legendy.\n(\"The marks were some twenty yards from the body and no one gave them a thought. I don't suppose I should have done so had I not known this legend.\")\n\n-- Dużo jest psów w okolicy.\n(\"There are many sheep-dogs on the moor?\")\n\n-- Tak, ale to nie był zwykły pies. Powiedziałem już panom, że był ogromny.\n(\"No doubt, but this was no sheep-dog.\")", "sentences": ["Nie spostrzegł ich, ale ja dostrzegłem -- zupełnie świeże, w pobliżu.", "-- Czy ślady kroków?", "-- Męzkie, czy kobiece?", "Doktor Mortimer patrzył na nas przez chwilę dziwnemi oczyma, wreszcie odparł szeptem:", "-- Panie Holmes, były ślady kroków... psa... olbrzymiego.", "III. Zagadka.", "Przyznaję, że gdym słuchał tego opowiadania, przebiegały po mnie dreszcze.", "I doktor był żywo poruszony.", "-- Widziałeś pan te ślady? -- spytałem.", "-- Tak, na własne oczy; tak wyraźnie, jak teraz widzę pana.", "-- I nic pan nie mówiłeś?", "-- Dlaczego nikt inny nie dostrzegł tych śladów?", "-- Pozostały o jakie dwa łokcie od trupa; nie zwrócono na nie uwagi i jabym ich nie zauważył, gdybym nie był znał tej legendy.", "-- Dużo jest psów w okolicy.", "-- Tak, ale to nie był zwykły pies. Powiedziałem już panom, że był ogromny."], "transcript": [], "createdAt": "2025-12-15T12:55:24.299921", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_16", "userId": "system_opus", "title": "Sentence Practice 16", "language": "pl", "content": "-- Czy nie zbliżył się do trupa?\n(\"But it had not approached the body?\")\n\n-- Czy noc była jasna?\n(\"What sort of night was it?')\n\n-- Nie; pochmurna i wilgotna.\n(\"Damp and raw.\")\n\n-- Ale deszcz nie padał?\n(\"But not actually raining?\")\n\n-- Jak wygląda aleja?\n(\"What is the Alley like?\")\n\n-- Jest wysadzana dwoma rzędami wiązów i opasana żywopłotem, wysokości 12 stóp.\n(\"There are two lines of old yew hedge, twelve feet high and impenetrable.)\n\nSama aleja ma 8 stóp szerokości.\n(The walk in the centre is about eight feet across.\")\n\n-- Czy jest co pomiędzy żywopłotem a aleją?\n(\"Is there anything between the hedges and the walk?\")\n\n-- Tak; po obu stronach biegnie trawnik, szerokości 6 stóp.\n(\"Yes, there is a strip of grass about six feet broad on either side.\")\n\n-- O ile zrozumiałem, jest wejście przez furtkę?\n(\"I understand that the yew hedge is penetrated at one point by a gate?\")\n\n-- Tak; furtka prowadzi na łąkę.\n(\"Yes, the wicket-gate which leads on to the moor.\")\n\n-- Czy są inne wejścia?\n(\"Is there any other opening?\")\n\n-- Tak, iż aby wkroczyć w Aleję Wiązów, trzeba wyjść z domu, lub iść przez łąkę?\n(\"So that to reach the Yew Alley one either has to come down it from the house or else to enter it by the moor-gate?\")\n\n-- Jest trzecie wejście przez altanę, na drugim końcu alei.\n(\"There is an exit through a summer-house at the far end.\")\n\n-- Czy sir Karol doszedł do tej altany?\n(\"Had Sir Charles reached this?\")", "sentences": ["-- Czy nie zbliżył się do trupa?", "-- Czy noc była jasna?", "-- Nie; pochmurna i wilgotna.", "-- Ale deszcz nie padał?", "-- Jak wygląda aleja?", "-- Jest wysadzana dwoma rzędami wiązów i opasana żywopłotem, wysokości 12 stóp.", "Sama aleja ma 8 stóp szerokości.", "-- Czy jest co pomiędzy żywopłotem a aleją?", "-- Tak; po obu stronach biegnie trawnik, szerokości 6 stóp.", "-- O ile zrozumiałem, jest wejście przez furtkę?", "-- Tak; furtka prowadzi na łąkę.", "-- Czy są inne wejścia?", "-- Tak, iż aby wkroczyć w Aleję Wiązów, trzeba wyjść z domu, lub iść przez łąkę?", "-- Jest trzecie wejście przez altanę, na drugim końcu alei.", "-- Czy sir Karol doszedł do tej altany?"], "transcript": [], "createdAt": "2025-12-15T12:55:24.299921", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_17", "userId": "system_opus", "title": "Sentence Practice 17", "language": "pl", "content": "-- Nie; znaleziono go o pięćdziesiąt łokci od niej.\n(\"No; he lay about fifty yards from it.\")\n\n-- A teraz, zechciej mi pan powiedzieć, doktorze Mortimer -- będzie to szczegół ważny -- czy ślady, któreś pan spostrzegł, pozostały na żwirze, czy na trawie?\n(\"Now, tell me, Dr. Mortimer--and this is important--the marks which you saw were on the path and not on the grass?\")\n\n-- Nie mogłem dojrzeć śladów na trawie.\n(\"No marks could show on the grass.\")\n\n-- Czy ślady były po tej samej stronie, co furtka?\n(\"Were they on the same side of the path as the moor-gate?\")\n\n-- Tak, po tej samej.\n(\"Yes; they were on the edge of the path on the same side as the moor-gate.\")\n\n-- Bardzo mnie pan zaciekawia.\n(\"You interest me exceedingly.)\n\nJeszcze jedno pytanie.\n(Another point.)\n\nCzy furtka była zamknięta?\n(Was the wicket-gate closed?\")\n\n-- Zamknięta na klucz i zaryglowana.\n(\"Closed and padlocked.\")\n\n-- Jak jest wysoka?\n(\"How high was it?\")\n\n-- Ma około 4-ch stóp.\n(\"About four feet high.\")\n\n-- A więc można ją łatwo przesadzić?\n(\"Then anyone could have got over it?\")\n\n-- A jakie ślady znalazłeś pan przy furtce?\n(\"And what marks did you see by the wicket-gate?\")\n\n-- Żadnych, któreby mogły zwrócić uwagę.\n(\"None in particular.\")\n\n-- Czyżeś pan nie oglądał ziemi dokoła?\n(\"Good heaven! Did no one examine?\")", "sentences": ["-- Nie; znaleziono go o pięćdziesiąt łokci od niej.", "-- A teraz, zechciej mi pan powiedzieć, doktorze Mortimer -- będzie to szczegół ważny -- czy ślady, któreś pan spostrzegł, pozostały na żwirze, czy na trawie?", "-- Nie mogłem dojrzeć śladów na trawie.", "-- Czy ślady były po tej samej stronie, co furtka?", "-- Tak, po tej samej.", "-- Bardzo mnie pan zaciekawia.", "Jeszcze jedno pytanie.", "Czy furtka była zamknięta?", "-- Zamknięta na klucz i zaryglowana.", "-- Jak jest wysoka?", "-- Ma około 4-ch stóp.", "-- A więc można ją łatwo przesadzić?", "-- A jakie ślady znalazłeś pan przy furtce?", "-- Żadnych, któreby mogły zwrócić uwagę.", "-- Czyżeś pan nie oglądał ziemi dokoła?"], "transcript": [], "createdAt": "2025-12-15T12:55:24.300915", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_18", "userId": "system_opus", "title": "Sentence Practice 18", "language": "pl", "content": "-- I owszem, oglądałem.\n(\"Yes, I examined myself.\")\n\n-- I nie dostrzegłeś pan żadnych śladów?\n(\"And found nothing?\")\n\n-- Były bardzo niewyraźne.\n(\"It was all very confused.)\n\nWidocznie sir Karol stał tutaj przez pięć do dziesięciu minut.\n(Sir Charles had evidently stood there for five or ten minutes.\")\n\n-- Skąd pan to wie?\n(\"How do you know that?\")\n\n-- Gdyż popiół z cygara spadł dwa razy na ziemię.\n(\"Because the ash had twice dropped from his cigar.\")\n\n-- Wybornie.\n(\"Excellent!)\n\nZnaleźliśmy kolegę wedle naszego serca. Prawda, Watson?\n(This is a colleague, Watson, after our own heart.)\n\nAle jakież to były ślady?\n(But the marks?\")\n\n-- Ślady stóp na żwirze.\n(\"He had left his own marks all over that small patch of gravel.)\n\nInnych znaków dostrzedz nie mogłem.\n(I could discern no others.\")\n\nSherlock Holmes uderzył ręką w kolano.\n(Sherlock Holmes struck his hand against his knee with an impatient gesture.)\n\n-- Czemu mnie tam nie było! -- zawołał. -- Jest to wypadek bardzo ciekawy, dający obfite pole do naukowej ekspertyzy.\n(\"If I had only been there!\" he cried. \"It is evidently a case of extraordinary interest, and one which presented immense opportunities to the scientific expert.)\n\nCzemuż nie mogłem odczytać tej żwirowej karty, zanim ją zatarły inne stopy! Doktorze Mortimer, że też mnie pan nie uwiadomił wcześniej!\n(That gravel page upon which I might have read so much has been long ere this smudged by the rain and defaced by the clogs of curious peasants.)\n\nJeśli nam się nie uda wyświetlić sprawy, cała odpowiedzialność spadnie na pana.\n(Oh, Dr. Mortimer, Dr. Mortimer, to think that you should not have called me in! You have indeed much to answer for.\")", "sentences": ["-- I owszem, oglądałem.", "-- I nie dostrzegłeś pan żadnych śladów?", "-- Były bardzo niewyraźne.", "Widocznie sir Karol stał tutaj przez pięć do dziesięciu minut.", "-- Skąd pan to wie?", "-- Gdyż popiół z cygara spadł dwa razy na ziemię.", "-- Wybornie.", "Znaleźliśmy kolegę wedle naszego serca. Prawda, Watson?", "Ale jakież to były ślady?", "-- Ślady stóp na żwirze.", "Innych znaków dostrzedz nie mogłem.", "Sherlock Holmes uderzył ręką w kolano.", "-- Czemu mnie tam nie było! -- zawołał. -- Jest to wypadek bardzo ciekawy, dający obfite pole do naukowej ekspertyzy.", "Czemuż nie mogłem odczytać tej żwirowej karty, zanim ją zatarły inne stopy! Doktorze Mortimer, że też mnie pan nie uwiadomił wcześniej!", "Jeśli nam się nie uda wyświetlić sprawy, cała odpowiedzialność spadnie na pana."], "transcript": [], "createdAt": "2025-12-15T12:55:24.300915", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_19", "userId": "system_opus", "title": "Sentence Practice 19", "language": "pl", "content": "-- Nie mogłem pana wzywać, panie Holmes, bo w takim razie musiałbym ujawnić te fakty przed całym światem, a mówiłem już, żem sobie tego nie życzył.\n(\"I could not call you in, Mr. Holmes, without disclosing these facts to the world, and I have already given my reasons for not wishing to do so.)\n\nZresztą... zresztą...\n(Besides, besides --\")\n\n-- Czemu pan nie kończysz?\n(\"Why do you hesitate?\")\n\n-- Bywają dziedziny, niedostępne nawet dla najbystrzejszych i najdoświadczeńszych detektywów...\n(\"There is a realm in which the most acute and most experienced of detectives is helpless.\")\n\n-- Chcesz pan powiedzieć, że wchodzi to w zakres rzeczy nadprzyrodzonych?\n(\"You mean that the thing is supernatural?\")\n\n-- Tego nie twierdzę stanowczo.\n(\"I did not positively say so.\")\n\n-- Ale pan tak myślisz w głębi ducha.\n(\"No, but you evidently think it.\")\n\n-- Od owej tragedyi doszły do mojej świadomości fakty, sprzeczne z ogólnemi prawami natury.\n(\"Since the tragedy, Mr. Holmes, there have come to my ears several incidents which are hard to reconcile with the settled order of Nature.\")\n\n-- Naprzykład?\n(\"For example?\")\n\n-- Dowiaduję się, że przed tą katastrofą, kilku ludzi widziało na łące niezwykłe stworzenie, podobne do złego ducha Baskervillów.\n(\"I find that before the terrible event occurred several people had seen a creature upon the moor which corresponds with this Baskerville demon, and which could not possibly be any animal known to science.)\n\nWszyscy mówią, że był to pies ogromny, przezroczysty.\n(They all agreed that it was a huge creature, luminous, ghastly, and spectral.)\n\nWypytywałem tych ludzi -- jeden z nich jest włościaninem, drugi kowalem, trzeci farmerem. Ich zeznania są jednakowe.\n(I have cross-examined these men, one of them a hard-headed countryman, one a farrier, and one a moorland farmer, who all tell the same story of this dreadful apparition, exactly corresponding to the hell-hound of the legend.)\n\nW całej okolicy zapanował strach przesądny. Nikt po nocy nie przejdzie przez łąkę.\n(I assure you that there is a reign of terror in the district, and that it is a hardy man who will cross the moor at night.\")\n\n-- I pan, człowiek nauki, wierzy w takie baśnie? -- zawołał Holmes.\n(\"And you, a trained man of science, believe it to be supernatural?\")\n\nZresztą musisz pan przyznać, że ślady stóp są dowodem materyalnym. Pies Hugona nie był także zjawiskiem nadprzyrodzonem skoro mógł zagryźć na śmierć, a jednak miał w sobie coś szatańskiego.\n(Holmes shrugged his shoulders.)", "sentences": ["-- Nie mogłem pana wzywać, panie Holmes, bo w takim razie musiałbym ujawnić te fakty przed całym światem, a mówiłem już, żem sobie tego nie życzył.", "Zresztą... zresztą...", "-- Czemu pan nie kończysz?", "-- Bywają dziedziny, niedostępne nawet dla najbystrzejszych i najdoświadczeńszych detektywów...", "-- Chcesz pan powiedzieć, że wchodzi to w zakres rzeczy nadprzyrodzonych?", "-- Tego nie twierdzę stanowczo.", "-- Ale pan tak myślisz w głębi ducha.", "-- Od owej tragedyi doszły do mojej świadomości fakty, sprzeczne z ogólnemi prawami natury.", "-- Naprzykład?", "-- Dowiaduję się, że przed tą katastrofą, kilku ludzi widziało na łące niezwykłe stworzenie, podobne do złego ducha Baskervillów.", "Wszyscy mówią, że był to pies ogromny, przezroczysty.", "Wypytywałem tych ludzi -- jeden z nich jest włościaninem, drugi kowalem, trzeci farmerem. Ich zeznania są jednakowe.", "W całej okolicy zapanował strach przesądny. Nikt po nocy nie przejdzie przez łąkę.", "-- I pan, człowiek nauki, wierzy w takie baśnie? -- zawołał Holmes.", "Zresztą musisz pan przyznać, że ślady stóp są dowodem materyalnym. Pies Hugona nie był także zjawiskiem nadprzyrodzonem skoro mógł zagryźć na śmierć, a jednak miał w sobie coś szatańskiego."], "transcript": [], "createdAt": "2025-12-15T12:55:24.301928", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}, {"id": "opus_pl_20", "userId": "system_opus", "title": "Sentence Practice 20", "language": "pl", "content": "-- Nie prosiłem o to.\n(\"I did not say that I desired you to do it.\")\n\n-- Więc w jaki sposób mogę panu dopomódz?\n(\"Then, how can I assist you?\")\n\n-- Radząc mi, co mam zrobić z sir Henrykiem Baskerville, który przybywa na dworzec Waterloo -- doktor Mortimer spojrzał na zegarek -- za godzinę i kwadrans -- dokończył.\n(\"By advising me as to what I should do with Sir Henry Baskerville, who arrives at Waterloo Station\"--Dr. Mortimer looked at his watch--\"in exactly one hour and a quarter.\")\n\n-- Czy on jest spadkobiercą?\n(\"He being the heir?\")\n\nPo śmierci sir Karola zasięgaliśmy wiadomości o tym gentlemanie i dowiedzieliśmy się, że ma fermę w Kanadzie.\n(On the death of Sir Charles we inquired for this young gentleman and found that he had been farming in Canada.)\n\nWedle naszych informacyj, jest to młodzieniec bez zarzutu.\n(From the accounts which have reached us he is an excellent fellow in every way.)\n\nNie mówię teraz jako lekarz, lecz jako wykonawca testamentu sir Karola.\n(I speak not as a medical man but as a trustee and executor of Sir Charles's will.\")\n\n-- Czy niema innych kandydatów do spadku?\n(\"There is no other claimant, I presume?\")\n\n-- Żadnego.\n(\"None.)\n\nMógłby nim być tylko Roger Baskerville, najmłodszy z trzech braci, z których sir Karol był najstarszym.\n(The only other kinsman whom we have been able to trace was Rodger Baskerville, the youngest of three brothers of whom poor Sir Charles was the elder.)\n\nDrugi brat, zmarły przedwcześnie, był właśnie ojcem owego Henryka.\n(The second brother, who died young, is the father of this lad Henry. The third, Rodger, was the black sheep of the family.)\n\nTrzeci, Roger, był synem marnotrawnym, żywą podobizną duchową starego Hugona.\n(He came of the old masterful Baskerville strain, and was the very image, they tell me, of the family picture of old Hugo.)\n\nTyle nabroił w Anglii, że nie mógł już tu przebywać, uciekł do Ameryki środkowej i umarł w roku 1876-ym na żółtą febrę.\n(He made England too hot to hold him, fled to Central America, and died there in 1876 of yellow fever.)\n\nHenryk jest ostatnim z Baskervillów.\n(Henry is the last of the Baskervilles.)\n\nZa godzinę i pięć minut mam go spotkać na dworcu Waterloo.\n(In one hour and five minutes I meet him at Waterloo Station.)", "sentences": ["-- Nie prosiłem o to.", "-- Więc w jaki sposób mogę panu dopomódz?", "-- Radząc mi, co mam zrobić z sir Henrykiem Baskerville, który przybywa na dworzec Waterloo -- doktor Mortimer spojrzał na zegarek -- za godzinę i kwadrans -- dokończył.", "-- Czy on jest spadkobiercą?", "Po śmierci sir Karola zasięgaliśmy wiadomości o tym gentlemanie i dowiedzieliśmy się, że ma fermę w Kanadzie.", "Wedle naszych informacyj, jest to młodzieniec bez zarzutu.", "Nie mówię teraz jako lekarz, lecz jako wykonawca testamentu sir Karola.", "-- Czy niema innych kandydatów do spadku?", "-- Żadnego.", "Mógłby nim być tylko Roger Baskerville, najmłodszy z trzech braci, z których sir Karol był najstarszym.", "Drugi brat, zmarły przedwcześnie, był właśnie ojcem owego Henryka.", "Trzeci, Roger, był synem marnotrawnym, żywą podobizną duchową starego Hugona.", "Tyle nabroił w Anglii, że nie mógł już tu przebywać, uciekł do Ameryki środkowej i umarł w roku 1876-ym na żółtą febrę.", "Henryk jest ostatnim z Baskervillów.", "Za godzinę i pięć minut mam go spotkać na dworcu Waterloo."], "transcript": [], "createdAt": "2025-12-15T12:55:24.301928", "imageUrl": "assets/images/book_cover_placeholder.png", "type": "text", "difficulty": "advanced", "videoUrl": null, "isFavorite": false, "progress": 0, "author": "OPUS Books", "genre": "sentences"}]