[{"id":"story_bem_0087_nalitemwa-ukubelenga","userId":"system_storybooks","title":"Nalitemwa Ukubelenga","language":"bem","content":"Nalitemwa Ukubelenga\n\nNalitemwa ukubelenga.\n\nNalaabelengela naani?\n\nNkashi yandi nalaala.\n\nNalaabelengela naani?\n\nBaamaayo nabaamama baali neencito.\n\nNalaabelengela naani?\n\nBaataata na baashikulu bali neencito.\n\nNalaabelengela naani? Nalaibelengela nemwine!\n\nLicense: CC BY\n\nText: Letta Machoga\n\nIllustration: Wiehan de Jager\n\nTranslation: Eunice Mukonde-Mulenga\n\nLanguage: bem","sentences":["Nalitemwa Ukubelenga\n\nNalitemwa ukubelenga.","Nalaabelengela naani?","Nkashi yandi nalaala.","Nalaabelengela naani?","Baamaayo nabaamama baali neencito.","Nalaabelengela naani?","Baataata na baashikulu bali neencito.","Nalaabelengela naani?","Nalaibelengela nemwine!","License: CC BY\n\nText: Letta Machoga\n\nIllustration: Wiehan de Jager\n\nTranslation: Eunice Mukonde-Mulenga\n\nLanguage: bem"],"transcript":[],"createdAt":"2025-12-14T23:39:05.215784","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_bem_0089_maluba-ali-temwa-ifilimbwa","userId":"system_storybooks","title":"Maluba Ali Temwa Ifilimbwa","language":"bem","content":"Maluba Ali Temwa Ifilimbwa\n\nUyu ni Maluba. Ishina iyakwe lipilibula amaluba mucibemba.\n\nUlucelo Maluba alalanda kucimuti cama cungwa. \"We cimuti camucungwa napapata mpelako amacungwa.\n\nMaluba aya kubukulu. Mushila aeba icani ati, \"We cani ulekula bwino napapata kabili wilauma.\"\n\nMaluba apita pama luba yampanga. \"Mwemaluba natotela pabusuma bwenu mupela.\"\n\nKusukulu maluba aya mukulanda kucilinwa ati, \"We cimuti napatata ukule ne misambo iikalamba pakuti lyobe.\"\n\nMaluba alanda kulumpango lwama luba ye sukulu ati, \"Napapata mushanshe mukukula pakuti mulelesha ifipondo ukwaingila mukati ye sukulu.\"\n\nElyo Maluba abwelele kunga nda, aile kucimuti camacungwa nokucipusha ati, \"Bushe mwemacungwa namupya?\"\n\n\"Ooh! Amacungwa yacili ayabishi. Nkesa kumonako mailo wecimuti camacungwa nalimo nkasangako ifisabo nafipya.\"\n\nLicense: CC BY\n\nText: Ursula Nafula\n\nIllustration: Jesse Pietersen\n\nTranslation: Lusaka Teachers\n\nLanguage: bem","sentences":["Maluba Ali Temwa Ifilimbwa\n\nUyu ni Maluba.","Ishina iyakwe lipilibula amaluba mucibemba.","Ulucelo Maluba alalanda kucimuti cama cungwa.","\"We cimuti camucungwa napapata mpelako amacungwa.","Maluba aya kubukulu.","Mushila aeba icani ati, \"We cani ulekula bwino napapata kabili wilauma.\"\n\nMaluba apita pama luba yampanga.","\"Mwemaluba natotela pabusuma bwenu mupela.\"\n\nKusukulu maluba aya mukulanda kucilinwa ati, \"We cimuti napatata ukule ne misambo iikalamba pakuti lyobe.\"\n\nMaluba alanda kulumpango lwama luba ye sukulu ati, \"Napapata mushanshe mukukula pakuti mulelesha ifipondo ukwaingila mukati ye sukulu.\"\n\nElyo Maluba abwelele kunga nda, aile kucimuti camacungwa nokucipusha ati, \"Bushe mwemacungwa namupya?\"\n\n\"Ooh!","Amacungwa yacili ayabishi.","Nkesa kumonako mailo wecimuti camacungwa nalimo nkasangako ifisabo nafipya.\"\n\nLicense: CC BY\n\nText: Ursula Nafula\n\nIllustration: Jesse Pietersen\n\nTranslation: Lusaka Teachers\n\nLanguage: bem"],"transcript":[],"createdAt":"2025-12-14T23:39:05.216784","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_bem_0243_cuuti-kuli-banakulu","userId":"system_storybooks","title":"Cuuti Kuli Banakulu","language":"bem","content":"Cuuti Kuli Banakulu\n\nOdongo na Apiya baaleeikala nabawishi mukalale. Pantu balitemenwe ukuya pacuuti kuli banakulu,  baleetemwa isukulu nga lyaisalika. Banakulu baleeikala kumushi mupeepi na daamu iikulu.\n\nOdongo na Apiya baalitemenwe pantu yaali ninshita yakuya pa cuuti kuli banakulu.    Ubushiku,  baalongele ifyakufwala fyabo ukupekanya ubulendo. Ubushiku ubo,  tabaaleele leelo baalicesheshe baaleelandafye pabulendo.\n\nLuceelo-ceelo,  baimine ubulendo bwakuya kumushi muli motoka yabaawishi. Bapitilile impili,  inama shampanga namabala yatii. Baaleependa imyotoka nookwimbeenyimbo.\n\nIlyo papitile nshita,  abaana baalilele pantu baalinakile.\n\nIlyo baafikile mumushi,  bashi Odongo na Apiyo baaabushishe abaana. Baasangile banakulu naabasendama pampasa mwisamba lya cimuti. Banakulu baali banakashi abakosa kabil abayemba.\n\nBanakulu baalitemenwe cibi batampile nookucinda nookwimba ulwimbo lwakusansamuka.  Abeeshikulu baabo baalitemenwe nganshi icakuti baapeele banakulu ifyabupe baabaleetele. \"Balileenipo ukwisula ico mileteele,\" efyasosele Odongo.  \"Balileenipo icandi,\" e Apiyo.\n\nIlyo baiswile ifyabupe,  banakulu baapaalile abeeshikulu ukulingana neentambi.\n\nElyo Odongo na Apiya baile panse mukwikate fipelebesa neefyuuni.\n\nBaaniinine ifimuti kabili baangele nameenshi.\n\nIlyo pafiitile,  baabwelelemo kung'anda mukulya icakulya cabushiku. Leelo baaleele tabalaapwisha ukulya!\n\nUbushiku bwakonkelepo,  baawishi baabaana babwelelemo kutauni. Odongo na Apiyo baashele nabanakulu.\n\nOdongo na Apiya baaleeafwa banakulu neencito sha pang'anda. Baaleetapa amenshi nookuteebeenkuni. Baatoolele namani yankoko nookusaba umusaalu mwibala.\n\nBanakulu bafundile abeeshikulu baabo ukunaya ubwali nookwipike sabi neeminani iyapusanapusana iya kumushi.\n\nUluceelo lumo,  Odongo ailemukucema ing'ombe. Ing'ombe shimbi shaile mwibala lya beene. Abeene beebala baalifulilwe icibi kabili baatiile baali nookwikateng'ombe.    Odongo aalisambilila ukupoosako amaano kung'ombe pakuti tashileetele imilandu.\n\nBushiku bumbi,  abaana baile ku maliketi nabanakulu mukushitisha umusaalu,  shuga neesopo. Apiyo ewatemenwe ukweba abantu imitengo yafintu. Odongo atemenwe ukulonga ifintu ifyo abantu baaleeshita.\n\nIcungulo baafwile banakulu ukupenda indalama kabili banwiine tii.\n\nTapakokwele,  inshiku sha kutuusha shapwa. Abaana baleekabilwa ukubwelelamo kutauni. Banakulu bapeele Odongo akasote elyo Apiyo baamupeele ica kufwala icampepo. Banakulu babalongele ifyakulya pa bulendo.\n\nOdongo na Apiyo tabaaleefwaya ukuya kutauni.    Abaana baalombele banakulu ukuti bakonke kutauni.    Banakulu bamwentwile nookutila,  \"Ndi mukote teeti njikale mutauni nomba nga mwaisa kuno kumushi mukansanga.\"\n\nOdongo na Apiya baalayene nabanakulu.\n\nIlyo Odongo na Apiya baabwelele kusukulu bashimikileko nabanaabo pamikalile yakumushi. Abanabo bena baatemenwe imikalile yamutauni. Leelo bonse abaana batiile banakulu Odongo na Apiyo baalikwata umutima uusuma.\n\nLicense: CC BY\n\nText: Violet Otieno\n\nIllustration: Catherine Groenewald\n\nTranslation: Eunice Mukonde-Mulenga\n\nLanguage: bem","sentences":["Cuuti Kuli Banakulu\n\nOdongo na Apiya baaleeikala nabawishi mukalale.","Pantu balitemenwe ukuya pacuuti kuli banakulu,  baleetemwa isukulu nga lyaisalika.","Banakulu baleeikala kumushi mupeepi na daamu iikulu.","Odongo na Apiya baalitemenwe pantu yaali ninshita yakuya pa cuuti kuli banakulu.","Ubushiku,  baalongele ifyakufwala fyabo ukupekanya ubulendo.","Ubushiku ubo,  tabaaleele leelo baalicesheshe baaleelandafye pabulendo.","Luceelo-ceelo,  baimine ubulendo bwakuya kumushi muli motoka yabaawishi.","Bapitilile impili,  inama shampanga namabala yatii.","Baaleependa imyotoka nookwimbeenyimbo.","Ilyo papitile nshita,  abaana baalilele pantu baalinakile.","Ilyo baafikile mumushi,  bashi Odongo na Apiyo baaabushishe abaana.","Baasangile banakulu naabasendama pampasa mwisamba lya cimuti.","Banakulu baali banakashi abakosa kabil abayemba.","Banakulu baalitemenwe cibi batampile nookucinda nookwimba ulwimbo lwakusansamuka.","Abeeshikulu baabo baalitemenwe nganshi icakuti baapeele banakulu ifyabupe baabaleetele.","\"Balileenipo ukwisula ico mileteele,\" efyasosele Odongo.","\"Balileenipo icandi,\" e Apiyo.","Ilyo baiswile ifyabupe,  banakulu baapaalile abeeshikulu ukulingana neentambi.","Elyo Odongo na Apiya baile panse mukwikate fipelebesa neefyuuni.","Baaniinine ifimuti kabili baangele nameenshi.","Ilyo pafiitile,  baabwelelemo kung'anda mukulya icakulya cabushiku.","Leelo baaleele tabalaapwisha ukulya!","Ubushiku bwakonkelepo,  baawishi baabaana babwelelemo kutauni.","Odongo na Apiyo baashele nabanakulu.","Odongo na Apiya baaleeafwa banakulu neencito sha pang'anda.","Baaleetapa amenshi nookuteebeenkuni.","Baatoolele namani yankoko nookusaba umusaalu mwibala.","Banakulu bafundile abeeshikulu baabo ukunaya ubwali nookwipike sabi neeminani iyapusanapusana iya kumushi.","Uluceelo lumo,  Odongo ailemukucema ing'ombe.","Ing'ombe shimbi shaile mwibala lya beene.","Abeene beebala baalifulilwe icibi kabili baatiile baali nookwikateng'ombe.","Odongo aalisambilila ukupoosako amaano kung'ombe pakuti tashileetele imilandu.","Bushiku bumbi,  abaana baile ku maliketi nabanakulu mukushitisha umusaalu,  shuga neesopo.","Apiyo ewatemenwe ukweba abantu imitengo yafintu.","Odongo atemenwe ukulonga ifintu ifyo abantu baaleeshita.","Icungulo baafwile banakulu ukupenda indalama kabili banwiine tii.","Tapakokwele,  inshiku sha kutuusha shapwa.","Abaana baleekabilwa ukubwelelamo kutauni.","Banakulu bapeele Odongo akasote elyo Apiyo baamupeele ica kufwala icampepo.","Banakulu babalongele ifyakulya pa bulendo.","Odongo na Apiyo tabaaleefwaya ukuya kutauni.","Abaana baalombele banakulu ukuti bakonke kutauni.","Banakulu bamwentwile nookutila,  \"Ndi mukote teeti njikale mutauni nomba nga mwaisa kuno kumushi mukansanga.\"\n\nOdongo na Apiya baalayene nabanakulu.","Ilyo Odongo na Apiya baabwelele kusukulu bashimikileko nabanaabo pamikalile yakumushi.","Abanabo bena baatemenwe imikalile yamutauni.","Leelo bonse abaana batiile banakulu Odongo na Apiyo baalikwata umutima uusuma.","License: CC BY\n\nText: Violet Otieno\n\nIllustration: Catherine Groenewald\n\nTranslation: Eunice Mukonde-Mulenga\n\nLanguage: bem"],"transcript":[],"createdAt":"2025-12-14T23:39:05.216784","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_bem_0262_magozwe","userId":"system_storybooks","title":"Magozwe","language":"bem","content":"Magozwe\n\nMwi tauni lya Nairobi,  ukutali nendupwa,  kwaleeikala abalumendo abaabula indupwa. Baaleeikalafye cikulu bwaca. Uluceelo lumo,  abalumendo baaleelonga impasa shabo panuma yakulala mumpepo mumbali yanshila. Ukubomfya ifisooso,  baalikoseshe umulilo pakutamye mpepo. Pali ili bumba paali Magozwe. Ewaali umwaice saana.\n\nIlyo abafyashi bakwa Magozwe baafwile,  aalifye neemyaka isaano. Aile mukwikala na banalume. Banalume tabapooseleko amaano kumwana. Magozwe tabaaleemupeela ifyakulya fyakumanina. Baaleemupupeela incito shakubomba ishingi.\n\nNga Magozwe ati epushe neelyo ukuilishanya,  banalume baaleemuma. Ilyo Magozwe aipwishe palwa kuya kusukulu,  banalume baalimumine nookutila,  \"Iwe taumfwa. Tapali ico wingasambilila.\" Panuma yamyaka itatatu iya kumusunga ifi,  Magozwe aalibuutwike ukufuma pang'anda yabanalume. Aambile ukwikala mumusebo.\n\nUkwikala pamusebo kwali ukwayafya kabili abalumendo abengi baaleecuula cila bushiku pakusanga icakulya. Inshiku shimo baaleebooma,  shimbi baaleebeekata kuli bakapokola. Nga baalwaala takwaleeba aba kubaafwa. Ulupiya baaleesanga mukulombalomba,  mukushitisha amapulasitiki nafimbi elwaleebaafwilishako. Ubuumi bwalyafisheko pantu amabumba yambi aya balumendo yaaleefwaya ukupoka incende shapusanapusana mutauni.\n\nBushiku bumo ilyo Magozwe aleefwayafwaya mufisooso,  asangile ibuuku ilyakale ilyalepauka. Afumisheko ifiko aalibikile namwisaaka. Cila bushiku,  aleefumya ibuuku nookwamba ukulolesha pafikope. Taishibe ukubelenga.\n\nIfikope fyaleelanga umulumendo uwaishileba kensha wandeke ilyo aakulile. Magozwe aleeloota namukasuba palwakuba kensha wandeke. Inshita shimo aleemona ukuti emulumendo wine uwa mwibuku.\n\nKwalitaleele kabili Magozwe aiminine pamusebo aleelombalomba. Umwaume umo aishile mupeepi napo aali. \"Uli shaani? Nine Thomas. Momba mupeepi napano,  pancende wingapoka icakulya,\" efyo atiile. Asontele kung'anda yayeelo noomutenge wabuluu. \"Ninjishiba,  walaayapoka ifyakulya?\" efyo aipwishe. Magozwe aloleeshe umwaume elyo aloleeshe kung'anda. \"Limbi ndeeya,\" efyo aaswike afumanapo.\n\nImyeshi yakonkelepo,  abalumendo baalibeeleshe ukumona Thomas. Alitemenwe ukulanda nabantu makamaka abaleeikala mumusebo. Thomas aleeumfwa amalyashi ya bantu aba. Aali uuposa amano kufintu kabili uwacikuuku noomucinshi. Abalumendo bamo,  baambile ukuya kung'anda yayeelo nabuluu mukupoka ifyakulya akasuba.\n\nMagozwe aikele mumbali yanshila aleetamba ifikope mwibuuku lyakwe ilyo Thomas aishileeikala mupeepi nawene. \"Lileelanda pali cinshi ilyashi?\" efyo Thomas aipwishe. \"Lileelanda pamulumendo uwasangwike kensha wandeke,\" efyaaswike Mazongwe. \"Naani ishina umulumendo?\" Thomas aipwishe. \"Katwishi,  nshaishiba ukubelenga,\" efyaaswike Mazongwe panoono.\n\nIlyo baakumeene,  Magozwe atendeke ukweba Thomas ilyashi pa buumi bwakwe. Amwebele ifyo abuutwike ukufuma kuli banalume. Thomas taalaandile ifingi kabili taebele Magozwe ifyakucita leelo aleeumfwikishafye. Limolimo baleelanshanya ilyo baleelya mung'anda yamutenge wabuluu.\n\nIlyo Magozwe aali nemyaka ikumi Thomas alimupeele ibuuku. Ibuuku lyali pamulumendo wamumushi uwaleeteya umupila uwalumbwike saana. Thomas alimubelengele Magozwe ili lyashi imiku iingi mpakafye bushiku bumo atiile,  \"Ndetontonkanyefyo ulingile ukutampeesukulu pakuti usambilile ukubelenga. Uleetontonkanyapo shani?\" Thomas atiile alishibepo incende uko abaana benga laala nookuya kusukulu.\n\nMagozwe atontonkenye pancende ukwakulaala kabili nookuya kusukulu. Nga limbi ifyo banalume bamwebele ati toomfwa teeti asambilile icili conse fyaciine? Nga cakuti kulya kuncende bamuuma? Alitiinine. \"Limbi cawamapo ukutwalilila ukwikala mumusebo,\" efyaatontonkenye.\n\nAebele Thomas ati aali no mwenso. Thomas alimwebekesha ati akeekala bwino kuncende ilya.\n\nLyene Magozwe aile mukwikala mumuputule mung'anda yamutenge wagilini. Aleeikalamo na balumendo babili bambi. Bonse pamo abaana baali ikumi abaleeikala muli ilya ng'anda. Elyo naba Baamaama Cissy nabalume baabo neembwa shitatu,  puushi elyo neembushi iikote.\n\nMagozwe alyambile isukulu kabili lyalikosele. Fingi ashaishibe ifyo aalingile ukwishiba pakuti alingane nabanankwe. Limolimo aleefwaya ukuleka. Leelo pamulandu weetontonkanyo pali kensha wandeke nakateya wamupila abamumabuuku yakwe,  taalekele nga filya fine nabo bashalekele.\n\nMagozwe aikeele panse mulubansa lwang'anda yamutenge wagilini,  aleebelenga ibuuku lya kusukulu. Elyo Thomas aikeele mupeepi nankwe. \"Lilelanda pali cinshi ilyashi?\" Thomas aipwishe. \"Lileelanda pamulumendo asangwike kafundisha,\" efyaaswike Magozwe. \"Naani ishina umulumendo?\" efyaipwishe Thomas. \"Ishina lyakwe ni Magozwe,\" efyaaswike Magozwe aleemwentula.\n\nLicense: CC BY\n\nText: Lesley Koyi\n\nIllustration: Wiehan de Jager\n\nTranslation: Eunice Mukonde-Mulenga\n\nLanguage: bem","sentences":["Magozwe\n\nMwi tauni lya Nairobi,  ukutali nendupwa,  kwaleeikala abalumendo abaabula indupwa.","Baaleeikalafye cikulu bwaca.","Uluceelo lumo,  abalumendo baaleelonga impasa shabo panuma yakulala mumpepo mumbali yanshila.","Ukubomfya ifisooso,  baalikoseshe umulilo pakutamye mpepo.","Pali ili bumba paali Magozwe.","Ewaali umwaice saana.","Ilyo abafyashi bakwa Magozwe baafwile,  aalifye neemyaka isaano.","Aile mukwikala na banalume.","Banalume tabapooseleko amaano kumwana.","Magozwe tabaaleemupeela ifyakulya fyakumanina.","Baaleemupupeela incito shakubomba ishingi.","Nga Magozwe ati epushe neelyo ukuilishanya,  banalume baaleemuma.","Ilyo Magozwe aipwishe palwa kuya kusukulu,  banalume baalimumine nookutila,  \"Iwe taumfwa.","Tapali ico wingasambilila.\" Panuma yamyaka itatatu iya kumusunga ifi,  Magozwe aalibuutwike ukufuma pang'anda yabanalume.","Aambile ukwikala mumusebo.","Ukwikala pamusebo kwali ukwayafya kabili abalumendo abengi baaleecuula cila bushiku pakusanga icakulya.","Inshiku shimo baaleebooma,  shimbi baaleebeekata kuli bakapokola.","Nga baalwaala takwaleeba aba kubaafwa.","Ulupiya baaleesanga mukulombalomba,  mukushitisha amapulasitiki nafimbi elwaleebaafwilishako.","Ubuumi bwalyafisheko pantu amabumba yambi aya balumendo yaaleefwaya ukupoka incende shapusanapusana mutauni.","Bushiku bumo ilyo Magozwe aleefwayafwaya mufisooso,  asangile ibuuku ilyakale ilyalepauka.","Afumisheko ifiko aalibikile namwisaaka.","Cila bushiku,  aleefumya ibuuku nookwamba ukulolesha pafikope.","Taishibe ukubelenga.","Ifikope fyaleelanga umulumendo uwaishileba kensha wandeke ilyo aakulile.","Magozwe aleeloota namukasuba palwakuba kensha wandeke.","Inshita shimo aleemona ukuti emulumendo wine uwa mwibuku.","Kwalitaleele kabili Magozwe aiminine pamusebo aleelombalomba.","Umwaume umo aishile mupeepi napo aali.","\"Uli shaani?","Nine Thomas.","Momba mupeepi napano,  pancende wingapoka icakulya,\" efyo atiile.","Asontele kung'anda yayeelo noomutenge wabuluu.","\"Ninjishiba,  walaayapoka ifyakulya?\" efyo aipwishe.","Magozwe aloleeshe umwaume elyo aloleeshe kung'anda.","\"Limbi ndeeya,\" efyo aaswike afumanapo.","Imyeshi yakonkelepo,  abalumendo baalibeeleshe ukumona Thomas.","Alitemenwe ukulanda nabantu makamaka abaleeikala mumusebo.","Thomas aleeumfwa amalyashi ya bantu aba.","Aali uuposa amano kufintu kabili uwacikuuku noomucinshi.","Abalumendo bamo,  baambile ukuya kung'anda yayeelo nabuluu mukupoka ifyakulya akasuba.","Magozwe aikele mumbali yanshila aleetamba ifikope mwibuuku lyakwe ilyo Thomas aishileeikala mupeepi nawene.","\"Lileelanda pali cinshi ilyashi?\" efyo Thomas aipwishe.","\"Lileelanda pamulumendo uwasangwike kensha wandeke,\" efyaaswike Mazongwe.","\"Naani ishina umulumendo?\" Thomas aipwishe.","\"Katwishi,  nshaishiba ukubelenga,\" efyaaswike Mazongwe panoono.","Ilyo baakumeene,  Magozwe atendeke ukweba Thomas ilyashi pa buumi bwakwe.","Amwebele ifyo abuutwike ukufuma kuli banalume.","Thomas taalaandile ifingi kabili taebele Magozwe ifyakucita leelo aleeumfwikishafye.","Limolimo baleelanshanya ilyo baleelya mung'anda yamutenge wabuluu.","Ilyo Magozwe aali nemyaka ikumi Thomas alimupeele ibuuku.","Ibuuku lyali pamulumendo wamumushi uwaleeteya umupila uwalumbwike saana.","Thomas alimubelengele Magozwe ili lyashi imiku iingi mpakafye bushiku bumo atiile,  \"Ndetontonkanyefyo ulingile ukutampeesukulu pakuti usambilile ukubelenga.","Uleetontonkanyapo shani?\" Thomas atiile alishibepo incende uko abaana benga laala nookuya kusukulu.","Magozwe atontonkenye pancende ukwakulaala kabili nookuya kusukulu.","Nga limbi ifyo banalume bamwebele ati toomfwa teeti asambilile icili conse fyaciine?","Nga cakuti kulya kuncende bamuuma?","Alitiinine.","\"Limbi cawamapo ukutwalilila ukwikala mumusebo,\" efyaatontonkenye.","Aebele Thomas ati aali no mwenso.","Thomas alimwebekesha ati akeekala bwino kuncende ilya.","Lyene Magozwe aile mukwikala mumuputule mung'anda yamutenge wagilini.","Aleeikalamo na balumendo babili bambi.","Bonse pamo abaana baali ikumi abaleeikala muli ilya ng'anda.","Elyo naba Baamaama Cissy nabalume baabo neembwa shitatu,  puushi elyo neembushi iikote.","Magozwe alyambile isukulu kabili lyalikosele.","Fingi ashaishibe ifyo aalingile ukwishiba pakuti alingane nabanankwe.","Limolimo aleefwaya ukuleka.","Leelo pamulandu weetontonkanyo pali kensha wandeke nakateya wamupila abamumabuuku yakwe,  taalekele nga filya fine nabo bashalekele.","Magozwe aikeele panse mulubansa lwang'anda yamutenge wagilini,  aleebelenga ibuuku lya kusukulu.","Elyo Thomas aikeele mupeepi nankwe.","\"Lilelanda pali cinshi ilyashi?\" Thomas aipwishe.","\"Lileelanda pamulumendo asangwike kafundisha,\" efyaaswike Magozwe.","\"Naani ishina umulumendo?\" efyaipwishe Thomas.","\"Ishina lyakwe ni Magozwe,\" efyaaswike Magozwe aleemwentula.","License: CC BY\n\nText: Lesley Koyi\n\nIllustration: Wiehan de Jager\n\nTranslation: Eunice Mukonde-Mulenga\n\nLanguage: bem"],"transcript":[],"createdAt":"2025-12-14T23:39:05.216784","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_bem_0316_nalitemwa-ukucita-ifintu","userId":"system_storybooks","title":"Nalitemwa Ukucita Ifintu","language":"bem","content":"Nalitemwa Ukucita Ifintu\n\nNalitemwa ukutoloka neentambo pamo noomunandi.\n\nNalitemwa ukulemba pa boodi.\n\nNalitemwa ukubelenga ifitabo ifyakwata ifikope.\n\nNalitemwa ukulya ifisabo ifyapusanapusana.\n\nNalitemwa ukwafwako ukubomba incito kung'anda.\n\nNalitemwa ukumfwa utushimi twabaamaayo.\n\nNalitemwa ukulaala pabusanshi ubukulu.\n\nNalitemwa ukucita ifintu ifi. Nga iwe watemwa ukuciteenshi?\n\nLicense: [CC-BY]\n\nText: Ursula Nafula\n\nIllustration: Wiehan de Jager\n\nTranslation: Edith Sikota Habwanda and Eunice Mukonde-Mulenga\n\nLanguage: bem","sentences":["Nalitemwa Ukucita Ifintu\n\nNalitemwa ukutoloka neentambo pamo noomunandi.","Nalitemwa ukulemba pa boodi.","Nalitemwa ukubelenga ifitabo ifyakwata ifikope.","Nalitemwa ukulya ifisabo ifyapusanapusana.","Nalitemwa ukwafwako ukubomba incito kung'anda.","Nalitemwa ukumfwa utushimi twabaamaayo.","Nalitemwa ukulaala pabusanshi ubukulu.","Nalitemwa ukucita ifintu ifi.","Nga iwe watemwa ukuciteenshi?","License: [CC-BY]\n\nText: Ursula Nafula\n\nIllustration: Wiehan de Jager\n\nTranslation: Edith Sikota Habwanda and Eunice Mukonde-Mulenga\n\nLanguage: bem"],"transcript":[],"createdAt":"2025-12-14T23:39:05.217785","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_bem_0322_kasuba-kamo-pacibelushi-ninshi-nakukaba","userId":"system_storybooks","title":"Kasuba Kamo Pacibelushi Ninshi Nakukaba","language":"bem","content":"Kasuba Kamo Pacibelushi Ninshi Nakukaba\n\nCaali pa Cibelushi akasuba mumweshi wa Disemba ninshi naakukaba.\n\n\"Nchimunya, Mutinta na Luyando, fumeni kabiyeni mukwangala. Nshileefwaya ukumimona muno mung'anda,\" efyatiile Bamaama. Twabutukile panse.\n\nBwangu, bwangu Luyando atile, \"Natuleeya kumumana pantu kwalitalala kulya.\" \"Bushe naamulaba akuti baamaayo baalilesha ukwangalila kumumana?\" efyaipwishe Nchimunya. \"Tatwaowe mumenshi,\" efyayaswike Luyando. \"Tuleeya mukwangalilafye mwisamba lya cimuti mupepi namenshi.\"\n\nCiimociinefye, ukwangalila mucintelelwe mumbali yamumana kulaba ukumfwa ukukaba. Pakuti tumfwe ukutalala, twafuliile isapato, nokufuula amashaati namasiketi leelo kucili kwalikabile.\n\nTwabulile amakasa nokubika mumumana pakuti tumfweko ukutalala. Elyo twaambile ukuisansa amenshi. Papitile inshita iinoonofye bonse twalibombele.\n\n\"Iseeni tusambe!\" efyalandile Mutinta. \"Baamaayo tabaishibe. Iseeni twingile mumenshi.\" Twalyowele icakuti twalilabile nookulolesha panshita.\n\nAkasuba kalingile kabili kwatendeke nookutalala. Twalilabile apo twashiile ifyakufwala. Bushe ifyakufwala fyesu filikwi?\n\nTwalifwaile mwisamba lyafimuti tamwali. Twalilfwaile konse tatwafimwene. Ukushinguluka konse mpaka amenso yaakashike cee. Tatwafimwene ifyakufwala.\n\nTwamwene ing'ombe apatali shileelya mumbali yamumana. \"Moneeni!\" efyalandile Nchimunya. \"Ing'ombe ilya cinshi cili kukanwa?\" \"Ileelya iluba lyakashika,\" efyaaswike Luyando. \"Teeluba lyakashika. Liishaati lyobe,\" efyapundile Mutinta.\n\nTwamwene imbi ng'ombe ileesheta icintu cimbi icaleemoneka icabuluu. \"Nisiketi yandi ilya!\" efyapundile Nchimunya.\n\nTwabwelelemo kung'anda ukwabula ifyakufwala twafwelefye utuputula twamukati tuleetutuma. Twaleetutuma teemulandu wampepo leelo mulandu wakuti ing'ombe shalituliila ifya kufwala. Twaliilile pantu ing'ombe shaliliile ifya kufwala fyesu.\n\nIlyo twafikile kung'anda baamaayo tabatumfwilileko uluse. Baalitulopwele ifyo tatwaumwapo. Twatiile tatwakatale atubwekeshapo!\n\nLicense: [CC-BY]\n\nText: Nombulelo Thabane\n\nIllustration: Wiehan de Jager\n\nTranslation: Eunice Mukonde-Mulenga\n\nLanguage: bem","sentences":["Kasuba Kamo Pacibelushi Ninshi Nakukaba\n\nCaali pa Cibelushi akasuba mumweshi wa Disemba ninshi naakukaba.","\"Nchimunya, Mutinta na Luyando, fumeni kabiyeni mukwangala.","Nshileefwaya ukumimona muno mung'anda,\" efyatiile Bamaama.","Twabutukile panse.","Bwangu, bwangu Luyando atile, \"Natuleeya kumumana pantu kwalitalala kulya.\" \"Bushe naamulaba akuti baamaayo baalilesha ukwangalila kumumana?\" efyaipwishe Nchimunya.","\"Tatwaowe mumenshi,\" efyayaswike Luyando.","\"Tuleeya mukwangalilafye mwisamba lya cimuti mupepi namenshi.\"\n\nCiimociinefye, ukwangalila mucintelelwe mumbali yamumana kulaba ukumfwa ukukaba.","Pakuti tumfwe ukutalala, twafuliile isapato, nokufuula amashaati namasiketi leelo kucili kwalikabile.","Twabulile amakasa nokubika mumumana pakuti tumfweko ukutalala.","Elyo twaambile ukuisansa amenshi.","Papitile inshita iinoonofye bonse twalibombele.","\"Iseeni tusambe!\" efyalandile Mutinta.","\"Baamaayo tabaishibe.","Iseeni twingile mumenshi.\" Twalyowele icakuti twalilabile nookulolesha panshita.","Akasuba kalingile kabili kwatendeke nookutalala.","Twalilabile apo twashiile ifyakufwala.","Bushe ifyakufwala fyesu filikwi?","Twalifwaile mwisamba lyafimuti tamwali.","Twalilfwaile konse tatwafimwene.","Ukushinguluka konse mpaka amenso yaakashike cee.","Tatwafimwene ifyakufwala.","Twamwene ing'ombe apatali shileelya mumbali yamumana.","\"Moneeni!\" efyalandile Nchimunya.","\"Ing'ombe ilya cinshi cili kukanwa?\" \"Ileelya iluba lyakashika,\" efyaaswike Luyando.","\"Teeluba lyakashika.","Liishaati lyobe,\" efyapundile Mutinta.","Twamwene imbi ng'ombe ileesheta icintu cimbi icaleemoneka icabuluu.","\"Nisiketi yandi ilya!\" efyapundile Nchimunya.","Twabwelelemo kung'anda ukwabula ifyakufwala twafwelefye utuputula twamukati tuleetutuma.","Twaleetutuma teemulandu wampepo leelo mulandu wakuti ing'ombe shalituliila ifya kufwala.","Twaliilile pantu ing'ombe shaliliile ifya kufwala fyesu.","Ilyo twafikile kung'anda baamaayo tabatumfwilileko uluse.","Baalitulopwele ifyo tatwaumwapo.","Twatiile tatwakatale atubwekeshapo!","License: [CC-BY]\n\nText: Nombulelo Thabane\n\nIllustration: Wiehan de Jager\n\nTranslation: Eunice Mukonde-Mulenga\n\nLanguage: bem"],"transcript":[],"createdAt":"2025-12-14T23:39:05.217785","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"},{"id":"story_bem_README","userId":"system_storybooks","title":"Readme","language":"bem","content":"IciBemba translations of stories from the [African Storybook](https://africanstorybook.org).\n\nStory ID | Title | License\n\n-------- | ----- | -------\n\n0087 | [Nalitemwa Ukubelenga](https://africanstorybook.org/reader.php?id=18572&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/3.0/)\n\n0089 | [Maluba Ali Temwa Ifilimbwa](https://africanstorybook.org/reader.php?id=20786&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0243 | [Cuuti Kuli Banakulu](https://africanstorybook.org/reader.php?id=18684&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0262 | [Magozwe](https://africanstorybook.org/reader.php?id=18676&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0316 | [Nalitemwa Ukucita Ifintu](http://africanstorybook.org/reader.php?id=18570&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0322 | [Kasuba Kamo Pacibelushi Ninshi Nakukaba](http://africanstorybook.org/reader.php?id=18693&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/3.0/)","sentences":["IciBemba translations of stories from the [African Storybook](https://africanstorybook.org).","Story ID | Title | License\n\n-------- | ----- | -------\n\n0087 | [Nalitemwa Ukubelenga](https://africanstorybook.org/reader.php?id=18572&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/3.0/)\n\n0089 | [Maluba Ali Temwa Ifilimbwa](https://africanstorybook.org/reader.php?id=20786&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0243 | [Cuuti Kuli Banakulu](https://africanstorybook.org/reader.php?id=18684&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0262 | [Magozwe](https://africanstorybook.org/reader.php?id=18676&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0316 | [Nalitemwa Ukucita Ifintu](http://africanstorybook.org/reader.php?id=18570&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/4.0/)\n\n0322 | [Kasuba Kamo Pacibelushi Ninshi Nakukaba](http://africanstorybook.org/reader.php?id=18693&d=0&a=1) | [CC BY](https://creativecommons.org/licenses/by/3.0/)"],"transcript":[],"createdAt":"2025-12-14T23:39:05.217785","imageUrl":"assets/images/book_cover_placeholder.png","type":"text","difficulty":"intermediate","videoUrl":null,"isFavorite":false,"progress":0,"author":"Global Storybooks","genre":"short_story"}]