[{"id": "yt_73Bwvi5JM00", "userId": "system", "title": "Stories in Easy Russian: Гензель и Гретель | A2 | Comprehensible Input | Slow Russian", "language": "ru", "content": "Привет! Меня зовут Сергей! И Добро пожаловать на мой канал “По-русскии из далека”!!! Сегодня, я расскажу вам историю! Это история называется Гензель и Гретель. История называется Гензель и Гретель. Жил-был один дровосек, да, дровосек - это  у нас такой человек, вот, и он дровосек, он рубит деревья, да, дровосек. Так вот, жил-был один дровосек и была у него жена, жена дровосека, это жена дровосека, и было у них два ребёнка, одна девочка и один мальчик. Мальчика звали Гензель, а девочку звали Гретель, и они были одна семья, но у них есть проблема.... Эта семья очень бедная, что значит бедная? Значит, что у них, у них нет денег, они очень бедные. Бедные, не богатые, бедная семья. И они все были очень бедные, и голодные, они хотят есть, но потому что они бедные, у них нет денег, денег на еду... то есть они хотят есть допустим хлеб, да, но потому что бедные, то нет хлеба. Вот поэтому, они все были очень грустные, папа дровосек грустный, мама грустная, и вот Гензель и Гретель, они тоже были грустные. Тогда мама говорит мужу. Это жена, это муж. Вот, у них есть кольца, да, жена и муж. Она говорит, муж, мы очень бедные, а у нас есть дети, это нехорошо, ты отведи детей в лес, да, помним лес - это у нас место, где много деревьев, это дерево, а когда у нас много деревьев - это у нас всё лес! Вот, и жена хочет, чтобы дровосек отвёл детей в лес, но дровосек говорит: “Нет, они же наши дети!!!” Она говорит: “Но у нас нет денег, если мы будем делить, да, наш хлеб на четверых, то мы все будем всегда голодные, и мы все умрём!” Поэтому дровосек сказал “хорошо, я отведу их в лес!”, но Гензель и Гретель они слышали, что мама и папа хотят сделать, поэтому Гензель, он был очень умный мальчик, не глупый, да, умный, поэтому он взял маленькие белые камушки, такие вот, это камушки, камень, камушек, камушки, маленькие камушки! Вот, и когда их дровосек отводил их в лес, то Гензель, он бросал камушки на дорогу. Сейчас покажу вам, сначала нужно стереть, так, вот то у нас лес, да, это дом дровосека и его семьи, и это вот дорога, да, и по этой дороге, когда они шли по этой дороге, то Гензель, мальчик, вспомним, что Гензель - это мальчик, а Гретель - это девочка. Гензель и Гретель. Так вот, Гензель, он бросал камушки на дорогу, да, вот так... Поэтому там много дорог, да, то есть можно вот сюда иди, сюда, сюда, но Гензель умный, поэтому он бросал камушки на дорогу, и тогда, когда папа оставил их в лесу, то они вернулись. Вернулись, вот так они вернулись домой по камушкам, они следовали камушкам и они вернулись домой! Когда мама увидела, она была злая, да, “Почему вы вернулись??” а потому что у нас были камушки! И она говорит мужу: “Так, в этот раз, не давай им нечего, только один маленький кусок хлеба!” да и помним, хлеб это у нас еда, это хлеб, но она дала им маленький кусок, то есть этого всего нет, маленький кусок хлеба!! И тогда, они пошли в лес, во второй раз, да, папа опять отводит их в лес. Ну в этот раз у них был только хлеб, и когда Гензель, он бросал хлеб на дорогу, чтобы потом найти дорогу домой, птицы, да птицы, они всё съедали, весь хлеб, поэтому когда дровосек оставил их в лесу, то они не смогли найти дорогу домой, не смогли. Вот такая ситуация. Поэтому они шли по лесу, они шли-шли, и вдруг, они увидели большой красивый дом, вот такой дом, да, и этот дом, он сделан из сахара, из хлеба, пряников, да, он такой очень вкусный, да, у нас здесь есть это леденец, это у нас я не знаю что это, вот, разные пряники, конфетки, это у нас имбирный человек, да, имбирное печенье. Вот, и когда они увидели, они были очень голодные, да, потому что помним, что хлеб они оставили на дороге и птицы, они всё съели, поэтому у них не было хлеба, и когда они увидели этот дом, и они начали его есть. Давайте нарисуем, как они съели кусок дома, они сели немножко этот дом, вот, но когда они наелись, у них пузо такое... то из дома вышла старая страшная ведьма, Ведьма, давайте нарисуем ведьму. Эта доска маленькая, мало места, вот, а ведьма, да, вот она у нас такая вот это ведьма! Вот, и ведьма увидела, что они съели её дом, и она их схватила, и забрала в дом, и она взяла Гензеля мальчика, и она посадила его в клетку, да, у нас есть клетка, вот у нас клетка, и Гензель был в клетке внутри, он не мог выйти, и она, ведьма, сказала Гретель, чтобы Гретель кормила, ешь, вот ещё ешь, кормила Гензеля каждый день, потому что ведьма хочет чтобы Гензель был толстый Да, толстый. Вот у нас у нас толстый, то есть ведьма хочет чтобы Гензель был толстый. Сейчас Гензель, он худой, да, худой сейчас, худой, потому что помним, они бедные, да, у них нет денег на еду, они всегда голодные, и он очень худой! Ведьма хочет чтобы Гензель был толстый, чтобы она потом его съела! Да, это ведьма, она любит есть детей, детей! Вот такая история! И потом Гретель, она каждый день кормила, кормила нашего Гензеля едой, и каждый день Гензель был толще, и толще, и толще... он был не такой, ну был очень толстый! Но, у ведьмы есть одна проблема, она очень старая, и она плохо видит, да! Она плохо видит, да, она очень старая, плохо видит, и вот, когда ведьма она хотела посмотреть, Гензель толстый или худой, она говорит ему: “Дай мне свой палец” и вместо его пальца, он давал ей косточку. У нас есть вот это кость, и маленькая косточка, и он давал и кость, а ведьма плохо видит, да, поэтому она трогает, и она думает что он худой как кость! Да, худой очень! И ведьма думает: “Почему он худой? Он ест так много, но не толстый?” вот и ведьма ждала 1 месяц, и 1 месяц Гретель, она кормила Гензеля каждый день, и Гензель уже был большой, но косточка всегда очень тонкая, да, тонкая, худая, и ведьма говорит: “Всё! Я очень голодная, я хочу съесть мальчика!” поэтому она говорит Гретель: “Гретель, иди и затопили печь!!” так печь у нас вот это печь! Это печь! Ведьма говорит Гретель, чтобы она натопила печь, то есть затопить, значит положить дрова да, дрова, и зажечь огонь, чтобы печь была горячая! Так вот, Гензель она не хотела топить печь, потому что она любит брата, но она боялась ведьмы, поэтому она пошла, и она топила печь. Вот, и в печи уже огонь, вот огонь у нас есть, и ведьма, она говорит: “Иди и посмотри, печь уже горячая или ещё нет\", но она поняла, Гретель, что ведьма хочет, чтобы Гретель зашла в печь, и потом она хочет её закрыть! Закрыть в печи, и потом съесть, поэтому Гретель, она говорит: “Ой, я не знаю как посмотреть, я ещё маленькая!” и ведьма говорит: “Ты глупая девчонка, я тебе покажу!” и когда ведьма пошла посмотреть внутри печь, то Гретель, она её толкнула в печь, и быстро закрыла! Вот так! Да! То есть печь была у нас уже закрыта! И ведьма в печи, “аааааа!!” и там было очень жарко, и она там сгорела и умерла! Вот, а дети Гензель и Гретель, они нашли у ведьмы сокровище! У нас есть сокровище, это вот вас такой сундук, есть скважина, и там внутри сокровище! Сокровище - это как деньги, да, это такое у нас ожерелье, бусы, то есть это всё стоит очень много денег, да, сокровища! И они взяли эти сокровища и они побежали быстро к себе назад домой к папе дровосеку, и когда они пришли домой, то их мама, злая мама, она уже умерла, потому что она была очень злая, и она была очень голодная, да, хотела есть. Вот и мама умерла, но они говорят: “Папа, мы здесь, у нас есть сокровище!” и они продали эти сокровища, купили много еды, и жили они долго и счастливо... Ну вот, друзья, это всё на сегодня! Спасибо вам, что вы смотрели мою историю! Если она вам понравилась, не забудьте поставить лайк, и не забудьте подписаться на мой канал, и нажать на колокольчик, потому что тогда, когда у меня будет новая история, то вы увидите нотификацию! И если вы хотите поддержать меня финансово, то вы можете купить мне кофе,  на сайте кофе, и я буду очень рад! И не забудьте, если вы хотите получить транскрипцию к этому эпизоду, и отдельный аудиофайл, то вы можете пойти к нам на patreon, там вы получите эти вещи! Вот, это всё на сегодня! Спасибо вам друзья !!! До скорого и пока пока!!!", "sentences": ["Привет!", "Меня зовут Сергей!", "И Добро пожаловать на мой канал “По-русскии из далека”!!!", "Сегодня, я расскажу вам историю!", "Это история называется Гензель и Гретель.", "История называется Гензель и Гретель.", "Жил-был один дровосек, да, дровосек - это  у нас такой человек, вот, и он дровосек, он рубит деревья, да, дровосек.", "Так вот, жил-был один дровосек и была у него жена, жена дровосека, это жена дровосека, и было у них два ребёнка, одна девочка и один мальчик.", "Мальчика звали Гензель, а девочку звали Гретель, и они были одна семья, но у них есть проблема....", "Эта семья очень бедная, что значит бедная?", "Значит, что у них, у них нет денег, они очень бедные.", "Бедные, не богатые, бедная семья.", "И они все были очень бедные, и голодные, они хотят есть, но потому что они бедные, у них нет денег, денег на еду...", "то есть они хотят есть допустим хлеб, да, но потому что бедные, то нет хлеба.", "Вот поэтому, они все были очень грустные, папа дровосек грустный, мама грустная, и вот Гензель и Гретель, они тоже были грустные.", "Тогда мама говорит мужу.", "Это жена, это муж.", "Вот, у них есть кольца, да, жена и муж.", "Она говорит, муж, мы очень бедные, а у нас есть дети, это нехорошо, ты отведи детей в лес, да, помним лес - это у нас место, где много деревьев, это дерево, а когда у нас много деревьев - это у нас всё лес!", "Вот, и жена хочет, чтобы дровосек отвёл детей в лес, но дровосек говорит: “Нет, они же наши дети!!!” Она говорит: “Но у нас нет денег, если мы будем делить, да, наш хлеб на четверых, то мы все будем всегда голодные, и мы все умрём!” Поэтому дровосек сказал “хорошо, я отведу их в лес!”, но Гензель и Гретель они слышали, что мама и папа хотят сделать, поэтому Гензель, он был очень умный мальчик, не глупый, да, умный, поэтому он взял маленькие белые камушки, такие вот, это камушки, камень, камушек, камушки, маленькие камушки!", "Вот, и когда их дровосек отводил их в лес, то Гензель, он бросал камушки на дорогу.", "Сейчас покажу вам, сначала нужно стереть, так, вот то у нас лес, да, это дом дровосека и его семьи, и это вот дорога, да, и по этой дороге, когда они шли по этой дороге, то Гензель, мальчик, вспомним, что Гензель - это мальчик, а Гретель - это девочка.", "Гензель и Гретель.", "Так вот, Гензель, он бросал камушки на дорогу, да, вот так...", "Поэтому там много дорог, да, то есть можно вот сюда иди, сюда, сюда, но Гензель умный, поэтому он бросал камушки на дорогу, и тогда, когда папа оставил их в лесу, то они вернулись.", "Вернулись, вот так они вернулись домой по камушкам, они следовали камушкам и они вернулись домой!", "Когда мама увидела, она была злая, да, “Почему вы вернулись??” а потому что у нас были камушки!", "И она говорит мужу: “Так, в этот раз, не давай им нечего, только один маленький кусок хлеба!” да и помним, хлеб это у нас еда, это хлеб, но она дала им маленький кусок, то есть этого всего нет, маленький кусок хлеба!!", "И тогда, они пошли в лес, во второй раз, да, папа опять отводит их в лес.", "Ну в этот раз у них был только хлеб, и когда Гензель, он бросал хлеб на дорогу, чтобы потом найти дорогу домой, птицы, да птицы, они всё съедали, весь хлеб, поэтому когда дровосек оставил их в лесу, то они не смогли найти дорогу домой, не смогли.", "Вот такая ситуация.", "Поэтому они шли по лесу, они шли-шли, и вдруг, они увидели большой красивый дом, вот такой дом, да, и этот дом, он сделан из сахара, из хлеба, пряников, да, он такой очень вкусный, да, у нас здесь есть это леденец, это у нас я не знаю что это, вот, разные пряники, конфетки, это у нас имбирный человек, да, имбирное печенье.", "Вот, и когда они увидели, они были очень голодные, да, потому что помним, что хлеб они оставили на дороге и птицы, они всё съели, поэтому у них не было хлеба, и когда они увидели этот дом, и они начали его есть.", "Давайте нарисуем, как они съели кусок дома, они сели немножко этот дом, вот, но когда они наелись, у них пузо такое...", "то из дома вышла старая страшная ведьма, Ведьма, давайте нарисуем ведьму.", "Эта доска маленькая, мало места, вот, а ведьма, да, вот она у нас такая вот это ведьма!", "Вот, и ведьма увидела, что они съели её дом, и она их схватила, и забрала в дом, и она взяла Гензеля мальчика, и она посадила его в клетку, да, у нас есть клетка, вот у нас клетка, и Гензель был в клетке внутри, он не мог выйти, и она, ведьма, сказала Гретель, чтобы Гретель кормила, ешь, вот ещё ешь, кормила Гензеля каждый день, потому что ведьма хочет чтобы Гензель был толстый Да, толстый.", "Вот у нас у нас толстый, то есть ведьма хочет чтобы Гензель был толстый.", "Сейчас Гензель, он худой, да, худой сейчас, худой, потому что помним, они бедные, да, у них нет денег на еду, они всегда голодные, и он очень худой!", "Ведьма хочет чтобы Гензель был толстый, чтобы она потом его съела!", "Да, это ведьма, она любит есть детей, детей!", "Вот такая история!", "И потом Гретель, она каждый день кормила, кормила нашего Гензеля едой, и каждый день Гензель был толще, и толще, и толще...", "он был не такой, ну был очень толстый!", "Но, у ведьмы есть одна проблема, она очень старая, и она плохо видит, да!", "Она плохо видит, да, она очень старая, плохо видит, и вот, когда ведьма она хотела посмотреть, Гензель толстый или худой, она говорит ему: “Дай мне свой палец” и вместо его пальца, он давал ей косточку.", "У нас есть вот это кость, и маленькая косточка, и он давал и кость, а ведьма плохо видит, да, поэтому она трогает, и она думает что он худой как кость!", "Да, худой очень!", "И ведьма думает: “Почему он худой?", "Он ест так много, но не толстый?” вот и ведьма ждала 1 месяц, и 1 месяц Гретель, она кормила Гензеля каждый день, и Гензель уже был большой, но косточка всегда очень тонкая, да, тонкая, худая, и ведьма говорит: “Всё!", "Я очень голодная, я хочу съесть мальчика!” поэтому она говорит Гретель: “Гретель, иди и затопили печь!!” так печь у нас вот это печь!", "Это печь!", "Ведьма говорит Гретель, чтобы она натопила печь, то есть затопить, значит положить дрова да, дрова, и зажечь огонь, чтобы печь была горячая!", "Так вот, Гензель она не хотела топить печь, потому что она любит брата, но она боялась ведьмы, поэтому она пошла, и она топила печь.", "Вот, и в печи уже огонь, вот огонь у нас есть, и ведьма, она говорит: “Иди и посмотри, печь уже горячая или ещё нет\", но она поняла, Гретель, что ведьма хочет, чтобы Гретель зашла в печь, и потом она хочет её закрыть!", "Закрыть в печи, и потом съесть, поэтому Гретель, она говорит: “Ой, я не знаю как посмотреть, я ещё маленькая!” и ведьма говорит: “Ты глупая девчонка, я тебе покажу!” и когда ведьма пошла посмотреть внутри печь, то Гретель, она её толкнула в печь, и быстро закрыла!", "Вот так!", "Да!", "То есть печь была у нас уже закрыта!", "И ведьма в печи, “аааааа!!” и там было очень жарко, и она там сгорела и умерла!", "Вот, а дети Гензель и Гретель, они нашли у ведьмы сокровище!", "У нас есть сокровище, это вот вас такой сундук, есть скважина, и там внутри сокровище!", "Сокровище - это как деньги, да, это такое у нас ожерелье, бусы, то есть это всё стоит очень много денег, да, сокровища!", "И они взяли эти сокровища и они побежали быстро к себе назад домой к папе дровосеку, и когда они пришли домой, то их мама, злая мама, она уже умерла, потому что она была очень злая, и она была очень голодная, да, хотела есть.", "Вот и мама умерла, но они говорят: “Папа, мы здесь, у нас есть сокровище!” и они продали эти сокровища, купили много еды, и жили они долго и счастливо...", "Ну вот, друзья, это всё на сегодня!", "Спасибо вам, что вы смотрели мою историю!", "Если она вам понравилась, не забудьте поставить лайк, и не забудьте подписаться на мой канал, и нажать на колокольчик, потому что тогда, когда у меня будет новая история, то вы увидите нотификацию!", "И если вы хотите поддержать меня финансово, то вы можете купить мне кофе,  на сайте кофе, и я буду очень рад!", "И не забудьте, если вы хотите получить транскрипцию к этому эпизоду, и отдельный аудиофайл, то вы можете пойти к нам на patreon, там вы получите эти вещи!", "Вот, это всё на сегодня!", "Спасибо вам друзья !!!", "До скорого и пока пока!!!"], "transcript": [{"start": 0.0, "end": 3.263, "text": "Привет! Меня зовут Сергей!"}, {"start": 3.263, "end": 9.091, "text": "И Добро пожаловать на мой канал “По-русскии из далека”!!!"}, {"start": 9.71, "end": 14.652, "text": "Сегодня, я расскажу вам историю!"}, {"start": 15.608, "end": 20.432, "text": "Это история называется Гензель и Гретель."}, {"start": 27.426, "end": 31.168, "text": "История называется Гензель и Гретель."}, {"start": 42.581, "end": 46.38, "text": "Жил-был один дровосек, да,"}, {"start": 46.661, "end": 51.548, "text": "дровосек - это  у нас такой человек,"}, {"start": 52.636, "end": 58.549, "text": "вот, и он дровосек,"}, {"start": 58.793, "end": 64.048, "text": "он рубит деревья, да, дровосек."}, {"start": 64.048, "end": 72.626, "text": "Так вот, жил-был один дровосек и была у него жена,"}, {"start": 73.695, "end": 76.157, "text": "жена дровосека,"}, {"start": 82.289, "end": 87.255, "text": "это жена дровосека, и было у них два ребёнка,"}, {"start": 87.574, "end": 90.181, "text": "одна девочка и один мальчик."}, {"start": 93.95, "end": 96.65, "text": "Мальчика звали Гензель,"}, {"start": 100.325, "end": 103.469, "text": "а девочку звали Гретель,"}, {"start": 105.982, "end": 108.576, "text": "и они были одна семья,"}, {"start": 109.045, "end": 112.63900000000001, "text": "но у них есть проблема...."}, {"start": 112.977, "end": 115.393, "text": "Эта семья очень бедная,"}, {"start": 116.34899999999999, "end": 117.388, "text": "что значит бедная?"}, {"start": 117.388, "end": 128.055, "text": "Значит, что у них, у них нет денег, они очень бедные."}, {"start": 133.736, "end": 138.249, "text": "Бедные, не богатые, бедная семья."}, {"start": 138.568, "end": 142.756, "text": "И они все были очень бедные, и голодные,"}, {"start": 143.281, "end": 149.886, "text": "они хотят есть, но потому что они бедные, у них нет денег,"}, {"start": 150.692, "end": 153.15800000000002, "text": "денег на еду..."}, {"start": 153.571, "end": 159.214, "text": "то есть они хотят есть допустим хлеб, да,"}, {"start": 159.702, "end": 166.379, "text": "но потому что бедные, то нет хлеба."}, {"start": 167.523, "end": 172.751, "text": "Вот поэтому, они все были очень грустные,"}, {"start": 175.995, "end": 178.91899999999998, "text": "папа дровосек грустный, мама грустная,"}, {"start": 186.663, "end": 191.492, "text": "и вот Гензель и Гретель, они тоже были грустные."}, {"start": 191.492, "end": 196.911, "text": "Тогда мама говорит мужу. Это жена, это муж."}, {"start": 197.605, "end": 201.447, "text": "Вот, у них есть кольца, да, жена и муж."}, {"start": 201.972, "end": 208.275, "text": "Она говорит, муж, мы очень бедные, а у нас есть дети,"}, {"start": 209.513, "end": 210.643, "text": "это нехорошо,"}, {"start": 211.749, "end": 216.433, "text": "ты отведи детей в лес,"}, {"start": 216.846, "end": 222.269, "text": "да, помним лес - это у нас место, где много деревьев,"}, {"start": 222.269, "end": 234.161, "text": "это дерево, а когда у нас много деревьев - это у нас всё лес!"}, {"start": 235.38, "end": 242.133, "text": "Вот, и жена хочет, чтобы дровосек отвёл детей в лес,"}, {"start": 243.577, "end": 247.83, "text": "но дровосек говорит: “Нет, они же наши дети!!!”"}, {"start": 248.655, "end": 251.556, "text": "Она говорит: “Но у нас нет денег,"}, {"start": 251.837, "end": 258.28, "text": "если мы будем делить, да, наш хлеб на четверых,"}, {"start": 258.955, "end": 265.524, "text": "то мы все будем всегда голодные, и мы все умрём!”"}, {"start": 266.837, "end": 274.084, "text": "Поэтому дровосек сказал “хорошо, я отведу их в лес!”,"}, {"start": 274.701, "end": 278.375, "text": "но Гензель и Гретель они слышали,"}, {"start": 279.0, "end": 281.615, "text": "что мама и папа хотят сделать,"}, {"start": 282.084, "end": 286.407, "text": "поэтому Гензель, он был очень умный мальчик,"}, {"start": 286.988, "end": 290.244, "text": "не глупый, да, умный,"}, {"start": 290.469, "end": 295.725, "text": "поэтому он взял маленькие белые камушки,"}, {"start": 296.756, "end": 297.886, "text": "такие вот,"}, {"start": 301.468, "end": 302.863, "text": "это камушки,"}, {"start": 307.345, "end": 312.715, "text": "камень, камушек, камушки, маленькие камушки!"}, {"start": 312.996, "end": 318.967, "text": "Вот, и когда их дровосек отводил их в лес,"}, {"start": 319.68, "end": 326.171, "text": "то Гензель, он бросал камушки на дорогу."}, {"start": 326.658, "end": 330.318, "text": "Сейчас покажу вам, сначала нужно стереть,"}, {"start": 334.668, "end": 341.19100000000003, "text": "так, вот то у нас лес, да, это дом дровосека"}, {"start": 341.19100000000003, "end": 342.565, "text": "и его семьи,"}, {"start": 342.828, "end": 344.817, "text": "и это вот дорога, да,"}, {"start": 346.636, "end": 351.452, "text": "и по этой дороге, когда они шли по этой дороге,"}, {"start": 351.996, "end": 357.80899999999997, "text": "то Гензель, мальчик, вспомним, что Гензель - это мальчик,"}, {"start": 357.80899999999997, "end": 361.3, "text": "а Гретель - это девочка."}, {"start": 364.844, "end": 366.018, "text": "Гензель и Гретель."}, {"start": 366.299, "end": 372.41, "text": "Так вот, Гензель, он бросал камушки на дорогу,"}, {"start": 372.579, "end": 378.0, "text": "да, вот так..."}, {"start": 378.0, "end": 381.65, "text": "Поэтому там много дорог, да,"}, {"start": 381.65, "end": 387.682, "text": "то есть можно вот сюда иди, сюда, сюда,"}, {"start": 388.17, "end": 394.09000000000003, "text": "но Гензель умный, поэтому он бросал камушки на дорогу,"}, {"start": 394.54, "end": 399.576, "text": "и тогда, когда папа оставил их в лесу,"}, {"start": 400.12, "end": 402.249, "text": "то они вернулись."}, {"start": 403.487, "end": 404.895, "text": "Вернулись,"}, {"start": 405.176, "end": 411.176, "text": "вот так они вернулись домой по камушкам,"}, {"start": 411.363, "end": 416.033, "text": "они следовали камушкам и они вернулись домой!"}, {"start": 417.0, "end": 421.418, "text": "Когда мама увидела, она была злая, да,"}, {"start": 422.787, "end": 425.159, "text": "“Почему вы вернулись??”"}, {"start": 425.684, "end": 428.081, "text": "а потому что у нас были камушки!"}, {"start": 429.337, "end": 430.99, "text": "И она говорит мужу:"}, {"start": 430.99, "end": 434.98, "text": "“Так, в этот раз, не давай им нечего,"}, {"start": 435.374, "end": 439.445, "text": "только один маленький кусок хлеба!”"}, {"start": 439.445, "end": 445.538, "text": "да и помним, хлеб это у нас еда, это хлеб,"}, {"start": 448.895, "end": 451.123, "text": "но она дала им маленький кусок,"}, {"start": 451.123, "end": 457.187, "text": "то есть этого всего нет, маленький кусок хлеба!!"}, {"start": 460.6, "end": 464.949, "text": "И тогда, они пошли в лес, во второй раз,"}, {"start": 465.305, "end": 469.304, "text": "да, папа опять отводит их в лес."}, {"start": 470.879, "end": 473.462, "text": "Ну в этот раз у них был только хлеб,"}, {"start": 478.263, "end": 483.477, "text": "и когда Гензель, он бросал хлеб на дорогу,"}, {"start": 483.477, "end": 487.658, "text": "чтобы потом найти дорогу домой,"}, {"start": 488.315, "end": 493.659, "text": "птицы, да птицы, они всё съедали,"}, {"start": 493.659, "end": 494.824, "text": "весь хлеб,"}, {"start": 494.824, "end": 499.336, "text": "поэтому когда дровосек оставил их в лесу,"}, {"start": 500.124, "end": 508.834, "text": "то они не смогли найти дорогу домой, не смогли."}, {"start": 510.128, "end": 511.601, "text": "Вот такая ситуация."}, {"start": 512.895, "end": 518.925, "text": "Поэтому они шли по лесу, они шли-шли, и вдруг,"}, {"start": 518.925, "end": 523.28, "text": "они увидели большой красивый дом,"}, {"start": 524.236, "end": 525.494, "text": "вот такой дом, да,"}, {"start": 526.282, "end": 534.545, "text": "и этот дом, он сделан из сахара, из хлеба, пряников, да,"}, {"start": 534.545, "end": 537.684, "text": "он такой очень вкусный, да,"}, {"start": 539.147, "end": 542.905, "text": "у нас здесь есть это леденец,"}, {"start": 543.636, "end": 546.905, "text": "это у нас я не знаю что это,"}, {"start": 547.805, "end": 550.475, "text": "вот, разные пряники, конфетки,"}, {"start": 550.475, "end": 555.368, "text": "это у нас имбирный человек, да, имбирное печенье."}, {"start": 556.506, "end": 559.078, "text": "Вот, и когда они увидели,"}, {"start": 559.078, "end": 562.416, "text": "они были очень голодные, да, потому что помним,"}, {"start": 562.716, "end": 565.389, "text": "что хлеб они оставили на дороге"}, {"start": 565.389, "end": 569.958, "text": "и птицы, они всё съели,"}, {"start": 569.958, "end": 571.636, "text": "поэтому у них не было хлеба,"}, {"start": 572.011, "end": 575.116, "text": "и когда они увидели этот дом,"}, {"start": 575.604, "end": 577.125, "text": "и они начали его есть."}, {"start": 579.168, "end": 581.989, "text": "Давайте нарисуем, как они съели кусок дома,"}, {"start": 588.365, "end": 590.389, "text": "они сели немножко этот дом,"}, {"start": 590.389, "end": 597.265, "text": "вот, но когда они наелись, у них пузо такое..."}, {"start": 597.921, "end": 605.49, "text": "то из дома вышла старая страшная ведьма,"}, {"start": 606.728, "end": 608.909, "text": "Ведьма, давайте нарисуем ведьму."}, {"start": 612.713, "end": 616.548, "text": "Эта доска маленькая, мало места,"}, {"start": 617.054, "end": 619.463, "text": "вот, а ведьма, да,"}, {"start": 620.269, "end": 624.11, "text": "вот она у нас такая вот"}, {"start": 628.198, "end": 629.05, "text": "это ведьма!"}, {"start": 634.932, "end": 638.752, "text": "Вот, и ведьма увидела, что они съели её дом,"}, {"start": 638.752, "end": 642.818, "text": "и она их схватила, и забрала в дом,"}, {"start": 645.162, "end": 648.655, "text": "и она взяла Гензеля мальчика,"}, {"start": 648.655, "end": 653.0, "text": "и она посадила его в клетку, да,"}, {"start": 653.0, "end": 657.192, "text": "у нас есть клетка, вот у нас клетка,"}, {"start": 661.468, "end": 669.816, "text": "и Гензель был в клетке внутри, он не мог выйти,"}, {"start": 670.697, "end": 674.427, "text": "и она, ведьма, сказала Гретель,"}, {"start": 674.427, "end": 677.761, "text": "чтобы Гретель кормила,"}, {"start": 678.267, "end": 681.49, "text": "ешь, вот ещё ешь,"}, {"start": 681.79, "end": 684.866, "text": "кормила Гензеля каждый день,"}, {"start": 685.597, "end": 691.253, "text": "потому что ведьма хочет чтобы Гензель был толстый"}, {"start": 691.422, "end": 692.955, "text": "Да, толстый."}, {"start": 692.955, "end": 697.289, "text": "Вот у нас у нас толстый,"}, {"start": 700.046, "end": 704.316, "text": "то есть ведьма хочет чтобы Гензель был толстый."}, {"start": 705.0, "end": 708.357, "text": "Сейчас Гензель, он худой,"}, {"start": 711.676, "end": 714.171, "text": "да, худой сейчас, худой,"}, {"start": 714.171, "end": 717.453, "text": "потому что помним, они бедные, да,"}, {"start": 717.453, "end": 722.473, "text": "у них нет денег на еду, они всегда голодные,"}, {"start": 722.473, "end": 724.16, "text": "и он очень худой!"}, {"start": 724.629, "end": 728.57, "text": "Ведьма хочет чтобы Гензель был толстый,"}, {"start": 728.57, "end": 733.005, "text": "чтобы она потом его съела!"}, {"start": 733.343, "end": 739.102, "text": "Да, это ведьма, она любит есть детей, детей!"}, {"start": 742.946, "end": 744.688, "text": "Вот такая история!"}, {"start": 744.688, "end": 750.431, "text": "И потом Гретель, она каждый день кормила,"}, {"start": 751.5, "end": 754.638, "text": "кормила нашего Гензеля едой,"}, {"start": 754.638, "end": 759.446, "text": "и каждый день Гензель был толще, и толще, и толще..."}, {"start": 760.684, "end": 763.246, "text": "он был не такой, ну был очень толстый!"}, {"start": 763.884, "end": 768.191, "text": "Но, у ведьмы есть одна проблема,"}, {"start": 768.401, "end": 773.014, "text": "она очень старая, и она плохо видит, да!"}, {"start": 774.9639999999999, "end": 778.023, "text": "Она плохо видит, да, она очень старая,"}, {"start": 778.886, "end": 779.843, "text": "плохо видит,"}, {"start": 780.434, "end": 784.968, "text": "и вот, когда ведьма она хотела посмотреть,"}, {"start": 786.6, "end": 788.928, "text": "Гензель толстый или худой,"}, {"start": 789.566, "end": 793.296, "text": "она говорит ему: “Дай мне свой палец”"}, {"start": 794.177, "end": 798.9, "text": "и вместо его пальца, он давал ей косточку."}, {"start": 799.556, "end": 803.4110000000001, "text": "У нас есть вот это кость,"}, {"start": 806.167, "end": 808.068, "text": "и маленькая косточка,"}, {"start": 808.499, "end": 812.056, "text": "и он давал и кость, а ведьма плохо видит, да,"}, {"start": 812.45, "end": 813.962, "text": "поэтому она трогает,"}, {"start": 814.712, "end": 817.6610000000001, "text": "и она думает что он худой как кость!"}, {"start": 817.6610000000001, "end": 818.968, "text": "Да, худой очень!"}, {"start": 819.868, "end": 822.1610000000001, "text": "И ведьма думает: “Почему он худой?"}, {"start": 822.1610000000001, "end": 825.048, "text": "Он ест так много, но не толстый?”"}, {"start": 825.667, "end": 829.181, "text": "вот и ведьма ждала 1 месяц,"}, {"start": 829.612, "end": 836.179, "text": "и 1 месяц Гретель, она кормила Гензеля каждый день,"}, {"start": 837.135, "end": 840.425, "text": "и Гензель уже был большой,"}, {"start": 840.425, "end": 844.374, "text": "но косточка всегда очень тонкая, да,"}, {"start": 844.599, "end": 845.927, "text": "тонкая, худая,"}, {"start": 846.715, "end": 847.765, "text": "и ведьма говорит:"}, {"start": 847.765, "end": 851.902, "text": "“Всё! Я очень голодная, я хочу съесть мальчика!”"}, {"start": 852.39, "end": 854.501, "text": "поэтому она говорит Гретель:"}, {"start": 855.0, "end": 859.864, "text": "“Гретель, иди и затопили печь!!”"}, {"start": 860.314, "end": 862.959, "text": "так печь у нас вот это печь!"}, {"start": 867.0, "end": 868.731, "text": "Это печь!"}, {"start": 869.541, "end": 875.208, "text": "Ведьма говорит Гретель, чтобы она натопила печь,"}, {"start": 875.602, "end": 878.27, "text": "то есть затопить, значит положить дрова"}, {"start": 879.0, "end": 881.374, "text": "да, дрова,"}, {"start": 881.374, "end": 887.728, "text": "и зажечь огонь, чтобы печь была горячая!"}, {"start": 888.816, "end": 894.055, "text": "Так вот, Гензель она не хотела топить печь,"}, {"start": 894.055, "end": 896.12, "text": "потому что она любит брата,"}, {"start": 897.0, "end": 900.44, "text": "но она боялась ведьмы,"}, {"start": 900.44, "end": 903.58, "text": "поэтому она пошла, и она топила печь."}, {"start": 904.236, "end": 909.454, "text": "Вот, и в печи уже огонь, вот огонь у нас есть,"}, {"start": 910.167, "end": 912.493, "text": "и ведьма, она говорит:"}, {"start": 914.912, "end": 923.117, "text": "“Иди и посмотри, печь уже горячая или ещё нет\","}, {"start": 924.373, "end": 927.322, "text": "но она поняла, Гретель,"}, {"start": 927.847, "end": 933.264, "text": "что ведьма хочет, чтобы Гретель зашла в печь,"}, {"start": 933.92, "end": 937.258, "text": "и потом она хочет её закрыть!"}, {"start": 938.683, "end": 941.213, "text": "Закрыть в печи, и потом съесть,"}, {"start": 942.357, "end": 945.829, "text": "поэтому Гретель, она говорит:"}, {"start": 946.448, "end": 950.818, "text": "“Ой, я не знаю как посмотреть, я ещё маленькая!”"}, {"start": 951.493, "end": 953.622, "text": "и ведьма говорит:"}, {"start": 953.622, "end": 958.347, "text": "“Ты глупая девчонка, я тебе покажу!”"}, {"start": 958.76, "end": 962.186, "text": "и когда ведьма пошла посмотреть внутри печь,"}, {"start": 962.617, "end": 969.604, "text": "то Гретель, она её толкнула в печь, и быстро закрыла!"}, {"start": 970.635, "end": 971.653, "text": "Вот так! Да!"}, {"start": 972.0, "end": 976.418, "text": "То есть печь была у нас уже закрыта!"}, {"start": 978.619, "end": 983.456, "text": "И ведьма в печи, “аааааа!!”"}, {"start": 983.85, "end": 988.135, "text": "и там было очень жарко, и она там сгорела и умерла!"}, {"start": 990.0, "end": 993.423, "text": "Вот, а дети Гензель и Гретель,"}, {"start": 994.004, "end": 997.706, "text": "они нашли у ведьмы сокровище!"}, {"start": 998.606, "end": 1002.364, "text": "У нас есть сокровище, это вот вас такой сундук,"}, {"start": 1004.652, "end": 1006.118, "text": "есть скважина,"}, {"start": 1009.099, "end": 1010.636, "text": "и там внутри сокровище!"}, {"start": 1010.636, "end": 1012.93, "text": "Сокровище - это как деньги, да,"}, {"start": 1012.93, "end": 1019.031, "text": "это такое у нас ожерелье, бусы,"}, {"start": 1020.081, "end": 1028.278, "text": "то есть это всё стоит очень много денег, да, сокровища!"}, {"start": 1029.704, "end": 1031.695, "text": "И они взяли эти сокровища"}, {"start": 1032.351, "end": 1036.339, "text": "и они побежали быстро к себе назад домой"}, {"start": 1036.526, "end": 1040.539, "text": "к папе дровосеку, и когда они пришли домой,"}, {"start": 1041.121, "end": 1046.372, "text": "то их мама, злая мама, она уже умерла,"}, {"start": 1046.897, "end": 1049.461, "text": "потому что она была очень злая,"}, {"start": 1049.686, "end": 1054.308, "text": "и она была очень голодная, да, хотела есть."}, {"start": 1054.833, "end": 1057.38, "text": "Вот и мама умерла, но они говорят:"}, {"start": 1057.38, "end": 1060.436, "text": "“Папа, мы здесь, у нас есть сокровище!”"}, {"start": 1060.436, "end": 1063.774, "text": "и они продали эти сокровища,"}, {"start": 1063.999, "end": 1070.353, "text": "купили много еды, и жили они долго и счастливо..."}, {"start": 1072.453, "end": 1075.818, "text": "Ну вот, друзья, это всё на сегодня!"}, {"start": 1076.212, "end": 1080.516, "text": "Спасибо вам, что вы смотрели мою историю!"}, {"start": 1080.929, "end": 1085.938, "text": "Если она вам понравилась, не забудьте поставить лайк,"}, {"start": 1086.482, "end": 1089.391, "text": "и не забудьте подписаться на мой канал,"}, {"start": 1089.822, "end": 1092.475, "text": "и нажать на колокольчик,"}, {"start": 1092.625, "end": 1096.718, "text": "потому что тогда, когда у меня будет новая история,"}, {"start": 1097.112, "end": 1099.705, "text": "то вы увидите нотификацию!"}, {"start": 1101.599, "end": 1105.933, "text": "И если вы хотите поддержать меня финансово,"}, {"start": 1105.933, "end": 1111.176, "text": "то вы можете купить мне кофе,  на сайте кофе,"}, {"start": 1111.926, "end": 1113.445, "text": "и я буду очень рад!"}, {"start": 1114.345, "end": 1117.507, "text": "И не забудьте, если вы хотите получить транскрипцию"}, {"start": 1117.507, "end": 1120.731, "text": "к этому эпизоду, и отдельный аудиофайл,"}, {"start": 1120.863, "end": 1123.102, "text": "то вы можете пойти к нам на patreon,"}, {"start": 1123.59, "end": 1125.751, "text": "там вы получите эти вещи!"}, {"start": 1126.782, "end": 1129.344, "text": "Вот, это всё на сегодня!"}, {"start": 1129.663, "end": 1130.87, "text": "Спасибо вам друзья !!!"}, {"start": 1131.133, "end": 1132.582, "text": "До скорого и пока пока!!!"}], "createdAt": "2025-12-15T03:22:35.000Z", "imageUrl": "https://img.youtube.com/vi/73Bwvi5JM00/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=73Bwvi5JM00", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_rIWLjI0luNE", "userId": "system", "title": "Learn Russian with Stories | Aladdin | Comprehensible Input | Slow Russian | A2", "language": "ru", "content": "Арабская ночь, горяча словно день, тут жарко всегда и даже когда опускается тень! Привет друзья! Добро пожаловать, назад на мой канал “По русски издалека”, и с вами, как всегда, Сергей! Сегодня, я расскажу вам историю. Эта история называется “Аладдин и волшебная лампа”. Вы готовы слушать? Поехали! Эта история происходит в одном арабском городе, этот город называется Аграба. В Аграбе есть очень красивый, очень красивый дворец, а также, в Аграбе есть очень много маленьких рынков. Да, это рынок. На этом рынке, люди покупают, продают, это типичный арабский город, но эта история была очень давно, много много лет назад. В этом городе живёт один простой парень, его зовут Аладдин, да, Аладдин, он очень добрый внутри, но к сожалению, у него очень мало денег, поэтому Аладдин он вор, да, он ворует вещи. Также во дворце, живёт Султан. Вот он Султан, где у нас вот, и во дворце живёт Султан, и у Султана есть дочь, её зовут Жасмин. Вот, это дочь Султана Жасмин, очень красивая, она принцесса, но также во дворце живёт не очень хороший человек, его зовут визирь Джафар. Это Джафар. Джафар он очень хочет получить власть, да, власть Султана, он хочет стать султаном, и также Джафар он знает магию. Вот, он визирь, то есть он работает на султана. Вот, и да, эти люди живут в этом городе. Обычно, они живут во дворце, а он живёт здесь, да, в этом маленьком городе, снаружи, но Жасмин она любит переодеваться в простую девушку, вот, и она тоже идёт в этот город. И однажды Жасмин и Аладдин они встретились, они вместе гуляли по городу, и они друг другу очень понравились, вот, но к сожалению, в этот момент, Аладдина схватили стражники. Да, стражники, сейчас я вам покажу. Вот, это главный стражник, его зовут Расул. Почему Аладдина схватили стражники? А потому что визирь Джафар, он хочет получить волшебную лампу. Вот, он мечтает о ней, об этой волшебные лампе, но волшебная лампа находится в Пещере Чудес. Вот это такая пещера, да, Пещера Чудес и в этой Пещере Чудес находится эта лампа, там, внутри. Но визирь Джафар, он не хочет идти в пещеру, потому что он знает, что пещера может его убить, поэтому, с помощью магии, он видит, что у Аладдина, у него доброе сердце, поэтому он просит стражников и Расула схватить Аладдина, и посадить его в тюрьму, да, в тюрьму. Так они и сделали, они схватили Аладдина, посадили его в тюрьму, а когда принцесса вернулась во дворец, она спросила у визиря, такая: “Эй, где Аладдин?”, а он сказал: “О ваше высочество, его уже казнили!” то есть, казнили. Она была очень грустная, вот, она была “Эх, мне нравился этот парень!” вот, но так случилось. И ночью, да, ночью, когда Аладдин был в тюрьме, да, в тюрьме, он был в тюрьме, и получается, в этой тюрьме был один старый мужчина, ну этот старый мужчина был Джафар, он переоделся, и он рассказал ему историю о том, что есть Волшебная пещера, или Пещера Чудес, и в этой пещере есть очень много сокровища, да, это сокровище. И он сказал, что если ты пойдёшь туда, и возьмёшь волшебную лампу, то ты также сможешь быть богатым, у тебя будет много сокровищ, и тогда Аладдин, он идёт в эту Волшебную пещеру. Вот, он приходит в эту Волшебную пещеру, и в этой пещере, у неё голова тигра, да, он заходит в пещеру, потому что у него доброе сердце, она открывается, он туда заходит, и кстати, я забыл сказать, у Аладдина есть друг, этот друг обезьянка Абу, да, да, да, они вместе часто воруют вещи на рынке, да, на рынке. Вот, и в этот раз, когда Аладдин и Абу они пошли вместе в пещеру, то старик сказал, ничего нельзя трогать в пещере, потому что, если вы возьмёте что-нибудь в пещере, то она вся сломается. И он искал искал эту лампу, да, волшебную лампу, и наконец он её нашёл, она была на вершине, да, эта лампа, вот, там так, и Аладдин он поднимался, поднимался, и он взял эту лампу, но, к сожалению, его друг Абу обезьяна, он увидел красивый рубин, да, и он не смог удержаться, да, и он захотел взять себе этот рубин! Вот, и после этого, вся пещера начала падать, такая ломаться, поэтому Аладдин и Абу у них была, у них была лампа, вот, и они вместе начали уходить из пещеры, но также в этой пещере ещё был кое-кто! А именно, там был ковёр самолёт! Так, сейчас одну секунду. Так вот, в этой пещере также был ковёр самолёт, да самолёт, он сам летел, и этот ковёр самолёт, потому что Аладдин он помог ковру выйти из-под камня, камень его придавил, то поэтому, когда они выбирались из пещеры, да, их ждал там снаружи визирь. Вот, и он говорил им: “Дай мне лампу, дай мне лампу!” вот, он дал ему лампу, а Аладдин говорит: “Дай мне руку!”, но визирь не хотел давать ему руку, и он пытался убить Аладдина! Тогда Абу обезьяна, он укусил Джафара, и забрал лампу, и они вместе упали вниз, вниз пещеры, но, к счастью, ковёр самолёт их подхватил, и они вмести упали вниз, а Джафар ушёл, потому что он потерял лампу. Когда они были внизу, они думали, как же выбраться из этой пещеры, они не знали что делать, и ковёр говорит: “Используйте!”, он не говорит, он показывает на лампу, тогда Аладдин берет лампу, он потёр её, и из лампы появился большой, и очень красивый голубой Джин, вот этот Джин, и он говорит: “Что ты хочешь? Я исполню твои три желания! Любое желание будет. Любое желание могу исполнить!”. Вот, и конечно, Аладдин понял,  что он не хочет использовать его желание, чтобы выбраться из пещеры, поэтому он его обхитрил, когда он просил его выбраться из пещеры, то эту лампу её потёр, её потёрла обезьяна, поэтому когда они выбрались из пещеры, они уже были здесь в пустыне. Вот, и они сидели там, и вместе разговаривали, то Аладдин сказал, Аладдин сказал Джину: “Ну у меня ещё есть три желания!”, он говорит: “Как это три?” и потом он понял, он вспомнил, что обезьянка его обманула, вот. Но так как у Аладдина, у него доброе сердце, то он решил помочь Джину использовать своё третье  желание, для того чтобы освободить Джина, чтобы он стал свободным, чтобы он смог стать человеком, и ему больше не надо было бы быть Джином, вот. И своё первое желание Аладдин использовал так, чтобы стать принцем. Аладдин стал принцем Али, он стал очень большим, не большим! Очень богатым, у него было очень много верблюдов, да, это верблюд, и верблюды это очень важное животное, в то время, было в арабских странах, вот, в общем, он был очень богатый! У него был ковёр, да, вот обезьяна, и они все вместе отправились во дворец. А почему он хотел быть богатым? А потому что ему очень нравилась принцесса Жасмин, да, он хотел стать её принцем, вот! И когда принцесса увидела Али, она не узнала Аладдина, и они вместе хорошо проводили время, они летали на ковре самолёте, да, они там летали, летали везде, им всё очень нравилось, вот, но и они да, начали быть очень близки. Однако, однако, визирь, он всё это видел, и он не хотел, чтобы Жасмин выходила замуж за (Али) Аладдина, потому что он хотел, чтобы она вышла замуж за него, тогда он бы смог стать султаном, да! То есть, то есть, когда это Султан умер, то если бы они были вместе, то он стал бы тоже султаном. Поэтому ночью Джафар приказал своим стражникам схватить, опять схватить этого принца Али, и бросить его вниз в воду, но они его ещё связали, связали его и бросили в воду, и когда он был в воде, то конечно, у него не было больше вариантов, поэтому он использовал своё второе желание, и Джин пришёл к нему на помощь, и спас его, вытащил его из воды. После того как джин спас Аладдина, Аладин возвращается назад во дворец, и он рассказал Султану, что визирь, он хотел убить Али Аладина, вот и потому что он тоже хочет стать султаном. Тогда они схватили, схватили его, визиря, и посадили его в тюрьму, но визирь, он увидел лампу, которая была в кармане, да, он увидел лампу, которая была в кармане у Аладдина, и он понял, что это Аладдин, это не Али. Вот, и после этого, когда визирь, он сбежал, да, он сбежал из тюрьмы, он вернулся, и он стал ещё более сильным волшебником, у него было, стало больше магии, да, тогда он телепортировал Аладдина, а также ковёр, очень - очень далеко, вот, потому что он смог захватить волшебную лампу! Вот, он схватил волшебную лампу, у него был попугай, птица, и эта птица схватила лампу, забрала, и помогла ему стать новым мастером этой лампы! И первое желание, которое он использовал это телепортировать Аладдина далеко, в ледяную пустыню, где лёд и очень холодно, но к счастью, он также телепортировал ковёр самолёт, который помог потом Аладдину вернуться назад в Аграбу! В это время, он просил Жасмин, визирь, стать его принцессой, его королевой, но она не хотела, и тогда, он посадил её в песочные часы, да, она была в песочных часах внутри. Когда Султан был его, как сказать, он был его куклой! Вот, и да, всё было очень плохо, и тогда, когда вернулся Аладдин, он сказал: “Мы будем с тобой драться!” вот, и они стали драться! Тогда, визирь он превратился большую кобру, змею, и они с ним сражались! И почти Аладдин, почти проиграл эту битву, и тогда он сказал ему: “Ты знаешь, ты может быть сильный волшебник, но ты не самый сильный колдун в мире, потому что самый сильный это Джин!” вот, и он сказал: “Ну, я тоже могу быть джином!”, и он использовал своё желание, чтобы стать джином, и тогда больше нет визиря, теперь у нас есть новый Джин, красный Джин Джафар, вот, но он не знал, что если он станет джином, то у него также будет лампа! Поэтому его затянуло обратно в лампу, вот, и эту лампу они обратно выбросили в Пещеру Чудес, да, они туда её выбросили в Пещеру Чудес, вот, эту лампу с Джафаром, вот. Своё последнее желание Аладдин использовал, для того, чтобы освободить освободить Джина, как он и обещал ему раньше и Джин стал человеком, он стал свободным, а после этого Султан, он разрешил, разрешил Аладдину и Жасмин жениться, и стать мужем и женой, и все были счастливы, и обезьянка была тоже счастлива! Ну что друзья, это всё на сегодня! Надеюсь, вам понравилась эта история, возможно, я говорил немножко быстро, потому что я хотел сделать эту короче историю, но тем ни менее, конечно, не забудьте подписаться, на этот канал, потому что мой канал смотрят 40% людей без подписки, это не хорошо! Если вы ещё не подписались, то обязательно подпишитесь, и конечно, вы можете всегда поддержать мой проект на патреоне, кофе, вы можете также отправить мне криптовалюту, или paypal. Вот, это всё на сегодня, друзья! Я был рад быть с вами, и до скорого! Пока пока!", "sentences": ["Арабская ночь, горяча словно день, тут жарко всегда и даже когда опускается тень!", "Привет друзья!", "Добро пожаловать, назад на мой канал “По русски издалека”, и с вами, как всегда, Сергей!", "Сегодня, я расскажу вам историю.", "Эта история называется “Аладдин и волшебная лампа”.", "Вы готовы слушать?", "Поехали!", "Эта история происходит в одном арабском городе, этот город называется Аграба.", "В Аграбе есть очень красивый, очень красивый дворец, а также, в Аграбе есть очень много маленьких рынков.", "Да, это рынок.", "На этом рынке, люди покупают, продают, это типичный арабский город, но эта история была очень давно, много много лет назад.", "В этом городе живёт один простой парень, его зовут Аладдин, да, Аладдин, он очень добрый внутри, но к сожалению, у него очень мало денег, поэтому Аладдин он вор, да, он ворует вещи.", "Также во дворце, живёт Султан.", "Вот он Султан, где у нас вот, и во дворце живёт Султан, и у Султана есть дочь, её зовут Жасмин.", "Вот, это дочь Султана Жасмин, очень красивая, она принцесса, но также во дворце живёт не очень хороший человек, его зовут визирь Джафар.", "Это Джафар.", "Джафар он очень хочет получить власть, да, власть Султана, он хочет стать султаном, и также Джафар он знает магию.", "Вот, он визирь, то есть он работает на султана.", "Вот, и да, эти люди живут в этом городе.", "Обычно, они живут во дворце, а он живёт здесь, да, в этом маленьком городе, снаружи, но Жасмин она любит переодеваться в простую девушку, вот, и она тоже идёт в этот город.", "И однажды Жасмин и Аладдин они встретились, они вместе гуляли по городу, и они друг другу очень понравились, вот, но к сожалению, в этот момент, Аладдина схватили стражники.", "Да, стражники, сейчас я вам покажу.", "Вот, это главный стражник, его зовут Расул.", "Почему Аладдина схватили стражники?", "А потому что визирь Джафар, он хочет получить волшебную лампу.", "Вот, он мечтает о ней, об этой волшебные лампе, но волшебная лампа находится в Пещере Чудес.", "Вот это такая пещера, да, Пещера Чудес и в этой Пещере Чудес находится эта лампа, там, внутри.", "Но визирь Джафар, он не хочет идти в пещеру, потому что он знает, что пещера может его убить, поэтому, с помощью магии, он видит, что у Аладдина, у него доброе сердце, поэтому он просит стражников и Расула схватить Аладдина, и посадить его в тюрьму, да, в тюрьму.", "Так они и сделали, они схватили Аладдина, посадили его в тюрьму, а когда принцесса вернулась во дворец, она спросила у визиря, такая: “Эй, где Аладдин?”, а он сказал: “О ваше высочество, его уже казнили!” то есть, казнили.", "Она была очень грустная, вот, она была “Эх, мне нравился этот парень!” вот, но так случилось.", "И ночью, да, ночью, когда Аладдин был в тюрьме, да, в тюрьме, он был в тюрьме, и получается, в этой тюрьме был один старый мужчина, ну этот старый мужчина был Джафар, он переоделся, и он рассказал ему историю о том, что есть Волшебная пещера, или Пещера Чудес, и в этой пещере есть очень много сокровища, да, это сокровище.", "И он сказал, что если ты пойдёшь туда, и возьмёшь волшебную лампу, то ты также сможешь быть богатым, у тебя будет много сокровищ, и тогда Аладдин, он идёт в эту Волшебную пещеру.", "Вот, он приходит в эту Волшебную пещеру, и в этой пещере, у неё голова тигра, да, он заходит в пещеру, потому что у него доброе сердце, она открывается, он туда заходит, и кстати, я забыл сказать, у Аладдина есть друг, этот друг обезьянка Абу, да, да, да, они вместе часто воруют вещи на рынке, да, на рынке.", "Вот, и в этот раз, когда Аладдин и Абу они пошли вместе в пещеру, то старик сказал, ничего нельзя трогать в пещере, потому что, если вы возьмёте что-нибудь в пещере, то она вся сломается.", "И он искал искал эту лампу, да, волшебную лампу, и наконец он её нашёл, она была на вершине, да, эта лампа, вот, там так, и Аладдин он поднимался, поднимался, и он взял эту лампу, но, к сожалению, его друг Абу обезьяна, он увидел красивый рубин, да, и он не смог удержаться, да, и он захотел взять себе этот рубин!", "Вот, и после этого, вся пещера начала падать, такая ломаться, поэтому Аладдин и Абу у них была, у них была лампа, вот, и они вместе начали уходить из пещеры, но также в этой пещере ещё был кое-кто!", "А именно, там был ковёр самолёт!", "Так, сейчас одну секунду.", "Так вот, в этой пещере также был ковёр самолёт, да самолёт, он сам летел, и этот ковёр самолёт, потому что Аладдин он помог ковру выйти из-под камня, камень его придавил, то поэтому, когда они выбирались из пещеры, да, их ждал там снаружи визирь.", "Вот, и он говорил им: “Дай мне лампу, дай мне лампу!” вот, он дал ему лампу, а Аладдин говорит: “Дай мне руку!”, но визирь не хотел давать ему руку, и он пытался убить Аладдина!", "Тогда Абу обезьяна, он укусил Джафара, и забрал лампу, и они вместе упали вниз, вниз пещеры, но, к счастью, ковёр самолёт их подхватил, и они вмести упали вниз, а Джафар ушёл, потому что он потерял лампу.", "Когда они были внизу, они думали, как же выбраться из этой пещеры, они не знали что делать, и ковёр говорит: “Используйте!”, он не говорит, он показывает на лампу, тогда Аладдин берет лампу, он потёр её, и из лампы появился большой, и очень красивый голубой Джин, вот этот Джин, и он говорит: “Что ты хочешь?", "Я исполню твои три желания!", "Любое желание будет.", "Любое желание могу исполнить!”.", "Вот, и конечно, Аладдин понял,  что он не хочет использовать его желание, чтобы выбраться из пещеры, поэтому он его обхитрил, когда он просил его выбраться из пещеры, то эту лампу её потёр, её потёрла обезьяна, поэтому когда они выбрались из пещеры, они уже были здесь в пустыне.", "Вот, и они сидели там, и вместе разговаривали, то Аладдин сказал, Аладдин сказал Джину: “Ну у меня ещё есть три желания!”, он говорит: “Как это три?” и потом он понял, он вспомнил, что обезьянка его обманула, вот.", "Но так как у Аладдина, у него доброе сердце, то он решил помочь Джину использовать своё третье  желание, для того чтобы освободить Джина, чтобы он стал свободным, чтобы он смог стать человеком, и ему больше не надо было бы быть Джином, вот.", "И своё первое желание Аладдин использовал так, чтобы стать принцем.", "Аладдин стал принцем Али, он стал очень большим, не большим!", "Очень богатым, у него было очень много верблюдов, да, это верблюд, и верблюды это очень важное животное, в то время, было в арабских странах, вот, в общем, он был очень богатый!", "У него был ковёр, да, вот обезьяна, и они все вместе отправились во дворец.", "А почему он хотел быть богатым?", "А потому что ему очень нравилась принцесса Жасмин, да, он хотел стать её принцем, вот!", "И когда принцесса увидела Али, она не узнала Аладдина, и они вместе хорошо проводили время, они летали на ковре самолёте, да, они там летали, летали везде, им всё очень нравилось, вот, но и они да, начали быть очень близки.", "Однако, однако, визирь, он всё это видел, и он не хотел, чтобы Жасмин выходила замуж за (Али) Аладдина, потому что он хотел, чтобы она вышла замуж за него, тогда он бы смог стать султаном, да!", "То есть, то есть, когда это Султан умер, то если бы они были вместе, то он стал бы тоже султаном.", "Поэтому ночью Джафар приказал своим стражникам схватить, опять схватить этого принца Али, и бросить его вниз в воду, но они его ещё связали, связали его и бросили в воду, и когда он был в воде, то конечно, у него не было больше вариантов, поэтому он использовал своё второе желание, и Джин пришёл к нему на помощь, и спас его, вытащил его из воды.", "После того как джин спас Аладдина, Аладин возвращается назад во дворец, и он рассказал Султану, что визирь, он хотел убить Али Аладина, вот и потому что он тоже хочет стать султаном.", "Тогда они схватили, схватили его, визиря, и посадили его в тюрьму, но визирь, он увидел лампу, которая была в кармане, да, он увидел лампу, которая была в кармане у Аладдина, и он понял, что это Аладдин, это не Али.", "Вот, и после этого, когда визирь, он сбежал, да, он сбежал из тюрьмы, он вернулся, и он стал ещё более сильным волшебником, у него было, стало больше магии, да, тогда он телепортировал Аладдина, а также ковёр, очень - очень далеко, вот, потому что он смог захватить волшебную лампу!", "Вот, он схватил волшебную лампу, у него был попугай, птица, и эта птица схватила лампу, забрала, и помогла ему стать новым мастером этой лампы!", "И первое желание, которое он использовал это телепортировать Аладдина далеко, в ледяную пустыню, где лёд и очень холодно, но к счастью, он также телепортировал ковёр самолёт, который помог потом Аладдину вернуться назад в Аграбу!", "В это время, он просил Жасмин, визирь, стать его принцессой, его королевой, но она не хотела, и тогда, он посадил её в песочные часы, да, она была в песочных часах внутри.", "Когда Султан был его, как сказать, он был его куклой!", "Вот, и да, всё было очень плохо, и тогда, когда вернулся Аладдин, он сказал: “Мы будем с тобой драться!” вот, и они стали драться!", "Тогда, визирь он превратился большую кобру, змею, и они с ним сражались!", "И почти Аладдин, почти проиграл эту битву, и тогда он сказал ему: “Ты знаешь, ты может быть сильный волшебник, но ты не самый сильный колдун в мире, потому что самый сильный это Джин!” вот, и он сказал: “Ну, я тоже могу быть джином!”, и он использовал своё желание, чтобы стать джином, и тогда больше нет визиря, теперь у нас есть новый Джин, красный Джин Джафар, вот, но он не знал, что если он станет джином, то у него также будет лампа!", "Поэтому его затянуло обратно в лампу, вот, и эту лампу они обратно выбросили в Пещеру Чудес, да, они туда её выбросили в Пещеру Чудес, вот, эту лампу с Джафаром, вот.", "Своё последнее желание Аладдин использовал, для того, чтобы освободить освободить Джина, как он и обещал ему раньше и Джин стал человеком, он стал свободным, а после этого Султан, он разрешил, разрешил Аладдину и Жасмин жениться, и стать мужем и женой, и все были счастливы, и обезьянка была тоже счастлива!", "Ну что друзья, это всё на сегодня!", "Надеюсь, вам понравилась эта история, возможно, я говорил немножко быстро, потому что я хотел сделать эту короче историю, но тем ни менее, конечно, не забудьте подписаться, на этот канал, потому что мой канал смотрят 40% людей без подписки, это не хорошо!", "Если вы ещё не подписались, то обязательно подпишитесь, и конечно, вы можете всегда поддержать мой проект на патреоне, кофе, вы можете также отправить мне криптовалюту, или paypal.", "Вот, это всё на сегодня, друзья!", "Я был рад быть с вами, и до скорого!", "Пока пока!"], "transcript": [{"start": 0.0, "end": 7.452, "text": "Арабская ночь, горяча словно день,"}, {"start": 7.779, "end": 14.304, "text": "тут жарко всегда и даже когда опускается тень!"}, {"start": 15.165, "end": 16.183, "text": "Привет друзья!"}, {"start": 16.658, "end": 20.952, "text": "Добро пожаловать, назад на мой канал “По русски издалека”,"}, {"start": 21.249, "end": 23.838, "text": "и с вами, как всегда, Сергей!"}, {"start": 24.254, "end": 28.32, "text": "Сегодня, я расскажу вам историю."}, {"start": 28.676, "end": 35.201, "text": "Эта история называется “Аладдин и волшебная лампа”."}, {"start": 36.33, "end": 39.368, "text": "Вы готовы слушать? Поехали!"}, {"start": 50.835, "end": 56.111, "text": "Эта история происходит в одном арабском городе,"}, {"start": 56.527, "end": 59.223, "text": "этот город называется Аграба."}, {"start": 60.441, "end": 66.819, "text": "В Аграбе есть очень красивый, очень красивый дворец,"}, {"start": 67.473, "end": 73.363, "text": "а также, в Аграбе есть очень много маленьких рынков."}, {"start": 73.363, "end": 74.471, "text": "Да, это рынок."}, {"start": 74.946, "end": 77.525, "text": "На этом рынке, люди покупают, продают,"}, {"start": 77.792, "end": 80.482, "text": "это типичный арабский город,"}, {"start": 80.838, "end": 86.572, "text": "но эта история была очень давно, много много лет назад."}, {"start": 87.107, "end": 91.4, "text": "В этом городе живёт один простой парень,"}, {"start": 91.697, "end": 97.88499999999999, "text": "его зовут Аладдин, да, Аладдин, он очень добрый внутри,"}, {"start": 98.271, "end": 102.26400000000001, "text": "но к сожалению, у него очень мало денег,"}, {"start": 102.799, "end": 109.798, "text": "поэтому Аладдин он вор, да, он ворует вещи."}, {"start": 111.372, "end": 116.214, "text": "Также во дворце, живёт Султан."}, {"start": 117.699, "end": 121.74, "text": "Вот он Султан, где у нас вот,"}, {"start": 121.74, "end": 126.423, "text": "и во дворце живёт Султан, и у Султана есть дочь,"}, {"start": 126.869, "end": 129.564, "text": "её зовут Жасмин."}, {"start": 130.425, "end": 134.48, "text": "Вот, это дочь Султана Жасмин, очень красивая,"}, {"start": 134.48, "end": 135.765, "text": "она принцесса,"}, {"start": 136.597, "end": 141.977, "text": "но также во дворце живёт не очень хороший человек,"}, {"start": 142.482, "end": 147.17000000000002, "text": "его зовут визирь Джафар."}, {"start": 147.46699999999998, "end": 148.694, "text": "Это Джафар."}, {"start": 149.318, "end": 154.504, "text": "Джафар он очень хочет получить власть, да,"}, {"start": 154.504, "end": 158.964, "text": "власть Султана, он хочет стать султаном,"}, {"start": 159.32, "end": 163.244, "text": "и также Джафар он знает магию."}, {"start": 164.224, "end": 169.551, "text": "Вот, он визирь, то есть он работает на султана."}, {"start": 169.96699999999998, "end": 175.697, "text": "Вот, и да, эти люди живут в этом городе."}, {"start": 176.618, "end": 185.161, "text": "Обычно, они живут во дворце, а он живёт здесь, да,"}, {"start": 186.141, "end": 188.697, "text": "в этом маленьком городе, снаружи,"}, {"start": 189.083, "end": 195.652, "text": "но Жасмин она любит переодеваться в простую девушку,"}, {"start": 196.721, "end": 200.778, "text": "вот, и она тоже идёт в этот город."}, {"start": 201.075, "end": 207.427, "text": "И однажды Жасмин и Аладдин они встретились,"}, {"start": 207.813, "end": 210.041, "text": "они вместе гуляли по городу,"}, {"start": 210.338, "end": 213.976, "text": "и они друг другу очень понравились,"}, {"start": 214.54, "end": 221.711, "text": "вот, но к сожалению, в этот момент, Аладдина схватили стражники."}, {"start": 222.216, "end": 225.172, "text": "Да, стражники, сейчас я вам покажу."}, {"start": 225.736, "end": 231.54, "text": "Вот, это главный стражник, его зовут Расул."}, {"start": 232.075, "end": 234.80700000000002, "text": "Почему Аладдина схватили стражники?"}, {"start": 235.28199999999998, "end": 244.048, "text": "А потому что визирь Джафар, он хочет получить волшебную лампу."}, {"start": 245.207, "end": 249.822, "text": "Вот, он мечтает о ней, об этой волшебные лампе,"}, {"start": 250.03, "end": 255.363, "text": "но волшебная лампа находится в Пещере Чудес."}, {"start": 256.05, "end": 260.258, "text": "Вот это такая пещера, да, Пещера Чудес"}, {"start": 260.644, "end": 265.60699999999997, "text": "и в этой Пещере Чудес находится эта лампа, там, внутри."}, {"start": 265.874, "end": 269.944, "text": "Но визирь Джафар, он не хочет идти в пещеру,"}, {"start": 270.152, "end": 274.956, "text": "потому что он знает, что пещера может его убить,"}, {"start": 275.817, "end": 281.15, "text": "поэтому, с помощью магии, он видит, что у Аладдина,"}, {"start": 281.477, "end": 283.69, "text": "у него доброе сердце,"}, {"start": 284.373, "end": 290.224, "text": "поэтому он просит стражников и Расула схватить Аладдина,"}, {"start": 290.224, "end": 294.824, "text": "и посадить его в тюрьму, да, в тюрьму."}, {"start": 295.151, "end": 298.422, "text": "Так они и сделали, они схватили Аладдина,"}, {"start": 298.808, "end": 300.459, "text": "посадили его в тюрьму,"}, {"start": 300.459, "end": 304.775, "text": "а когда принцесса вернулась во дворец,"}, {"start": 304.775, "end": 310.48, "text": "она спросила у визиря, такая: “Эй, где Аладдин?”,"}, {"start": 310.866, "end": 318.098, "text": "а он сказал: “О ваше высочество, его уже казнили!” то есть, казнили."}, {"start": 318.276, "end": 321.008, "text": "Она была очень грустная, вот,"}, {"start": 321.008, "end": 324.424, "text": "она была “Эх, мне нравился этот парень!”"}, {"start": 324.988, "end": 327.828, "text": "вот, но так случилось."}, {"start": 328.244, "end": 336.936, "text": "И ночью, да, ночью, когда Аладдин был в тюрьме,"}, {"start": 336.936, "end": 342.249, "text": "да, в тюрьме, он был в тюрьме, и получается,"}, {"start": 344.625, "end": 347.861, "text": "в этой тюрьме был один старый мужчина,"}, {"start": 348.149, "end": 352.312, "text": "ну этот старый мужчина был Джафар, он переоделся,"}, {"start": 352.906, "end": 359.533, "text": "и он рассказал ему историю о том, что есть Волшебная пещера,"}, {"start": 359.533, "end": 366.23, "text": "или Пещера Чудес, и в этой пещере есть очень много сокровища,"}, {"start": 366.23, "end": 368.82, "text": "да, это сокровище."}, {"start": 369.592, "end": 373.184, "text": "И он сказал, что если ты пойдёшь туда,"}, {"start": 373.184, "end": 375.635, "text": "и возьмёшь волшебную лампу,"}, {"start": 376.437, "end": 379.752, "text": "то ты также сможешь быть богатым,"}, {"start": 379.752, "end": 381.992, "text": "у тебя будет много сокровищ,"}, {"start": 381.992, "end": 388.299, "text": "и тогда Аладдин, он идёт в эту Волшебную пещеру."}, {"start": 389.428, "end": 393.73, "text": "Вот, он приходит в эту Волшебную пещеру, и в этой пещере,"}, {"start": 393.73, "end": 398.738, "text": "у неё голова тигра, да, он заходит в пещеру,"}, {"start": 398.738, "end": 403.106, "text": "потому что у него доброе сердце, она открывается, он туда заходит,"}, {"start": 403.789, "end": 408.198, "text": "и кстати, я забыл сказать, у Аладдина есть друг,"}, {"start": 410.01, "end": 414.037, "text": "этот друг обезьянка Абу, да, да, да,"}, {"start": 414.21500000000003, "end": 419.611, "text": "они вместе часто воруют вещи на рынке, да, на рынке."}, {"start": 420.383, "end": 427.393, "text": "Вот, и в этот раз, когда Аладдин и Абу они пошли вместе в пещеру,"}, {"start": 427.868, "end": 432.25, "text": "то старик сказал, ничего нельзя трогать в пещере,"}, {"start": 432.458, "end": 439.43, "text": "потому что, если вы возьмёте что-нибудь в пещере, то она вся сломается."}, {"start": 439.935, "end": 444.873, "text": "И он искал искал эту лампу, да, волшебную лампу,"}, {"start": 445.2, "end": 451.684, "text": "и наконец он её нашёл, она была на вершине, да, эта лампа,"}, {"start": 452.1, "end": 455.826, "text": "вот, там так, и Аладдин он поднимался, поднимался,"}, {"start": 455.826, "end": 458.104, "text": "и он взял эту лампу,"}, {"start": 458.253, "end": 461.881, "text": "но, к сожалению, его друг Абу обезьяна,"}, {"start": 462.0, "end": 469.318, "text": "он увидел красивый рубин, да, и он не смог удержаться,"}, {"start": 469.674, "end": 473.47, "text": "да, и он захотел взять себе этот рубин!"}, {"start": 474.48, "end": 480.424, "text": "Вот, и после этого, вся пещера начала падать,"}, {"start": 480.424, "end": 486.782, "text": "такая ломаться, поэтому Аладдин и Абу у них была,"}, {"start": 489.01, "end": 495.111, "text": "у них была лампа, вот, и они вместе начали уходить из пещеры,"}, {"start": 495.616, "end": 499.366, "text": "но также в этой пещере ещё был кое-кто!"}, {"start": 499.752, "end": 503.391, "text": "А именно, там был ковёр самолёт!"}, {"start": 504.0, "end": 505.823, "text": "Так, сейчас одну секунду."}, {"start": 505.823, "end": 510.289, "text": "Так вот, в этой пещере также был ковёр самолёт,"}, {"start": 510.824, "end": 515.647, "text": "да самолёт, он сам летел, и этот ковёр самолёт,"}, {"start": 516.0, "end": 521.777, "text": "потому что Аладдин он помог ковру выйти из-под камня,"}, {"start": 521.777, "end": 524.887, "text": "камень его придавил, то поэтому,"}, {"start": 524.887, "end": 529.288, "text": "когда они выбирались из пещеры, да,"}, {"start": 529.288, "end": 532.146, "text": "их ждал там снаружи визирь."}, {"start": 532.681, "end": 537.842, "text": "Вот, и он говорил им: “Дай мне лампу, дай мне лампу!”"}, {"start": 538.347, "end": 542.192, "text": "вот, он дал ему лампу, а Аладдин говорит: “Дай мне руку!”,"}, {"start": 542.192, "end": 548.283, "text": "но визирь не хотел давать ему руку, и он пытался убить Аладдина!"}, {"start": 548.639, "end": 555.704, "text": "Тогда Абу обезьяна, он укусил Джафара, и забрал лампу,"}, {"start": 555.704, "end": 560.785, "text": "и они вместе упали вниз, вниз пещеры,"}, {"start": 561.112, "end": 565.468, "text": "но, к счастью, ковёр самолёт их подхватил,"}, {"start": 565.973, "end": 568.985, "text": "и они вмести упали вниз,"}, {"start": 569.401, "end": 572.952, "text": "а Джафар ушёл, потому что он потерял лампу."}, {"start": 574.292, "end": 580.931, "text": "Когда они были внизу, они думали, как же выбраться из этой пещеры,"}, {"start": 580.931, "end": 582.439, "text": "они не знали что делать,"}, {"start": 582.855, "end": 585.837, "text": "и ковёр говорит: “Используйте!”,"}, {"start": 586.491, "end": 589.543, "text": "он не говорит, он показывает на лампу,"}, {"start": 590.048, "end": 595.412, "text": "тогда Аладдин берет лампу, он потёр её,"}, {"start": 597.254, "end": 606.437, "text": "и из лампы появился большой, и очень красивый голубой Джин,"}, {"start": 607.18, "end": 611.443, "text": "вот этот Джин, и он говорит:"}, {"start": 611.681, "end": 616.553, "text": "“Что ты хочешь? Я исполню твои три желания!"}, {"start": 616.553, "end": 622.264, "text": "Любое желание будет. Любое желание могу исполнить!”."}, {"start": 623.066, "end": 630.113, "text": "Вот, и конечно, Аладдин понял,  что он не хочет использовать его желание,"}, {"start": 630.113, "end": 633.023, "text": "чтобы выбраться из пещеры,"}, {"start": 633.587, "end": 636.015, "text": "поэтому он его обхитрил,"}, {"start": 636.401, "end": 639.102, "text": "когда он просил его выбраться из пещеры,"}, {"start": 639.31, "end": 645.836, "text": "то эту лампу её потёр, её потёрла обезьяна,"}, {"start": 646.282, "end": 650.204, "text": "поэтому когда они выбрались из пещеры,"}, {"start": 651.303, "end": 654.154, "text": "они уже были здесь в пустыне."}, {"start": 654.332, "end": 659.177, "text": "Вот, и они сидели там, и вместе разговаривали,"}, {"start": 659.444, "end": 663.529, "text": "то Аладдин сказал, Аладдин сказал Джину:"}, {"start": 663.529, "end": 665.623, "text": "“Ну у меня ещё есть три желания!”,"}, {"start": 665.623, "end": 667.698, "text": "он говорит: “Как это три?”"}, {"start": 667.995, "end": 670.068, "text": "и потом он понял, он вспомнил,"}, {"start": 670.068, "end": 674.097, "text": "что обезьянка его обманула, вот."}, {"start": 674.394, "end": 678.616, "text": "Но так как у Аладдина, у него доброе сердце,"}, {"start": 679.121, "end": 684.643, "text": "то он решил помочь Джину использовать своё третье  желание,"}, {"start": 684.91, "end": 687.956, "text": "для того чтобы освободить Джина,"}, {"start": 687.956, "end": 692.957, "text": "чтобы он стал свободным, чтобы он смог стать человеком,"}, {"start": 693.521, "end": 698.194, "text": "и ему больше не надо было бы быть Джином, вот."}, {"start": 699.174, "end": 703.033, "text": "И своё первое желание Аладдин использовал так,"}, {"start": 703.033, "end": 705.681, "text": "чтобы стать принцем."}, {"start": 706.127, "end": 714.132, "text": "Аладдин стал принцем Али, он стал очень большим, не большим!"}, {"start": 714.132, "end": 719.262, "text": "Очень богатым, у него было очень много верблюдов, да,"}, {"start": 719.262, "end": 723.858, "text": "это верблюд, и верблюды это очень важное животное,"}, {"start": 724.096, "end": 727.089, "text": "в то время, было в арабских странах,"}, {"start": 727.564, "end": 729.327, "text": "вот, в общем, он был очень богатый!"}, {"start": 729.951, "end": 733.989, "text": "У него был ковёр, да, вот обезьяна,"}, {"start": 733.989, "end": 738.448, "text": "и они все вместе отправились во дворец."}, {"start": 738.983, "end": 741.203, "text": "А почему он хотел быть богатым?"}, {"start": 741.441, "end": 746.158, "text": "А потому что ему очень нравилась принцесса Жасмин, да,"}, {"start": 747.406, "end": 751.351, "text": "он хотел стать её принцем, вот!"}, {"start": 751.886, "end": 755.867, "text": "И когда принцесса увидела Али, она не узнала Аладдина,"}, {"start": 756.521, "end": 760.016, "text": "и они вместе хорошо проводили время,"}, {"start": 760.58, "end": 766.271, "text": "они летали на ковре самолёте, да, они там летали,"}, {"start": 766.271, "end": 768.909, "text": "летали везде, им всё очень нравилось,"}, {"start": 769.741, "end": 774.03, "text": "вот, но и они да, начали быть очень близки."}, {"start": 775.367, "end": 782.34, "text": "Однако, однако, визирь, он всё это видел, и он не хотел,"}, {"start": 782.34, "end": 786.926, "text": "чтобы Жасмин выходила замуж за (Али) Аладдина,"}, {"start": 786.926, "end": 791.345, "text": "потому что он хотел, чтобы она вышла замуж за него,"}, {"start": 791.85, "end": 795.647, "text": "тогда он бы смог стать султаном, да!"}, {"start": 796.211, "end": 800.552, "text": "То есть, то есть, когда это Султан умер, то если бы они были вместе,"}, {"start": 800.819, "end": 803.014, "text": "то он стал бы тоже султаном."}, {"start": 803.334, "end": 810.943, "text": "Поэтому ночью Джафар приказал своим стражникам схватить,"}, {"start": 811.507, "end": 814.009, "text": "опять схватить этого принца Али,"}, {"start": 814.395, "end": 819.228, "text": "и бросить его вниз в воду, но они его ещё связали,"}, {"start": 819.704, "end": 822.325, "text": "связали его и бросили в воду,"}, {"start": 822.563, "end": 827.415, "text": "и когда он был в воде, то конечно, у него не было больше вариантов,"}, {"start": 827.742, "end": 831.479, "text": "поэтому он использовал своё второе желание,"}, {"start": 831.806, "end": 836.164, "text": "и Джин пришёл к нему на помощь, и спас его,"}, {"start": 836.164, "end": 838.0, "text": "вытащил его из воды."}, {"start": 838.0, "end": 841.638, "text": "После того как джин спас Аладдина,"}, {"start": 842.143, "end": 846.0, "text": "Аладин возвращается назад во дворец,"}, {"start": 846.228, "end": 854.389, "text": "и он рассказал Султану, что визирь, он хотел убить Али"}, {"start": 855.191, "end": 859.484, "text": "Аладина, вот и потому что он тоже хочет стать султаном."}, {"start": 859.84, "end": 865.486, "text": "Тогда они схватили, схватили его, визиря,"}, {"start": 865.664, "end": 871.354, "text": "и посадили его в тюрьму, но визирь, он увидел лампу,"}, {"start": 871.74, "end": 875.37, "text": "которая была в кармане, да, он увидел лампу,"}, {"start": 875.37, "end": 878.175, "text": "которая была в кармане у Аладдина, и он понял,"}, {"start": 878.175, "end": 880.616, "text": "что это Аладдин, это не Али."}, {"start": 881.418, "end": 887.636, "text": "Вот, и после этого, когда визирь, он сбежал, да,"}, {"start": 888.26, "end": 891.848, "text": "он сбежал из тюрьмы, он вернулся,"}, {"start": 893.333, "end": 897.941, "text": "и он стал ещё более сильным волшебником,"}, {"start": 897.941, "end": 900.529, "text": "у него было, стало больше магии, да,"}, {"start": 900.915, "end": 907.77, "text": "тогда он телепортировал Аладдина, а также ковёр,"}, {"start": 909.315, "end": 913.598, "text": "очень - очень далеко, вот,"}, {"start": 913.895, "end": 917.929, "text": "потому что он смог захватить волшебную лампу!"}, {"start": 918.612, "end": 922.928, "text": "Вот, он схватил волшебную лампу, у него был попугай,"}, {"start": 923.255, "end": 927.881, "text": "птица, и эта птица схватила лампу, забрала,"}, {"start": 927.881, "end": 933.982, "text": "и помогла ему стать новым мастером этой лампы!"}, {"start": 934.16, "end": 936.612, "text": "И первое желание, которое он использовал"}, {"start": 936.612, "end": 941.243, "text": "это телепортировать Аладдина далеко, в ледяную пустыню,"}, {"start": 941.243, "end": 942.938, "text": "где лёд и очень холодно,"}, {"start": 943.443, "end": 947.509, "text": "но к счастью, он также телепортировал ковёр самолёт,"}, {"start": 948.281, "end": 953.005, "text": "который помог потом Аладдину вернуться назад в Аграбу!"}, {"start": 953.629, "end": 958.433, "text": "В это время, он просил Жасмин, визирь,"}, {"start": 958.433, "end": 962.378, "text": "стать его принцессой, его королевой, но она не хотела,"}, {"start": 963.239, "end": 969.883, "text": "и тогда, он посадил её в песочные часы, да,"}, {"start": 969.883, "end": 973.107, "text": "она была в песочных часах внутри."}, {"start": 975.542, "end": 982.466, "text": "Когда Султан был его, как сказать, он был его куклой!"}, {"start": 982.941, "end": 987.547, "text": "Вот, и да, всё было очень плохо,"}, {"start": 988.438, "end": 993.699, "text": "и тогда, когда вернулся Аладдин, он сказал:"}, {"start": 993.907, "end": 997.021, "text": "“Мы будем с тобой драться!” вот, и они стали драться!"}, {"start": 997.229, "end": 1003.478, "text": "Тогда, визирь он превратился большую кобру, змею,"}, {"start": 1004.191, "end": 1006.247, "text": "и они с ним сражались!"}, {"start": 1006.247, "end": 1010.294, "text": "И почти Аладдин, почти проиграл эту битву,"}, {"start": 1010.918, "end": 1012.859, "text": "и тогда он сказал ему:"}, {"start": 1013.72, "end": 1017.556, "text": "“Ты знаешь, ты может быть сильный волшебник,"}, {"start": 1017.942, "end": 1020.673, "text": "но ты не самый сильный колдун в мире,"}, {"start": 1020.673, "end": 1024.567, "text": "потому что самый сильный это Джин!”"}, {"start": 1024.953, "end": 1028.7, "text": "вот, и он сказал: “Ну, я тоже могу быть джином!”,"}, {"start": 1028.7, "end": 1033.225, "text": "и он использовал своё желание, чтобы стать джином,"}, {"start": 1033.225, "end": 1039.763, "text": "и тогда больше нет визиря, теперь у нас есть новый Джин,"}, {"start": 1039.763, "end": 1042.527, "text": "красный Джин Джафар,"}, {"start": 1043.091, "end": 1046.987, "text": "вот, но он не знал, что если он станет джином,"}, {"start": 1047.492, "end": 1050.932, "text": "то у него также будет лампа!"}, {"start": 1051.496, "end": 1056.687, "text": "Поэтому его затянуло обратно в лампу,"}, {"start": 1057.756, "end": 1063.339, "text": "вот, и эту лампу они обратно выбросили в Пещеру Чудес,"}, {"start": 1063.577, "end": 1067.895, "text": "да, они туда её выбросили в Пещеру Чудес,"}, {"start": 1067.895, "end": 1073.598, "text": "вот, эту лампу с Джафаром, вот."}, {"start": 1075.202, "end": 1079.949, "text": "Своё последнее желание Аладдин использовал, для того,"}, {"start": 1080.454, "end": 1086.606, "text": "чтобы освободить освободить Джина,"}, {"start": 1086.606, "end": 1091.102, "text": "как он и обещал ему раньше и Джин стал человеком,"}, {"start": 1091.102, "end": 1093.447, "text": "он стал свободным,"}, {"start": 1093.982, "end": 1097.9, "text": "а после этого Султан, он разрешил,"}, {"start": 1098.464, "end": 1103.602, "text": "разрешил Аладдину и Жасмин жениться,"}, {"start": 1104.256, "end": 1108.702, "text": "и стать мужем и женой, и все были счастливы,"}, {"start": 1108.702, "end": 1110.769, "text": "и обезьянка была тоже счастлива!"}, {"start": 1111.838, "end": 1114.172, "text": "Ну что друзья, это всё на сегодня!"}, {"start": 1114.172, "end": 1117.199, "text": "Надеюсь, вам понравилась эта история,"}, {"start": 1117.199, "end": 1120.5, "text": "возможно, я говорил немножко быстро,"}, {"start": 1120.5, "end": 1123.796, "text": "потому что я хотел сделать эту короче историю,"}, {"start": 1124.39, "end": 1126.41, "text": "но тем ни менее,"}, {"start": 1126.41, "end": 1129.195, "text": "конечно, не забудьте подписаться, на этот канал,"}, {"start": 1129.195, "end": 1134.797, "text": "потому что мой канал смотрят 40% людей без подписки,"}, {"start": 1134.797, "end": 1136.101, "text": "это не хорошо!"}, {"start": 1136.101, "end": 1139.113, "text": "Если вы ещё не подписались, то обязательно подпишитесь,"}, {"start": 1139.796, "end": 1144.493, "text": "и конечно, вы можете всегда поддержать мой проект на патреоне,"}, {"start": 1144.493, "end": 1151.304, "text": "кофе, вы можете также отправить мне криптовалюту, или paypal."}, {"start": 1151.69, "end": 1154.659, "text": "Вот, это всё на сегодня, друзья!"}, {"start": 1154.867, "end": 1159.469, "text": "Я был рад быть с вами, и до скорого!"}, {"start": 1159.707, "end": 1160.687, "text": "Пока пока!"}], "createdAt": "2025-12-15T03:22:20.000Z", "imageUrl": "https://img.youtube.com/vi/rIWLjI0luNE/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=rIWLjI0luNE", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_31h-qXJimXc", "userId": "system", "title": "Maria’s Russian Journey – Inspiring Story for B1 Learners 📚", "language": "ru", "content": "Мария учит русский язык В1 Марии двадцать восемь лет. Она живёт в Праге и работает  графическим дизайнером. Два года назад она решила  начать изучать русский язык. Её всегда интересовала русская культура:  литература, музыка и архитектура. Она всегда мечтала когда-нибудь  поехать в Россию и говорить по-русски. Сначала Мария учила язык самостоятельно. Она скачала приложение на телефон, начала учить алфавит, повторяла первые слова, слушала короткие диалоги. Потом она купила учебник и записалась на курсы для начинающих. Мечтать поехать в Россию Начать изучать язык Учить самостоятельно Скачать приложение на телефон Поторять слова Слушать диалоги Записаться на курс Марии было очень сложно понять грамматику,  особенно падежи и глаголы движения. Иногда она хотела всё бросить  и перестать заниматься. Но она не сдавалась и продолжала, потому что ей было действительно  интересно и она поставила себе цель. Сейчас Мария уже говорит по-русски на уровне B1. Она может вести простой  диалог, и отвечать на вопросы. Бросать / переставать заниматься Понимать грамматику Продолжать заниматься Не сдаваться Поставить себе цель Вести диалог Отвечать на вопросы Каждую неделю она занимается с преподавателем. Она говорит, что регулярные занятия  помогают ей не терять мотивацию. На уроках они читают тексты, обсуждают  разные актуальные темы и делают упражнения. Мария также слушает подкасты на русском. Особенно ей нравятся подкасты  с медленной, чёткой речью. Когда она едет на работу, она слушает русское  радио и старается повторять интересные выражения. Заниматься с преподавателем Не терять мотивацию Обсуждать актуальные темы Слушать подкасты Повторять выражения Каждый день Мария учит новые слова. Она использует карточки в телефоне  и повторяет лексику по темам: еда, семья, дом, работа, путешествия. Когда у неё есть свободная минута — например,  в метро — она открывает приложение и повторяет. Иногда она смотрит видео на  YouTube — интервью, влоги, уроки. Сначала с субтитрами, а потом — без. Так она тренирует память и запоминает новые фразы. Учить новые слова Использовать карточки Повторять лексику по темам Свободная минута Открывать приложение Тренировать память Запоминать новые фразы Мария говорит, что сейчас ей уже легче говорить. Она всё ещё делает ошибки, но не боится. Для неё главное — общение. Она ищет языкового партнёра, чтобы просто  поговорить по-русски на простые темы. Её мечта — поехать в Санкт-Петербург  и провести там месяц. Она хочет гулять по городу, читать вывески, слушать, как говорят люди, и,  конечно, практиковать язык. Делать ошибки Искать языкового партнёра Говорить на простые темы Практиковать язык Бояться ошибок Не останавливаться Мария говорит: «Русский — это непростой язык,  но очень красивый и мелодичный. Если заниматься регулярно и с  удовольствием, прогресс обязательно будет. Главное — не бояться ошибок и не останавливаться».", "sentences": ["Мария учит русский язык В1 Марии двадцать восемь лет.", "Она живёт в Праге и работает  графическим дизайнером.", "Два года назад она решила  начать изучать русский язык.", "Её всегда интересовала русская культура:  литература, музыка и архитектура.", "Она всегда мечтала когда-нибудь  поехать в Россию и говорить по-русски.", "Сначала Мария учила язык самостоятельно.", "Она скачала приложение на телефон, начала учить алфавит, повторяла первые слова, слушала короткие диалоги.", "Потом она купила учебник и записалась на курсы для начинающих.", "Мечтать поехать в Россию Начать изучать язык Учить самостоятельно Скачать приложение на телефон Поторять слова Слушать диалоги Записаться на курс Марии было очень сложно понять грамматику,  особенно падежи и глаголы движения.", "Иногда она хотела всё бросить  и перестать заниматься.", "Но она не сдавалась и продолжала, потому что ей было действительно  интересно и она поставила себе цель.", "Сейчас Мария уже говорит по-русски на уровне B1.", "Она может вести простой  диалог, и отвечать на вопросы.", "Бросать / переставать заниматься Понимать грамматику Продолжать заниматься Не сдаваться Поставить себе цель Вести диалог Отвечать на вопросы Каждую неделю она занимается с преподавателем.", "Она говорит, что регулярные занятия  помогают ей не терять мотивацию.", "На уроках они читают тексты, обсуждают  разные актуальные темы и делают упражнения.", "Мария также слушает подкасты на русском.", "Особенно ей нравятся подкасты  с медленной, чёткой речью.", "Когда она едет на работу, она слушает русское  радио и старается повторять интересные выражения.", "Заниматься с преподавателем Не терять мотивацию Обсуждать актуальные темы Слушать подкасты Повторять выражения Каждый день Мария учит новые слова.", "Она использует карточки в телефоне  и повторяет лексику по темам: еда, семья, дом, работа, путешествия.", "Когда у неё есть свободная минута — например,  в метро — она открывает приложение и повторяет.", "Иногда она смотрит видео на  YouTube — интервью, влоги, уроки.", "Сначала с субтитрами, а потом — без.", "Так она тренирует память и запоминает новые фразы.", "Учить новые слова Использовать карточки Повторять лексику по темам Свободная минута Открывать приложение Тренировать память Запоминать новые фразы Мария говорит, что сейчас ей уже легче говорить.", "Она всё ещё делает ошибки, но не боится.", "Для неё главное — общение.", "Она ищет языкового партнёра, чтобы просто  поговорить по-русски на простые темы.", "Её мечта — поехать в Санкт-Петербург  и провести там месяц.", "Она хочет гулять по городу, читать вывески, слушать, как говорят люди, и,  конечно, практиковать язык.", "Делать ошибки Искать языкового партнёра Говорить на простые темы Практиковать язык Бояться ошибок Не останавливаться Мария говорит: «Русский — это непростой язык,  но очень красивый и мелодичный.", "Если заниматься регулярно и с  удовольствием, прогресс обязательно будет.", "Главное — не бояться ошибок и не останавливаться»."], "transcript": [{"start": 1.28, "end": 6.8, "text": "Мария учит русский язык В1"}, {"start": 6.8, "end": 11.92, "text": "Марии двадцать восемь лет."}, {"start": 11.92, "end": 20.6, "text": "Она живёт в Праге и работает  графическим дизайнером."}, {"start": 20.6, "end": 28.64, "text": "Два года назад она решила  начать изучать русский язык."}, {"start": 30.64, "end": 44.12, "text": "Её всегда интересовала русская культура:  литература, музыка и архитектура."}, {"start": 44.12, "end": 53.76, "text": "Она всегда мечтала когда-нибудь  поехать в Россию и говорить по-русски."}, {"start": 55.32, "end": 63.48, "text": "Сначала Мария учила язык самостоятельно."}, {"start": 63.48, "end": 70.36, "text": "Она скачала приложение на телефон,"}, {"start": 70.36, "end": 74.68, "text": "начала учить алфавит,"}, {"start": 74.68, "end": 78.84, "text": "повторяла первые слова,"}, {"start": 78.84, "end": 82.6, "text": "слушала короткие диалоги."}, {"start": 83.56, "end": 89.28, "text": "Потом она купила учебник"}, {"start": 89.28, "end": 95.52000000000001, "text": "и записалась на курсы для начинающих."}, {"start": 97.03999999999999, "end": 101.64, "text": "Мечтать поехать в Россию"}, {"start": 101.64, "end": 106.72, "text": "Начать изучать язык"}, {"start": 106.72, "end": 111.28, "text": "Учить самостоятельно"}, {"start": 111.28, "end": 116.75999999999999, "text": "Скачать приложение на телефон"}, {"start": 116.75999999999999, "end": 121.08, "text": "Поторять слова"}, {"start": 121.08, "end": 124.16, "text": "Слушать диалоги"}, {"start": 125.68, "end": 132.2, "text": "Записаться на курс"}, {"start": 132.2, "end": 141.88, "text": "Марии было очень сложно понять грамматику,  особенно падежи и глаголы движения."}, {"start": 143.48, "end": 153.2, "text": "Иногда она хотела всё бросить  и перестать заниматься."}, {"start": 153.2, "end": 161.32, "text": "Но она не сдавалась и продолжала,"}, {"start": 161.32, "end": 175.28, "text": "потому что ей было действительно  интересно и она поставила себе цель."}, {"start": 175.28, "end": 184.64, "text": "Сейчас Мария уже говорит по-русски на уровне B1."}, {"start": 184.64, "end": 196.16, "text": "Она может вести простой  диалог, и отвечать на вопросы."}, {"start": 196.16, "end": 200.16, "text": "Бросать / переставать заниматься"}, {"start": 202.6, "end": 207.12, "text": "Понимать грамматику"}, {"start": 207.12, "end": 212.12, "text": "Продолжать заниматься"}, {"start": 212.12, "end": 214.88, "text": "Не сдаваться"}, {"start": 216.56, "end": 222.28, "text": "Поставить себе цель"}, {"start": 222.28, "end": 226.96, "text": "Вести диалог"}, {"start": 226.96, "end": 235.0, "text": "Отвечать на вопросы"}, {"start": 235.0, "end": 241.2, "text": "Каждую неделю она занимается с преподавателем."}, {"start": 242.76, "end": 253.96, "text": "Она говорит, что регулярные занятия  помогают ей не терять мотивацию."}, {"start": 253.96, "end": 267.44, "text": "На уроках они читают тексты, обсуждают  разные актуальные темы и делают упражнения."}, {"start": 267.44, "end": 274.2, "text": "Мария также слушает подкасты на русском."}, {"start": 274.2, "end": 283.12, "text": "Особенно ей нравятся подкасты  с медленной, чёткой речью."}, {"start": 283.12, "end": 298.04, "text": "Когда она едет на работу, она слушает русское  радио и старается повторять интересные выражения."}, {"start": 300.08, "end": 304.76, "text": "Заниматься с преподавателем"}, {"start": 304.76, "end": 309.48, "text": "Не терять мотивацию"}, {"start": 309.48, "end": 315.08, "text": "Обсуждать актуальные темы"}, {"start": 315.08, "end": 318.92, "text": "Слушать подкасты"}, {"start": 318.92, "end": 323.12, "text": "Повторять выражения"}, {"start": 324.88, "end": 332.8, "text": "Каждый день Мария учит новые слова."}, {"start": 332.8, "end": 343.92, "text": "Она использует карточки в телефоне  и повторяет лексику по темам: еда,"}, {"start": 343.92, "end": 349.92, "text": "семья, дом, работа, путешествия."}, {"start": 351.48, "end": 366.04, "text": "Когда у неё есть свободная минута — например,  в метро — она открывает приложение и повторяет."}, {"start": 366.04, "end": 374.52, "text": "Иногда она смотрит видео на  YouTube — интервью, влоги, уроки."}, {"start": 376.12, "end": 382.32, "text": "Сначала с субтитрами, а потом — без."}, {"start": 382.32, "end": 391.92, "text": "Так она тренирует память и запоминает новые фразы."}, {"start": 391.92, "end": 397.12, "text": "Учить новые слова"}, {"start": 397.12, "end": 400.8, "text": "Использовать карточки"}, {"start": 402.12, "end": 408.48, "text": "Повторять лексику по темам"}, {"start": 408.48, "end": 412.44, "text": "Свободная минута"}, {"start": 412.44, "end": 418.0, "text": "Открывать приложение"}, {"start": 418.0, "end": 422.44, "text": "Тренировать память"}, {"start": 422.44, "end": 426.36, "text": "Запоминать новые фразы"}, {"start": 427.76, "end": 435.08, "text": "Мария говорит, что сейчас ей уже легче говорить."}, {"start": 435.08, "end": 441.56, "text": "Она всё ещё делает ошибки, но не боится."}, {"start": 441.56, "end": 447.12, "text": "Для неё главное — общение."}, {"start": 447.12, "end": 455.68, "text": "Она ищет языкового партнёра, чтобы просто  поговорить по-русски на простые темы."}, {"start": 457.56, "end": 465.84000000000003, "text": "Её мечта — поехать в Санкт-Петербург  и провести там месяц."}, {"start": 465.84000000000003, "end": 474.44, "text": "Она хочет гулять по городу, читать вывески,"}, {"start": 474.44, "end": 483.28, "text": "слушать, как говорят люди, и,  конечно, практиковать язык."}, {"start": 485.52, "end": 489.12, "text": "Делать ошибки"}, {"start": 489.12, "end": 494.92, "text": "Искать языкового партнёра"}, {"start": 494.92, "end": 501.04, "text": "Говорить на простые темы"}, {"start": 501.04, "end": 505.96, "text": "Практиковать язык"}, {"start": 505.96, "end": 510.12, "text": "Бояться ошибок"}, {"start": 510.12, "end": 512.56, "text": "Не останавливаться"}, {"start": 515.48, "end": 517.76, "text": "Мария говорит:"}, {"start": 517.76, "end": 530.36, "text": "«Русский — это непростой язык,  но очень красивый и мелодичный."}, {"start": 530.36, "end": 541.24, "text": "Если заниматься регулярно и с  удовольствием, прогресс обязательно будет."}, {"start": 543.8, "end": 560.4, "text": "Главное — не бояться ошибок и не останавливаться»."}], "createdAt": "2025-12-15T03:22:02.000Z", "imageUrl": "https://img.youtube.com/vi/31h-qXJimXc/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=31h-qXJimXc", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_sF20z8jY1yU", "userId": "system", "title": "Funny Russian Story for A1 Learners – Grandma & Her Clever Cat! 🐱", "language": "ru", "content": "Бáбушка и кот. А1 У бáбушки есть кот. Его́ зову́т Вáся. Вáся — большо́й, се́рый кот. Он лю́бит спать и ку́шать. Бáбушка гото́вит бутербро́д. На хле́бе — мáсло, сыр и колбасá. Бáбушка идёт в ко́мнату. Вáся идёт на ку́хню. Кот смо́трит на бутербро́д. Он  ду́мает: «Ммм… как вку́сно!» Вáся не говори́т, но Вáся пры́гает на стол. Он ест колбасу́! Потóм он ест сыр! Мáсло — нет, невку́сно. Вáся не ест мáсло. Хлеб – нет. То́же невку́сно. Бáбушка на ку́хне. Она́ говори́т: — Гдé моя́ колбасá? Гдé мой сыр? Кот сиди́т под столо́м. Он  говори́т: «Мяу́. Я не зна́ю». Бáбушка смеётcя. Она́ говори́т: — Вáся, ты плохóй кот, но óчень у́мный и хи́трый!", "sentences": ["Бáбушка и кот.", "А1 У бáбушки есть кот.", "Его́ зову́т Вáся.", "Вáся — большо́й, се́рый кот.", "Он лю́бит спать и ку́шать.", "Бáбушка гото́вит бутербро́д.", "На хле́бе — мáсло, сыр и колбасá.", "Бáбушка идёт в ко́мнату.", "Вáся идёт на ку́хню.", "Кот смо́трит на бутербро́д.", "Он  ду́мает: «Ммм… как вку́сно!» Вáся не говори́т, но Вáся пры́гает на стол.", "Он ест колбасу́!", "Потóм он ест сыр!", "Мáсло — нет, невку́сно.", "Вáся не ест мáсло.", "Хлеб – нет.", "То́же невку́сно.", "Бáбушка на ку́хне.", "Она́ говори́т: — Гдé моя́ колбасá?", "Гдé мой сыр?", "Кот сиди́т под столо́м.", "Он  говори́т: «Мяу́.", "Я не зна́ю».", "Бáбушка смеётcя.", "Она́ говори́т: — Вáся, ты плохóй кот, но óчень у́мный и хи́трый!"], "transcript": [{"start": 0.76, "end": 5.92, "text": "Бáбушка и кот. А1"}, {"start": 5.92, "end": 19.6, "text": "У бáбушки есть кот. Его́ зову́т Вáся. Вáся — большо́й, се́рый кот."}, {"start": 19.6, "end": 27.0, "text": "Он лю́бит спать и ку́шать."}, {"start": 27.0, "end": 29.52, "text": "Бáбушка гото́вит бутербро́д."}, {"start": 31.68, "end": 40.32, "text": "На хле́бе — мáсло, сыр и колбасá."}, {"start": 40.32, "end": 45.56, "text": "Бáбушка идёт в ко́мнату."}, {"start": 45.56, "end": 50.28, "text": "Вáся идёт на ку́хню."}, {"start": 50.28, "end": 58.12, "text": "Кот смо́трит на бутербро́д. Он  ду́мает: «Ммм… как вку́сно!»"}, {"start": 60.08, "end": 67.44, "text": "Вáся не говори́т, но Вáся пры́гает на стол."}, {"start": 67.44, "end": 72.56, "text": "Он ест колбасу́!"}, {"start": 72.56, "end": 77.48, "text": "Потóм он ест сыр!"}, {"start": 77.48, "end": 85.52, "text": "Мáсло — нет, невку́сно. Вáся не ест мáсло."}, {"start": 86.52, "end": 93.44, "text": "Хлеб – нет. То́же невку́сно."}, {"start": 93.44, "end": 104.84, "text": "Бáбушка на ку́хне. Она́ говори́т: — Гдé моя́ колбасá? Гдé мой сыр?"}, {"start": 104.84, "end": 115.16, "text": "Кот сиди́т под столо́м. Он  говори́т: «Мяу́. Я не зна́ю»."}, {"start": 115.16, "end": 120.22, "text": "Бáбушка смеётcя. Она́ говори́т:"}, {"start": 120.22, "end": 132.68, "text": "— Вáся, ты плохóй кот, но óчень у́мный и хи́трый!"}], "createdAt": "2025-12-15T03:21:47.000Z", "imageUrl": "https://img.youtube.com/vi/sF20z8jY1yU/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=sF20z8jY1yU", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_mfAquPFXkMM", "userId": "system", "title": "Funny Russian Story for A1 Learners – Ivan & the Cleaning Robot! 🤖🐾🧦", "language": "ru", "content": "Ивáн и рóбот Это Ивáн.Он пенсионе́р. Он не рабóтает. Иван живёт оди́н. Но у негó есть кóшка Му́рка. А ещё у Ивáна есть рóбот-пылесóс. Рóбота зову́т Рóма. Рóма большóй, кру́глый и совремéнный. Он чёрный и нóвый. Он живёт под кровáтью и лю́бит рабóтать. Все спят. Ивáн спит. Кóшка Му́рка спит. На часáх — пять у́тра. Но Рóма — нет! Он не спит. Рóма включáется и е́дет: — Ж-ж-ж! Рабóта! Рабóта! Это спáльня. На полу́ лежи́т носóк. Рóма говори́т: — Носóк на полу́ — э́то непоря́док… Ж-ж-ж… А тепéрь поря́док! А вот и вáнная. На полу́ лежит зубнáя щётка. Рóма рабóтает: — Щётка в вáнной на полу — тут хаос… Ж-ж-ж… А тепéрь тут красотá! Тут коридóр. На кóврике лежи́т газéта. Рóма кричи́т: — Ужас! Газéта не на мéсте… Ж-ж-ж… А тепéрь всё хорошо́! А вот и ку́хня. Под столóм лежáт кро́шки. Рóма говори́т: — Грязно! Грязно ...Кро́шки лежáт на полу́… Ж-ж-ж… А тепéрь чи́сто! Вот гости́ная. Кóшка Му́рка лежи́т на коврé. Рóма смóтрит и говори́т: — Му́рка — не му́сор. Му́рка — кóшка. Поря́док! Ивáн просыпáется. Он спрáшивает: — Где носóк? Где щётка? Где газéта? Рóма отвечáет: — Ж-ж-ж… Ничего́ не лежи́т. Поря́док! Ивáн смеётся и говори́т: — Рóма, ты не рóбот — ты настоя́щий хозя́ин! Всё чи́сто!", "sentences": ["Ивáн и рóбот Это Ивáн.Он пенсионе́р.", "Он не рабóтает.", "Иван живёт оди́н.", "Но у негó есть кóшка Му́рка.", "А ещё у Ивáна есть рóбот-пылесóс.", "Рóбота зову́т Рóма.", "Рóма большóй, кру́глый и совремéнный.", "Он чёрный и нóвый.", "Он живёт под кровáтью и лю́бит рабóтать.", "Все спят.", "Ивáн спит.", "Кóшка Му́рка спит.", "На часáх — пять у́тра.", "Но Рóма — нет!", "Он не спит.", "Рóма включáется и е́дет: — Ж-ж-ж!", "Рабóта!", "Рабóта!", "Это спáльня.", "На полу́ лежи́т носóк.", "Рóма говори́т: — Носóк на полу́ — э́то непоря́док… Ж-ж-ж… А тепéрь поря́док!", "А вот и вáнная.", "На полу́ лежит зубнáя щётка.", "Рóма рабóтает: — Щётка в вáнной на полу — тут хаос… Ж-ж-ж… А тепéрь тут красотá!", "Тут коридóр.", "На кóврике лежи́т газéта.", "Рóма кричи́т: — Ужас!", "Газéта не на мéсте… Ж-ж-ж… А тепéрь всё хорошо́!", "А вот и ку́хня.", "Под столóм лежáт кро́шки.", "Рóма говори́т: — Грязно!", "Грязно ...Кро́шки лежáт на полу́… Ж-ж-ж… А тепéрь чи́сто!", "Вот гости́ная.", "Кóшка Му́рка лежи́т на коврé.", "Рóма смóтрит и говори́т: — Му́рка — не му́сор.", "Му́рка — кóшка.", "Поря́док!", "Ивáн просыпáется.", "Он спрáшивает: — Где носóк?", "Где щётка?", "Где газéта?", "Рóма отвечáет: — Ж-ж-ж… Ничего́ не лежи́т.", "Поря́док!", "Ивáн смеётся и говори́т: — Рóма, ты не рóбот — ты настоя́щий хозя́ин!", "Всё чи́сто!"], "transcript": [{"start": 0.72, "end": 6.56, "text": "Ивáн и рóбот"}, {"start": 6.56, "end": 13.36, "text": "Это Ивáн.Он пенсионе́р."}, {"start": 13.36, "end": 21.16, "text": "Он не рабóтает. Иван живёт оди́н."}, {"start": 21.16, "end": 26.0, "text": "Но у негó есть кóшка Му́рка."}, {"start": 26.92, "end": 36.04, "text": "А ещё у Ивáна есть рóбот-пылесóс."}, {"start": 36.04, "end": 49.24, "text": "Рóбота зову́т Рóма. Рóма большóй, кру́глый и совремéнный."}, {"start": 49.24, "end": 63.863, "text": "Он чёрный и нóвый. Он живёт под кровáтью и лю́бит рабóтать."}, {"start": 63.863, "end": 73.6, "text": "Все спят. Ивáн спит. Кóшка Му́рка спит."}, {"start": 73.6, "end": 82.03999999999999, "text": "На часáх — пять у́тра."}, {"start": 82.96000000000001, "end": 89.44, "text": "Но Рóма — нет! Он не спит."}, {"start": 89.44, "end": 103.72, "text": "Рóма включáется и е́дет: — Ж-ж-ж! Рабóта! Рабóта!"}, {"start": 103.72, "end": 109.88, "text": "Это спáльня. На полу́ лежи́т носóк."}, {"start": 112.96000000000001, "end": 116.6, "text": "Рóма говори́т: — Носóк на"}, {"start": 116.6, "end": 127.76, "text": "полу́ — э́то непоря́док… Ж-ж-ж… А тепéрь поря́док!"}, {"start": 127.76, "end": 136.2, "text": "А вот и вáнная. На полу́ лежит зубнáя щётка."}, {"start": 137.84, "end": 142.44, "text": "Рóма рабóтает: — Щётка в вáнной"}, {"start": 142.44, "end": 155.76, "text": "на полу — тут хаос… Ж-ж-ж… А тепéрь тут красотá!"}, {"start": 155.76, "end": 162.6, "text": "Тут коридóр. На кóврике лежи́т газéта."}, {"start": 163.88, "end": 168.72, "text": "Рóма кричи́т: — Ужас! Газéта"}, {"start": 168.72, "end": 177.0, "text": "не на мéсте… Ж-ж-ж… А тепéрь всё хорошо́!"}, {"start": 177.0, "end": 183.96, "text": "А вот и ку́хня. Под столóм лежáт кро́шки."}, {"start": 185.52, "end": 190.96, "text": "Рóма говори́т: — Грязно! Грязно"}, {"start": 190.96, "end": 201.4, "text": "...Кро́шки лежáт на полу́… Ж-ж-ж… А тепéрь чи́сто!"}, {"start": 201.4, "end": 210.12, "text": "Вот гости́ная. Кóшка Му́рка лежи́т на коврé."}, {"start": 210.12, "end": 223.24, "text": "Рóма смóтрит и говори́т: — Му́рка — не му́сор. Му́рка — кóшка. Поря́док!"}, {"start": 223.24, "end": 228.92000000000002, "text": "Ивáн просыпáется."}, {"start": 228.92000000000002, "end": 238.16, "text": "Он спрáшивает: — Где носóк? Где щётка? Где газéта?"}, {"start": 241.72, "end": 250.96, "text": "Рóма отвечáет: — Ж-ж-ж… Ничего́ не лежи́т. Поря́док!"}, {"start": 250.96, "end": 258.0, "text": "Ивáн смеётся и говори́т: — Рóма, ты не рóбот — ты"}, {"start": 258.0, "end": 265.52, "text": "настоя́щий хозя́ин! Всё чи́сто!"}], "createdAt": "2025-12-15T03:21:31.000Z", "imageUrl": "https://img.youtube.com/vi/mfAquPFXkMM/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=mfAquPFXkMM", "isFavorite": false, "progress": 0, "genre": "story"}]