[{"id": "yt_70ECgCzNtxQ", "userId": "system", "title": "Herero & Nama disagree on Germany-Namibia genocide-compensation deal | DW News", "language": "hz", "content": "After five years of negotiations, Germany and  Namibia have reached a compensation deal for the genocide committed by German colonial troops  more than a century ago. But descendants of victims of the massacres reject  the one billion-euro agreement. DW Africa went to the village in Namibia  where a German general gave the order for his men to kill tens of thousands of Africans. Our  correspondent Adrian Kriesch takes up the story. This is an emotional place for many Herero.  Here in the village of Otjinene, they call this tree Ngauzepo. Hundreds of Herero prisoners  of war were hanged here by German troops. \"This would go around the neck, when they hanged  them. Sadness, certainly anger, yes, no doubt, that a human being could actually be doing this, for what reason? For the reason that our  ancestors simply stood up and refused to give up what belong to them, namely, their land.\" More than 100 years ago, German soldiers killed almost 100,000 Herero and Nama in the former  colony of German Southwest Africa. In 1904 Lothar von Trotha gave the so-called extermination  order – it included women and children. Now Germany wants to recognize this as  a genocide – and has pledged 1.1 billion euros for development projects. That's what  the governments negotiated – without Rukoro. \"This is a deal between two governments,  about development aid. It has nothing to do with our demand for reparations.  They are fooling us. We are not fools.\" Rukoro, a former Attorney General in Namibia, and  his supporters are still considering legal action. But previous attempts have already  failed in several US courts. \"Paramount Chief Rukoro says  that he's representing 95 percent of the Hereros in the country, but not  everybody in Namibia sees it that way.\" We are on our way to the village of  Okakarara, two hours away by car. Here too, the majority of the population is Herero  and there are several traditional leaders. \"The Paramount Chief is not in existence \"So you don't see him as your paramount chief?\" \"He is not, it’s not that I’m  not seeing it. He is not.\" The traditional leaders here don’t share a  singular viewpoint. Some support Rukoro’s legal actions, others are in favor of  the deal negotiated by the government. Some others want a renegotiation –  demanding more money for this poor region. \"Unfortunately. The negotiation team did not come  back to us to tell us how the German government arrived at the figures they have, so I am not yet  of the opinion that the two governments should go ahead with the agreement until there is  consensus with the affected community.\" In the capital Windhoek, Zed  Ngavirue led negotiations for the Namibian government for more than  five years. The diplomat is also Herero. \"We would have liked to have  had more, but after five years, it has been demonstrated, this  is what seems to them affordable, financially, politically.\" Ngavirue has a list of 27 traditional chiefs of the Herero  and Nama who were involved in the negotiations. \"And it’s only three who've  said that they don't accept.\" \"So you say it's a minority basically?\" \"Obviously. Now there are people of course who are thinking of their own name, ego,  story, so I think one can't worry about what one, or two or three chiefs  and their followers say.\" The agreement is supposed to turn the page on  a painful chapter of the past. But Paramount Chief Rukoro and his supporters are against it.  They want reparations – and new negotiations.", "sentences": ["After five years of negotiations, Germany and  Namibia have reached a compensation deal for the genocide committed by German colonial troops  more than a century ago.", "But descendants of victims of the massacres reject  the one billion-euro agreement.", "DW Africa went to the village in Namibia  where a German general gave the order for his men to kill tens of thousands of Africans.", "Our  correspondent Adrian Kriesch takes up the story.", "This is an emotional place for many Herero.", "Here in the village of Otjinene, they call this tree Ngauzepo.", "Hundreds of Herero prisoners  of war were hanged here by German troops.", "\"This would go around the neck, when they hanged  them.", "Sadness, certainly anger, yes, no doubt, that a human being could actually be doing this, for what reason?", "For the reason that our  ancestors simply stood up and refused to give up what belong to them, namely, their land.\" More than 100 years ago, German soldiers killed almost 100,000 Herero and Nama in the former  colony of German Southwest Africa.", "In 1904 Lothar von Trotha gave the so-called extermination  order – it included women and children.", "Now Germany wants to recognize this as  a genocide – and has pledged 1.1 billion euros for development projects.", "That's what  the governments negotiated – without Rukoro.", "\"This is a deal between two governments,  about development aid.", "It has nothing to do with our demand for reparations.", "They are fooling us.", "We are not fools.\" Rukoro, a former Attorney General in Namibia, and  his supporters are still considering legal action.", "But previous attempts have already  failed in several US courts.", "\"Paramount Chief Rukoro says  that he's representing 95 percent of the Hereros in the country, but not  everybody in Namibia sees it that way.\" We are on our way to the village of  Okakarara, two hours away by car.", "Here too, the majority of the population is Herero  and there are several traditional leaders.", "\"The Paramount Chief is not in existence \"So you don't see him as your paramount chief?\" \"He is not, it’s not that I’m  not seeing it.", "He is not.\" The traditional leaders here don’t share a  singular viewpoint.", "Some support Rukoro’s legal actions, others are in favor of  the deal negotiated by the government.", "Some others want a renegotiation –  demanding more money for this poor region.", "\"Unfortunately.", "The negotiation team did not come  back to us to tell us how the German government arrived at the figures they have, so I am not yet  of the opinion that the two governments should go ahead with the agreement until there is  consensus with the affected community.\" In the capital Windhoek, Zed  Ngavirue led negotiations for the Namibian government for more than  five years.", "The diplomat is also Herero.", "\"We would have liked to have  had more, but after five years, it has been demonstrated, this  is what seems to them affordable, financially, politically.\" Ngavirue has a list of 27 traditional chiefs of the Herero  and Nama who were involved in the negotiations.", "\"And it’s only three who've  said that they don't accept.\" \"So you say it's a minority basically?\" \"Obviously.", "Now there are people of course who are thinking of their own name, ego,  story, so I think one can't worry about what one, or two or three chiefs  and their followers say.\" The agreement is supposed to turn the page on  a painful chapter of the past.", "But Paramount Chief Rukoro and his supporters are against it.", "They want reparations – and new negotiations."], "transcript": [{"start": 0.48, "end": 5.6, "text": "After five years of negotiations, Germany and  Namibia have reached a compensation deal for the"}, {"start": 5.6, "end": 11.84, "text": "genocide committed by German colonial troops  more than a century ago. But descendants of"}, {"start": 11.84, "end": 15.6, "text": "victims of the massacres reject  the one billion-euro agreement."}, {"start": 15.6, "end": 20.64, "text": "DW Africa went to the village in Namibia  where a German general gave the order for"}, {"start": 20.64, "end": 26.56, "text": "his men to kill tens of thousands of Africans. Our  correspondent Adrian Kriesch takes up the story."}, {"start": 29.6, "end": 35.04, "text": "This is an emotional place for many Herero.  Here in the village of Otjinene, they call this"}, {"start": 35.04, "end": 41.12, "text": "tree Ngauzepo. Hundreds of Herero prisoners  of war were hanged here by German troops."}, {"start": 42.0, "end": 54.96, "text": "\"This would go around the neck, when they hanged  them. Sadness, certainly anger, yes, no doubt,"}, {"start": 55.92, "end": 60.56, "text": "that a human being could actually be doing this,"}, {"start": 63.28, "end": 70.64, "text": "for what reason? For the reason that our  ancestors simply stood up and refused to"}, {"start": 70.64, "end": 78.16, "text": "give up what belong to them, namely, their land.\" More than 100 years ago, German soldiers killed"}, {"start": 78.16, "end": 86.16, "text": "almost 100,000 Herero and Nama in the former  colony of German Southwest Africa. In 1904 Lothar"}, {"start": 86.16, "end": 91.36, "text": "von Trotha gave the so-called extermination  order – it included women and children."}, {"start": 92.4, "end": 97.92, "text": "Now Germany wants to recognize this as  a genocide – and has pledged 1.1 billion"}, {"start": 97.92, "end": 103.6, "text": "euros for development projects. That's what  the governments negotiated – without Rukoro."}, {"start": 104.4, "end": 109.75999999999999, "text": "\"This is a deal between two governments,  about development aid. It has nothing"}, {"start": 109.75999999999999, "end": 118.88, "text": "to do with our demand for reparations.  They are fooling us. We are not fools.\""}, {"start": 120.24, "end": 126.16, "text": "Rukoro, a former Attorney General in Namibia, and  his supporters are still considering legal action."}, {"start": 126.16, "end": 130.72, "text": "But previous attempts have already  failed in several US courts."}, {"start": 130.72, "end": 134.48, "text": "\"Paramount Chief Rukoro says  that he's representing 95 percent"}, {"start": 134.48, "end": 138.48, "text": "of the Hereros in the country, but not  everybody in Namibia sees it that way.\""}, {"start": 139.92000000000002, "end": 145.84, "text": "We are on our way to the village of  Okakarara, two hours away by car. Here too,"}, {"start": 145.84, "end": 150.64, "text": "the majority of the population is Herero  and there are several traditional leaders."}, {"start": 151.76, "end": 158.48, "text": "\"The Paramount Chief is not in existence \"So you don't see him as your paramount chief?\""}, {"start": 158.48, "end": 162.64, "text": "\"He is not, it’s not that I’m  not seeing it. He is not.\""}, {"start": 162.64, "end": 167.36, "text": "The traditional leaders here don’t share a  singular viewpoint. Some support Rukoro’s"}, {"start": 167.36, "end": 171.92000000000002, "text": "legal actions, others are in favor of  the deal negotiated by the government."}, {"start": 171.92000000000002, "end": 176.72, "text": "Some others want a renegotiation –  demanding more money for this poor region."}, {"start": 176.72, "end": 183.84, "text": "\"Unfortunately. The negotiation team did not come  back to us to tell us how the German government"}, {"start": 183.84, "end": 192.48, "text": "arrived at the figures they have, so I am not yet  of the opinion that the two governments should go"}, {"start": 192.48, "end": 198.32, "text": "ahead with the agreement until there is  consensus with the affected community.\""}, {"start": 199.84, "end": 203.52, "text": "In the capital Windhoek, Zed  Ngavirue led negotiations for"}, {"start": 203.52, "end": 208.8, "text": "the Namibian government for more than  five years. The diplomat is also Herero."}, {"start": 210.16, "end": 214.8, "text": "\"We would have liked to have  had more, but after five years,"}, {"start": 217.44, "end": 223.6, "text": "it has been demonstrated, this  is what seems to them affordable,"}, {"start": 224.24, "end": 226.84, "text": "financially, politically.\" Ngavirue"}, {"start": 228.32, "end": 234.8, "text": "has a list of 27 traditional chiefs of the Herero  and Nama who were involved in the negotiations."}, {"start": 235.52, "end": 239.12, "text": "\"And it’s only three who've  said that they don't accept.\""}, {"start": 239.12, "end": 244.16, "text": "\"So you say it's a minority basically?\" \"Obviously. Now there are people of course"}, {"start": 245.44, "end": 254.72, "text": "who are thinking of their own name, ego,  story, so I think one can't worry about what"}, {"start": 257.68, "end": 261.2, "text": "one, or two or three chiefs  and their followers say.\""}, {"start": 264.8, "end": 269.6, "text": "The agreement is supposed to turn the page on  a painful chapter of the past. But Paramount"}, {"start": 269.6, "end": 281.84000000000003, "text": "Chief Rukoro and his supporters are against it.  They want reparations – and new negotiations."}], "createdAt": "2025-12-15T01:15:41.000Z", "imageUrl": "https://img.youtube.com/vi/70ECgCzNtxQ/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=70ECgCzNtxQ", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_-3wN4-rtK44", "userId": "system", "title": "NBC's Otjiherero station becomes Omurari Radio - NBC", "language": "hz", "content": "since last year the NBC has embarked on since last year the NBC has embarked on since last year the NBC has embarked on rebranding its indigenous radio stations rebranding its indigenous radio stations rebranding its indigenous radio stations changing their colonial names in effort changing their colonial names in effort changing their colonial names in effort to better represent Namibian cultures to better represent Namibian cultures to better represent Namibian cultures and traditions so far they have and traditions so far they have and traditions so far they have rebranded two stations namely the de rebranded two stations namely the de rebranded two stations namely the de marrón AMA station to case amis and the marrón AMA station to case amis and the marrón AMA station to case amis and the Africans to her club FM Omer re FM was Africans to her club FM Omer re FM was Africans to her club FM Omer re FM was among the first indigenous stations to among the first indigenous stations to among the first indigenous stations to broadcast in the country in any of the broadcast in the country in any of the broadcast in the country in any of the country's vernacular languages our new country's vernacular languages our new country's vernacular languages our new name embodies our obligation to be name embodies our obligation to be name embodies our obligation to be custodians of our cultures they bring custodians of our cultures they bring custodians of our cultures they bring you together of our various cultures in you together of our various cultures in you together of our various cultures in order to understand and see the beauty order to understand and see the beauty order to understand and see the beauty in unity with cultural diversity we hope in unity with cultural diversity we hope in unity with cultural diversity we hope to achieve this goal through our to achieve this goal through our to achieve this goal through our commitment and hard work but we will not commitment and hard work but we will not commitment and hard work but we will not travel far without the support of our travel far without the support of our travel far without the support of our listeners NBC's acting director general listeners NBC's acting director general listeners NBC's acting director general encouraged the presenters to ensure they encouraged the presenters to ensure they encouraged the presenters to ensure they understand the powerful role they play understand the powerful role they play understand the powerful role they play in nation-building know that we are in nation-building know that we are in nation-building know that we are there to serve each and every Namibian language and those who understand which language and those who understand which language and those who understand which even is not their mother tongue so it's even is not their mother tongue so it's even is not their mother tongue so it's very important when we are in air to be very important when we are in air to be very important when we are in air to be respectful and making sure that we respectful and making sure that we respectful and making sure that we strive towards nation-building murari FM strive towards nation-building murari FM strive towards nation-building murari FM covers a wide range of namibians in all covers a wide range of namibians in all covers a wide range of namibians in all 14 regions and internationally through 14 regions and internationally through 14 regions and internationally through online streaming therefore the permanent online streaming therefore the permanent online streaming therefore the permanent secretary in the ministry of information secretary in the ministry of information secretary in the ministry of information and communication technology each the and communication technology each the and communication technology each the station not to become complacent station not to become complacent station not to become complacent wherever services should not become wherever services should not become wherever services should not become complacent in delivering quality and complacent in delivering quality and complacent in delivering quality and professional broadcast services and professional broadcast services and professional broadcast services and program content at all times we should program content at all times we should program content at all times we should not leave the impression in the minds of not leave the impression in the minds of not leave the impression in the minds of some some some creative Namibians to start their own creative Namibians to start their own creative Namibians to start their own and private which are a service not that and private which are a service not that and private which are a service not that there is anything wrong with that but there is anything wrong with that but there is anything wrong with that but this initiative should not be born this initiative should not be born this initiative should not be born because we are offering substandard because we are offering substandard because we are offering substandard services services services Omer re FM will have its fun day at Omer re FM will have its fun day at Omer re FM will have its fun day at David visit and hold high school in David visit and hold high school in David visit and hold high school in comas doll this coming Friday and comas doll this coming Friday and comas doll this coming Friday and Saturday Saturday Saturday Salima Henoch NBC News van Hoek", "sentences": ["since last year the NBC has embarked on since last year the NBC has embarked on since last year the NBC has embarked on rebranding its indigenous radio stations rebranding its indigenous radio stations rebranding its indigenous radio stations changing their colonial names in effort changing their colonial names in effort changing their colonial names in effort to better represent Namibian cultures to better represent Namibian cultures to better represent Namibian cultures and traditions so far they have and traditions so far they have and traditions so far they have rebranded two stations namely the de rebranded two stations namely the de rebranded two stations namely the de marrón AMA station to case amis and the marrón AMA station to case amis and the marrón AMA station to case amis and the Africans to her club FM Omer re FM was Africans to her club FM Omer re FM was Africans to her club FM Omer re FM was among the first indigenous stations to among the first indigenous stations to among the first indigenous stations to broadcast in the country in any of the broadcast in the country in any of the broadcast in the country in any of the country's vernacular languages our new country's vernacular languages our new country's vernacular languages our new name embodies our obligation to be name embodies our obligation to be name embodies our obligation to be custodians of our cultures they bring custodians of our cultures they bring custodians of our cultures they bring you together of our various cultures in you together of our various cultures in you together of our various cultures in order to understand and see the beauty order to understand and see the beauty order to understand and see the beauty in unity with cultural diversity we hope in unity with cultural diversity we hope in unity with cultural diversity we hope to achieve this goal through our to achieve this goal through our to achieve this goal through our commitment and hard work but we will not commitment and hard work but we will not commitment and hard work but we will not travel far without the support of our travel far without the support of our travel far without the support of our listeners NBC's acting director general listeners NBC's acting director general listeners NBC's acting director general encouraged the presenters to ensure they encouraged the presenters to ensure they encouraged the presenters to ensure they understand the powerful role they play understand the powerful role they play understand the powerful role they play in nation-building know that we are in nation-building know that we are in nation-building know that we are there to serve each and every Namibian language and those who understand which language and those who understand which language and those who understand which even is not their mother tongue so it's even is not their mother tongue so it's even is not their mother tongue so it's very important when we are in air to be very important when we are in air to be very important when we are in air to be respectful and making sure that we respectful and making sure that we respectful and making sure that we strive towards nation-building murari FM strive towards nation-building murari FM strive towards nation-building murari FM covers a wide range of namibians in all covers a wide range of namibians in all covers a wide range of namibians in all 14 regions and internationally through 14 regions and internationally through 14 regions and internationally through online streaming therefore the permanent online streaming therefore the permanent online streaming therefore the permanent secretary in the ministry of information secretary in the ministry of information secretary in the ministry of information and communication technology each the and communication technology each the and communication technology each the station not to become complacent station not to become complacent station not to become complacent wherever services should not become wherever services should not become wherever services should not become complacent in delivering quality and complacent in delivering quality and complacent in delivering quality and professional broadcast services and professional broadcast services and professional broadcast services and program content at all times we should program content at all times we should program content at all times we should not leave the impression in the minds of not leave the impression in the minds of not leave the impression in the minds of some some some creative Namibians to start their own creative Namibians to start their own creative Namibians to start their own and private which are a service not that and private which are a service not that and private which are a service not that there is anything wrong with that but there is anything wrong with that but there is anything wrong with that but this initiative should not be born this initiative should not be born this initiative should not be born because we are offering substandard because we are offering substandard because we are offering substandard services services services Omer re FM will have its fun day at Omer re FM will have its fun day at Omer re FM will have its fun day at David visit and hold high school in David visit and hold high school in David visit and hold high school in comas doll this coming Friday and comas doll this coming Friday and comas doll this coming Friday and Saturday Saturday Saturday Salima Henoch NBC News van Hoek"], "transcript": [{"start": 0.52, "end": 4.26, "text": "since last year the NBC has embarked on"}, {"start": 4.26, "end": 4.27, "text": "since last year the NBC has embarked on"}, {"start": 4.27, "end": 7.11, "text": "since last year the NBC has embarked on rebranding its indigenous radio stations"}, {"start": 7.11, "end": 7.12, "text": "rebranding its indigenous radio stations"}, {"start": 7.12, "end": 10.11, "text": "rebranding its indigenous radio stations changing their colonial names in effort"}, {"start": 10.11, "end": 10.12, "text": "changing their colonial names in effort"}, {"start": 10.12, "end": 12.509, "text": "changing their colonial names in effort to better represent Namibian cultures"}, {"start": 12.509, "end": 12.519, "text": "to better represent Namibian cultures"}, {"start": 12.519, "end": 15.779, "text": "to better represent Namibian cultures and traditions so far they have"}, {"start": 15.779, "end": 15.789, "text": "and traditions so far they have"}, {"start": 15.789, "end": 18.57, "text": "and traditions so far they have rebranded two stations namely the de"}, {"start": 18.57, "end": 18.58, "text": "rebranded two stations namely the de"}, {"start": 18.58, "end": 21.45, "text": "rebranded two stations namely the de marrón AMA station to case amis and the"}, {"start": 21.45, "end": 21.46, "text": "marrón AMA station to case amis and the"}, {"start": 21.46, "end": 25.499, "text": "marrón AMA station to case amis and the Africans to her club FM Omer re FM was"}, {"start": 25.499, "end": 25.509, "text": "Africans to her club FM Omer re FM was"}, {"start": 25.509, "end": 27.87, "text": "Africans to her club FM Omer re FM was among the first indigenous stations to"}, {"start": 27.87, "end": 27.88, "text": "among the first indigenous stations to"}, {"start": 27.88, "end": 30.689, "text": "among the first indigenous stations to broadcast in the country in any of the"}, {"start": 30.689, "end": 30.699, "text": "broadcast in the country in any of the"}, {"start": 30.699, "end": 37.74, "text": "broadcast in the country in any of the country's vernacular languages our new"}, {"start": 37.74, "end": 37.75, "text": "country's vernacular languages our new"}, {"start": 37.75, "end": 41.43, "text": "country's vernacular languages our new name embodies our obligation to be"}, {"start": 41.43, "end": 41.44, "text": "name embodies our obligation to be"}, {"start": 41.44, "end": 44.55, "text": "name embodies our obligation to be custodians of our cultures they bring"}, {"start": 44.55, "end": 44.56, "text": "custodians of our cultures they bring"}, {"start": 44.56, "end": 47.25, "text": "custodians of our cultures they bring you together of our various cultures in"}, {"start": 47.25, "end": 47.26, "text": "you together of our various cultures in"}, {"start": 47.26, "end": 50.07, "text": "you together of our various cultures in order to understand and see the beauty"}, {"start": 50.07, "end": 50.08, "text": "order to understand and see the beauty"}, {"start": 50.08, "end": 54.3, "text": "order to understand and see the beauty in unity with cultural diversity we hope"}, {"start": 54.3, "end": 54.31, "text": "in unity with cultural diversity we hope"}, {"start": 54.31, "end": 56.1, "text": "in unity with cultural diversity we hope to achieve this goal through our"}, {"start": 56.1, "end": 56.11, "text": "to achieve this goal through our"}, {"start": 56.11, "end": 60.21, "text": "to achieve this goal through our commitment and hard work but we will not"}, {"start": 60.21, "end": 60.22, "text": "commitment and hard work but we will not"}, {"start": 60.22, "end": 62.7, "text": "commitment and hard work but we will not travel far without the support of our"}, {"start": 62.7, "end": 62.71, "text": "travel far without the support of our"}, {"start": 62.71, "end": 65.87, "text": "travel far without the support of our listeners NBC's acting director general"}, {"start": 65.87, "end": 65.88, "text": "listeners NBC's acting director general"}, {"start": 65.88, "end": 68.58, "text": "listeners NBC's acting director general encouraged the presenters to ensure they"}, {"start": 68.58, "end": 68.59, "text": "encouraged the presenters to ensure they"}, {"start": 68.59, "end": 70.889, "text": "encouraged the presenters to ensure they understand the powerful role they play"}, {"start": 70.889, "end": 70.899, "text": "understand the powerful role they play"}, {"start": 70.899, "end": 74.58, "text": "understand the powerful role they play in nation-building know that we are"}, {"start": 74.58, "end": 74.59, "text": "in nation-building know that we are"}, {"start": 74.59, "end": 82.31, "text": "in nation-building know that we are there to serve each and every Namibian"}, {"start": 82.32, "end": 85.139, "text": "language and those who understand which"}, {"start": 85.139, "end": 85.149, "text": "language and those who understand which"}, {"start": 85.149, "end": 88.56, "text": "language and those who understand which even is not their mother tongue so it's"}, {"start": 88.56, "end": 88.57, "text": "even is not their mother tongue so it's"}, {"start": 88.57, "end": 91.559, "text": "even is not their mother tongue so it's very important when we are in air to be"}, {"start": 91.559, "end": 91.569, "text": "very important when we are in air to be"}, {"start": 91.569, "end": 95.94, "text": "very important when we are in air to be respectful and making sure that we"}, {"start": 95.94, "end": 95.95, "text": "respectful and making sure that we"}, {"start": 95.95, "end": 99.35900000000001, "text": "respectful and making sure that we strive towards nation-building murari FM"}, {"start": 99.35900000000001, "end": 99.369, "text": "strive towards nation-building murari FM"}, {"start": 99.369, "end": 101.94, "text": "strive towards nation-building murari FM covers a wide range of namibians in all"}, {"start": 101.94, "end": 101.95, "text": "covers a wide range of namibians in all"}, {"start": 101.95, "end": 105.209, "text": "covers a wide range of namibians in all 14 regions and internationally through"}, {"start": 105.209, "end": 105.219, "text": "14 regions and internationally through"}, {"start": 105.219, "end": 109.37899999999999, "text": "14 regions and internationally through online streaming therefore the permanent"}, {"start": 109.37899999999999, "end": 109.38900000000001, "text": "online streaming therefore the permanent"}, {"start": 109.38900000000001, "end": 111.179, "text": "online streaming therefore the permanent secretary in the ministry of information"}, {"start": 111.179, "end": 111.189, "text": "secretary in the ministry of information"}, {"start": 111.189, "end": 114.779, "text": "secretary in the ministry of information and communication technology each the"}, {"start": 114.779, "end": 114.789, "text": "and communication technology each the"}, {"start": 114.789, "end": 117.149, "text": "and communication technology each the station not to become complacent"}, {"start": 117.149, "end": 117.15899999999999, "text": "station not to become complacent"}, {"start": 117.15899999999999, "end": 119.00999999999999, "text": "station not to become complacent wherever services should not become"}, {"start": 119.00999999999999, "end": 119.02000000000001, "text": "wherever services should not become"}, {"start": 119.02000000000001, "end": 121.319, "text": "wherever services should not become complacent in delivering quality and"}, {"start": 121.319, "end": 121.329, "text": "complacent in delivering quality and"}, {"start": 121.329, "end": 123.649, "text": "complacent in delivering quality and professional broadcast services and"}, {"start": 123.649, "end": 123.659, "text": "professional broadcast services and"}, {"start": 123.659, "end": 126.809, "text": "professional broadcast services and program content at all times we should"}, {"start": 126.809, "end": 126.819, "text": "program content at all times we should"}, {"start": 126.819, "end": 128.64, "text": "program content at all times we should not leave the impression in the minds of"}, {"start": 128.64, "end": 128.65, "text": "not leave the impression in the minds of"}, {"start": 128.65, "end": 129.91, "text": "not leave the impression in the minds of some"}, {"start": 129.91, "end": 129.92, "text": "some"}, {"start": 129.92, "end": 132.25, "text": "some creative Namibians to start their own"}, {"start": 132.25, "end": 132.26, "text": "creative Namibians to start their own"}, {"start": 132.26, "end": 135.34, "text": "creative Namibians to start their own and private which are a service not that"}, {"start": 135.34, "end": 135.35, "text": "and private which are a service not that"}, {"start": 135.35, "end": 137.38, "text": "and private which are a service not that there is anything wrong with that but"}, {"start": 137.38, "end": 137.39, "text": "there is anything wrong with that but"}, {"start": 137.39, "end": 139.27, "text": "there is anything wrong with that but this initiative should not be born"}, {"start": 139.27, "end": 139.28, "text": "this initiative should not be born"}, {"start": 139.28, "end": 142.3, "text": "this initiative should not be born because we are offering substandard"}, {"start": 142.3, "end": 142.31, "text": "because we are offering substandard"}, {"start": 142.31, "end": 143.11, "text": "because we are offering substandard services"}, {"start": 143.11, "end": 143.12, "text": "services"}, {"start": 143.12, "end": 145.72, "text": "services Omer re FM will have its fun day at"}, {"start": 145.72, "end": 145.73, "text": "Omer re FM will have its fun day at"}, {"start": 145.73, "end": 147.97, "text": "Omer re FM will have its fun day at David visit and hold high school in"}, {"start": 147.97, "end": 147.98, "text": "David visit and hold high school in"}, {"start": 147.98, "end": 150.57999999999998, "text": "David visit and hold high school in comas doll this coming Friday and"}, {"start": 150.57999999999998, "end": 150.59, "text": "comas doll this coming Friday and"}, {"start": 150.59, "end": 151.54, "text": "comas doll this coming Friday and Saturday"}, {"start": 151.54, "end": 151.55, "text": "Saturday"}, {"start": 151.55, "end": 157.06, "text": "Saturday Salima Henoch NBC News van Hoek"}], "createdAt": "2025-12-15T01:15:28.000Z", "imageUrl": "https://img.youtube.com/vi/-3wN4-rtK44/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=-3wN4-rtK44", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_9iNIpHqHPYg", "userId": "system", "title": "Namibia's Herero people want more reparations for Germany's genocide | DW News", "language": "hz", "content": "It's now 121 years since the Germans It's now 121 years since the Germans It's now 121 years since the Germans issued the order. But then, mind you, issued the order. But then, mind you, issued the order. But then, mind you, the overos had never perished. We had the overos had never perished. We had the overos had never perished. We had survived. survived. survived. &gt;&gt; I'm a German genocide remnant. I'm what &gt;&gt; I'm a German genocide remnant. I'm what &gt;&gt; I'm a German genocide remnant. I'm what remained when Germany couldn't finish. remained when Germany couldn't finish. remained when Germany couldn't finish. That's why I'm here. Stop. Stop. Stop. Stop. Stop. Stop. This should be the only day of genocide This should be the only day of genocide This should be the only day of genocide in the republic that has got to do with in the republic that has got to do with in the republic that has got to do with hero who are almost everywhere across hero who are almost everywhere across hero who are almost everywhere across the globe.", "sentences": ["It's now 121 years since the Germans It's now 121 years since the Germans It's now 121 years since the Germans issued the order.", "But then, mind you, issued the order.", "But then, mind you, issued the order.", "But then, mind you, the overos had never perished.", "We had the overos had never perished.", "We had the overos had never perished.", "We had survived.", "survived.", "survived.", "&gt;&gt; I'm a German genocide remnant.", "I'm what &gt;&gt; I'm a German genocide remnant.", "I'm what &gt;&gt; I'm a German genocide remnant.", "I'm what remained when Germany couldn't finish.", "remained when Germany couldn't finish.", "remained when Germany couldn't finish.", "That's why I'm here.", "Stop.", "Stop.", "Stop.", "Stop.", "Stop.", "Stop.", "This should be the only day of genocide This should be the only day of genocide This should be the only day of genocide in the republic that has got to do with in the republic that has got to do with in the republic that has got to do with hero who are almost everywhere across hero who are almost everywhere across hero who are almost everywhere across the globe."], "transcript": [{"start": 11.28, "end": 16.31, "text": "It's now 121 years since the Germans"}, {"start": 16.31, "end": 16.32, "text": "It's now 121 years since the Germans"}, {"start": 16.32, "end": 20.07, "text": "It's now 121 years since the Germans issued the order. But then, mind you,"}, {"start": 20.07, "end": 20.08, "text": "issued the order. But then, mind you,"}, {"start": 20.08, "end": 25.029, "text": "issued the order. But then, mind you, the overos had never perished. We had"}, {"start": 25.029, "end": 25.039, "text": "the overos had never perished. We had"}, {"start": 25.039, "end": 25.75, "text": "the overos had never perished. We had survived."}, {"start": 25.75, "end": 25.76, "text": "survived."}, {"start": 25.76, "end": 29.99, "text": "survived. &gt;&gt; I'm a German genocide remnant. I'm what"}, {"start": 29.99, "end": 30.0, "text": "&gt;&gt; I'm a German genocide remnant. I'm what"}, {"start": 30.0, "end": 32.15, "text": "&gt;&gt; I'm a German genocide remnant. I'm what remained when Germany couldn't finish."}, {"start": 32.15, "end": 32.16, "text": "remained when Germany couldn't finish."}, {"start": 32.16, "end": 43.75, "text": "remained when Germany couldn't finish. That's why I'm here."}, {"start": 43.76, "end": 45.91, "text": "Stop."}, {"start": 45.91, "end": 45.92, "text": "Stop."}, {"start": 45.92, "end": 61.91, "text": "Stop. Stop. Stop. Stop."}, {"start": 61.92, "end": 64.789, "text": "This should be the only day of genocide"}, {"start": 64.789, "end": 64.799, "text": "This should be the only day of genocide"}, {"start": 64.799, "end": 66.789, "text": "This should be the only day of genocide in the republic that has got to do with"}, {"start": 66.789, "end": 66.799, "text": "in the republic that has got to do with"}, {"start": 66.799, "end": 68.71000000000001, "text": "in the republic that has got to do with hero who are almost everywhere across"}, {"start": 68.71000000000001, "end": 68.72, "text": "hero who are almost everywhere across"}, {"start": 68.72, "end": 71.03999999999999, "text": "hero who are almost everywhere across the globe."}], "createdAt": "2025-12-15T01:15:13.000Z", "imageUrl": "https://img.youtube.com/vi/9iNIpHqHPYg/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=9iNIpHqHPYg", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_MT4r0PHWzcY", "userId": "system", "title": "Namibia’s High Court rules against including Germany in ongoing genocide redress case | DW News", "language": "hz", "content": "From our perspective, the main case only From our perspective, the main case only From our perspective, the main case only makes sense if Germany is involved. I makes sense if Germany is involved. I makes sense if Germany is involved. I mean, we don't want to have a sideshow mean, we don't want to have a sideshow mean, we don't want to have a sideshow amongst Namibians. We have no quarrel amongst Namibians. We have no quarrel amongst Namibians. We have no quarrel amongst ourselves. acts of statement. acts of statement. acts of statement. Barring that one. Okay. The fight is still on. We are not going The fight is still on. We are not going The fight is still on. We are not going to leave it here because it hurt us and to leave it here because it hurt us and to leave it here because it hurt us and it has also hurt lot of our people who it has also hurt lot of our people who it has also hurt lot of our people who is not no more here. So the fight is is not no more here. So the fight is is not no more here. So the fight is still on but we were disappointed about still on but we were disappointed about still on but we were disappointed about today's outcome. For my in my view, I today's outcome. For my in my view, I today's outcome. For my in my view, I was very very disappointed.", "sentences": ["From our perspective, the main case only From our perspective, the main case only From our perspective, the main case only makes sense if Germany is involved.", "I makes sense if Germany is involved.", "I makes sense if Germany is involved.", "I mean, we don't want to have a sideshow mean, we don't want to have a sideshow mean, we don't want to have a sideshow amongst Namibians.", "We have no quarrel amongst Namibians.", "We have no quarrel amongst Namibians.", "We have no quarrel amongst ourselves.", "acts of statement.", "acts of statement.", "acts of statement.", "Barring that one.", "Okay.", "The fight is still on.", "We are not going The fight is still on.", "We are not going The fight is still on.", "We are not going to leave it here because it hurt us and to leave it here because it hurt us and to leave it here because it hurt us and it has also hurt lot of our people who it has also hurt lot of our people who it has also hurt lot of our people who is not no more here.", "So the fight is is not no more here.", "So the fight is is not no more here.", "So the fight is still on but we were disappointed about still on but we were disappointed about still on but we were disappointed about today's outcome.", "For my in my view, I today's outcome.", "For my in my view, I today's outcome.", "For my in my view, I was very very disappointed."], "transcript": [{"start": 10.8, "end": 13.589, "text": "From our perspective, the main case only"}, {"start": 13.589, "end": 13.599, "text": "From our perspective, the main case only"}, {"start": 13.599, "end": 16.71, "text": "From our perspective, the main case only makes sense if Germany is involved. I"}, {"start": 16.71, "end": 16.72, "text": "makes sense if Germany is involved. I"}, {"start": 16.72, "end": 18.87, "text": "makes sense if Germany is involved. I mean, we don't want to have a sideshow"}, {"start": 18.87, "end": 18.88, "text": "mean, we don't want to have a sideshow"}, {"start": 18.88, "end": 20.71, "text": "mean, we don't want to have a sideshow amongst Namibians. We have no quarrel"}, {"start": 20.71, "end": 20.72, "text": "amongst Namibians. We have no quarrel"}, {"start": 20.72, "end": 28.71, "text": "amongst Namibians. We have no quarrel amongst ourselves."}, {"start": 28.72, "end": 30.55, "text": "acts of statement."}, {"start": 30.55, "end": 30.56, "text": "acts of statement."}, {"start": 30.56, "end": 50.709, "text": "acts of statement. Barring that one."}, {"start": 50.719, "end": 75.109, "text": "Okay."}, {"start": 75.119, "end": 77.51, "text": "The fight is still on. We are not going"}, {"start": 77.51, "end": 77.52, "text": "The fight is still on. We are not going"}, {"start": 77.52, "end": 81.67, "text": "The fight is still on. We are not going to leave it here because it hurt us and"}, {"start": 81.67, "end": 81.68, "text": "to leave it here because it hurt us and"}, {"start": 81.68, "end": 85.59, "text": "to leave it here because it hurt us and it has also hurt lot of our people who"}, {"start": 85.59, "end": 85.6, "text": "it has also hurt lot of our people who"}, {"start": 85.6, "end": 88.469, "text": "it has also hurt lot of our people who is not no more here. So the fight is"}, {"start": 88.469, "end": 88.479, "text": "is not no more here. So the fight is"}, {"start": 88.479, "end": 91.03, "text": "is not no more here. So the fight is still on but we were disappointed about"}, {"start": 91.03, "end": 91.03999999999999, "text": "still on but we were disappointed about"}, {"start": 91.03999999999999, "end": 94.87, "text": "still on but we were disappointed about today's outcome. For my in my view, I"}, {"start": 94.87, "end": 94.88, "text": "today's outcome. For my in my view, I"}, {"start": 94.88, "end": 97.84, "text": "today's outcome. For my in my view, I was very very disappointed."}], "createdAt": "2025-12-15T01:14:55.000Z", "imageUrl": "https://img.youtube.com/vi/MT4r0PHWzcY/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=MT4r0PHWzcY", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_QX7R3OBJ00A", "userId": "system", "title": "Otjiherero Language Teachers Association praises indigenous languages as medium of instruction-NBC", "language": "hz", "content": "indigenous languages play a crucial role indigenous languages play a crucial role indigenous languages play a crucial role in citizens daily lives yet despite the in citizens daily lives yet despite the in citizens daily lives yet despite the immense value indigenous languages immense value indigenous languages immense value indigenous languages appear to be slowly fading out of modern appear to be slowly fading out of modern appear to be slowly fading out of modern society with this in mind they achieve society with this in mind they achieve society with this in mind they achieve higher all language teachers established higher all language teachers established higher all language teachers established an association aimed at promoting and an association aimed at promoting and an association aimed at promoting and developing the or Chihiro Language developing the or Chihiro Language developing the or Chihiro Language Association was started or founded in on Association was started or founded in on Association was started or founded in on the 20th of February 2016 the major aim the 20th of February 2016 the major aim the 20th of February 2016 the major aim or the goal of the Association is to or the goal of the Association is to or the goal of the Association is to organize teachers or zero teachers under organize teachers or zero teachers under organize teachers or zero teachers under one umbrella so that they can be able to one umbrella so that they can be able to one umbrella so that they can be able to exchange ideas so that they can develop exchange ideas so that they can develop exchange ideas so that they can develop the language together so that they can the language together so that they can the language together so that they can discuss best classroom practices so that discuss best classroom practices so that discuss best classroom practices so that they can develop teaching and learning they can develop teaching and learning they can develop teaching and learning materials that will enable them to help materials that will enable them to help materials that will enable them to help them in concept formation it helps them them in concept formation it helps them them in concept formation it helps them to understand things much better so it to understand things much better so it to understand things much better so it lays the foundation for for future lays the foundation for for future lays the foundation for for future learning by ever say some of the learning by ever say some of the learning by ever say some of the association's successes since inception association's successes since inception association's successes since inception include establishing regional structures include establishing regional structures include establishing regional structures in six regions across the country in six regions across the country in six regions across the country developing material used in schools and developing material used in schools and developing material used in schools and being able to mobilize a great number of being able to mobilize a great number of being able to mobilize a great number of or she had her own teachers across the or she had her own teachers across the or she had her own teachers across the country there are quite a lot of country there are quite a lot of country there are quite a lot of challenges that we need to overcome or challenges that we need to overcome or challenges that we need to overcome or jierou is taught in six regions as I'm jierou is taught in six regions as I'm jierou is taught in six regions as I'm speaking to you now so they it is spread speaking to you now so they it is spread speaking to you now so they it is spread across the country so it is not always across the country so it is not always across the country so it is not always easy to reach all the the members of the easy to reach all the the members of the easy to reach all the the members of the Association and as you know that we are Association and as you know that we are Association and as you know that we are also handicapped by lack of funds to also handicapped by lack of funds to also handicapped by lack of funds to carry out our activities at this moment carry out our activities at this moment carry out our activities at this moment we are only relying on on membership we are only relying on on membership we are only relying on on membership contributions association members contributions association members contributions association members reviewed its activities over the past reviewed its activities over the past reviewed its activities over the past three years and looked at solutions to three years and looked at solutions to three years and looked at solutions to overcome the challenges they face and to overcome the challenges they face and to overcome the challenges they face and to elect the association's Executive Board elect the association's Executive Board elect the association's Executive Board of Directors the achiara language of Directors the achiara language of Directors the achiara language Teachers Association was founded in Teachers Association was founded in Teachers Association was founded in February 2016 as a nonprofit February 2016 as a nonprofit February 2016 as a nonprofit organization in work organization in work organization in work closely with the Ministry of Education closely with the Ministry of Education closely with the Ministry of Education arts and culture to advance the arts and culture to advance the arts and culture to advance the ministry's programs related to or ministry's programs related to or ministry's programs related to or she/her or language subjects", "sentences": ["indigenous languages play a crucial role indigenous languages play a crucial role indigenous languages play a crucial role in citizens daily lives yet despite the in citizens daily lives yet despite the in citizens daily lives yet despite the immense value indigenous languages immense value indigenous languages immense value indigenous languages appear to be slowly fading out of modern appear to be slowly fading out of modern appear to be slowly fading out of modern society with this in mind they achieve society with this in mind they achieve society with this in mind they achieve higher all language teachers established higher all language teachers established higher all language teachers established an association aimed at promoting and an association aimed at promoting and an association aimed at promoting and developing the or Chihiro Language developing the or Chihiro Language developing the or Chihiro Language Association was started or founded in on Association was started or founded in on Association was started or founded in on the 20th of February 2016 the major aim the 20th of February 2016 the major aim the 20th of February 2016 the major aim or the goal of the Association is to or the goal of the Association is to or the goal of the Association is to organize teachers or zero teachers under organize teachers or zero teachers under organize teachers or zero teachers under one umbrella so that they can be able to one umbrella so that they can be able to one umbrella so that they can be able to exchange ideas so that they can develop exchange ideas so that they can develop exchange ideas so that they can develop the language together so that they can the language together so that they can the language together so that they can discuss best classroom practices so that discuss best classroom practices so that discuss best classroom practices so that they can develop teaching and learning they can develop teaching and learning they can develop teaching and learning materials that will enable them to help materials that will enable them to help materials that will enable them to help them in concept formation it helps them them in concept formation it helps them them in concept formation it helps them to understand things much better so it to understand things much better so it to understand things much better so it lays the foundation for for future lays the foundation for for future lays the foundation for for future learning by ever say some of the learning by ever say some of the learning by ever say some of the association's successes since inception association's successes since inception association's successes since inception include establishing regional structures include establishing regional structures include establishing regional structures in six regions across the country in six regions across the country in six regions across the country developing material used in schools and developing material used in schools and developing material used in schools and being able to mobilize a great number of being able to mobilize a great number of being able to mobilize a great number of or she had her own teachers across the or she had her own teachers across the or she had her own teachers across the country there are quite a lot of country there are quite a lot of country there are quite a lot of challenges that we need to overcome or challenges that we need to overcome or challenges that we need to overcome or jierou is taught in six regions as I'm jierou is taught in six regions as I'm jierou is taught in six regions as I'm speaking to you now so they it is spread speaking to you now so they it is spread speaking to you now so they it is spread across the country so it is not always across the country so it is not always across the country so it is not always easy to reach all the the members of the easy to reach all the the members of the easy to reach all the the members of the Association and as you know that we are Association and as you know that we are Association and as you know that we are also handicapped by lack of funds to also handicapped by lack of funds to also handicapped by lack of funds to carry out our activities at this moment carry out our activities at this moment carry out our activities at this moment we are only relying on on membership we are only relying on on membership we are only relying on on membership contributions association members contributions association members contributions association members reviewed its activities over the past reviewed its activities over the past reviewed its activities over the past three years and looked at solutions to three years and looked at solutions to three years and looked at solutions to overcome the challenges they face and to overcome the challenges they face and to overcome the challenges they face and to elect the association's Executive Board elect the association's Executive Board elect the association's Executive Board of Directors the achiara language of Directors the achiara language of Directors the achiara language Teachers Association was founded in Teachers Association was founded in Teachers Association was founded in February 2016 as a nonprofit February 2016 as a nonprofit February 2016 as a nonprofit organization in work organization in work organization in work closely with the Ministry of Education closely with the Ministry of Education closely with the Ministry of Education arts and culture to advance the arts and culture to advance the arts and culture to advance the ministry's programs related to or ministry's programs related to or ministry's programs related to or she/her or language subjects"], "transcript": [{"start": 2.46, "end": 5.07, "text": "indigenous languages play a crucial role"}, {"start": 5.07, "end": 5.08, "text": "indigenous languages play a crucial role"}, {"start": 5.08, "end": 8.58, "text": "indigenous languages play a crucial role in citizens daily lives yet despite the"}, {"start": 8.58, "end": 8.59, "text": "in citizens daily lives yet despite the"}, {"start": 8.59, "end": 10.77, "text": "in citizens daily lives yet despite the immense value indigenous languages"}, {"start": 10.77, "end": 10.78, "text": "immense value indigenous languages"}, {"start": 10.78, "end": 12.96, "text": "immense value indigenous languages appear to be slowly fading out of modern"}, {"start": 12.96, "end": 12.97, "text": "appear to be slowly fading out of modern"}, {"start": 12.97, "end": 16.019, "text": "appear to be slowly fading out of modern society with this in mind they achieve"}, {"start": 16.019, "end": 16.029, "text": "society with this in mind they achieve"}, {"start": 16.029, "end": 17.939, "text": "society with this in mind they achieve higher all language teachers established"}, {"start": 17.939, "end": 17.949, "text": "higher all language teachers established"}, {"start": 17.949, "end": 20.669, "text": "higher all language teachers established an association aimed at promoting and"}, {"start": 20.669, "end": 20.679, "text": "an association aimed at promoting and"}, {"start": 20.679, "end": 22.849, "text": "an association aimed at promoting and developing the or Chihiro Language"}, {"start": 22.849, "end": 22.859, "text": "developing the or Chihiro Language"}, {"start": 22.859, "end": 26.999, "text": "developing the or Chihiro Language Association was started or founded in on"}, {"start": 26.999, "end": 27.009, "text": "Association was started or founded in on"}, {"start": 27.009, "end": 30.809, "text": "Association was started or founded in on the 20th of February 2016 the major aim"}, {"start": 30.809, "end": 30.819, "text": "the 20th of February 2016 the major aim"}, {"start": 30.819, "end": 35.7, "text": "the 20th of February 2016 the major aim or the goal of the Association is to"}, {"start": 35.7, "end": 35.71, "text": "or the goal of the Association is to"}, {"start": 35.71, "end": 38.4, "text": "or the goal of the Association is to organize teachers or zero teachers under"}, {"start": 38.4, "end": 38.41, "text": "organize teachers or zero teachers under"}, {"start": 38.41, "end": 42.24, "text": "organize teachers or zero teachers under one umbrella so that they can be able to"}, {"start": 42.24, "end": 42.25, "text": "one umbrella so that they can be able to"}, {"start": 42.25, "end": 45.45, "text": "one umbrella so that they can be able to exchange ideas so that they can develop"}, {"start": 45.45, "end": 45.46, "text": "exchange ideas so that they can develop"}, {"start": 45.46, "end": 48.06, "text": "exchange ideas so that they can develop the language together so that they can"}, {"start": 48.06, "end": 48.07, "text": "the language together so that they can"}, {"start": 48.07, "end": 52.169, "text": "the language together so that they can discuss best classroom practices so that"}, {"start": 52.169, "end": 52.179, "text": "discuss best classroom practices so that"}, {"start": 52.179, "end": 54.84, "text": "discuss best classroom practices so that they can develop teaching and learning"}, {"start": 54.84, "end": 54.85, "text": "they can develop teaching and learning"}, {"start": 54.85, "end": 59.099, "text": "they can develop teaching and learning materials that will enable them to help"}, {"start": 59.099, "end": 59.109, "text": "materials that will enable them to help"}, {"start": 59.109, "end": 61.649, "text": "materials that will enable them to help them in concept formation it helps them"}, {"start": 61.649, "end": 61.659, "text": "them in concept formation it helps them"}, {"start": 61.659, "end": 65.07, "text": "them in concept formation it helps them to understand things much better so it"}, {"start": 65.07, "end": 65.08, "text": "to understand things much better so it"}, {"start": 65.08, "end": 68.03999999999999, "text": "to understand things much better so it lays the foundation for for future"}, {"start": 68.03999999999999, "end": 68.05, "text": "lays the foundation for for future"}, {"start": 68.05, "end": 70.89, "text": "lays the foundation for for future learning by ever say some of the"}, {"start": 70.89, "end": 70.9, "text": "learning by ever say some of the"}, {"start": 70.9, "end": 73.03999999999999, "text": "learning by ever say some of the association's successes since inception"}, {"start": 73.03999999999999, "end": 73.05, "text": "association's successes since inception"}, {"start": 73.05, "end": 76.17, "text": "association's successes since inception include establishing regional structures"}, {"start": 76.17, "end": 76.18, "text": "include establishing regional structures"}, {"start": 76.18, "end": 78.02, "text": "include establishing regional structures in six regions across the country"}, {"start": 78.02, "end": 78.03, "text": "in six regions across the country"}, {"start": 78.03, "end": 80.64, "text": "in six regions across the country developing material used in schools and"}, {"start": 80.64, "end": 80.65, "text": "developing material used in schools and"}, {"start": 80.65, "end": 82.8, "text": "developing material used in schools and being able to mobilize a great number of"}, {"start": 82.8, "end": 82.81, "text": "being able to mobilize a great number of"}, {"start": 82.81, "end": 84.72, "text": "being able to mobilize a great number of or she had her own teachers across the"}, {"start": 84.72, "end": 84.73, "text": "or she had her own teachers across the"}, {"start": 84.73, "end": 86.85, "text": "or she had her own teachers across the country there are quite a lot of"}, {"start": 86.85, "end": 86.86, "text": "country there are quite a lot of"}, {"start": 86.86, "end": 90.39, "text": "country there are quite a lot of challenges that we need to overcome or"}, {"start": 90.39, "end": 90.4, "text": "challenges that we need to overcome or"}, {"start": 90.4, "end": 92.88, "text": "challenges that we need to overcome or jierou is taught in six regions as I'm"}, {"start": 92.88, "end": 92.89, "text": "jierou is taught in six regions as I'm"}, {"start": 92.89, "end": 96.3, "text": "jierou is taught in six regions as I'm speaking to you now so they it is spread"}, {"start": 96.3, "end": 96.31, "text": "speaking to you now so they it is spread"}, {"start": 96.31, "end": 98.37, "text": "speaking to you now so they it is spread across the country so it is not always"}, {"start": 98.37, "end": 98.38, "text": "across the country so it is not always"}, {"start": 98.38, "end": 101.37, "text": "across the country so it is not always easy to reach all the the members of the"}, {"start": 101.37, "end": 101.38, "text": "easy to reach all the the members of the"}, {"start": 101.38, "end": 105.50999999999999, "text": "easy to reach all the the members of the Association and as you know that we are"}, {"start": 105.50999999999999, "end": 105.52000000000001, "text": "Association and as you know that we are"}, {"start": 105.52000000000001, "end": 108.87, "text": "Association and as you know that we are also handicapped by lack of funds to"}, {"start": 108.87, "end": 108.88, "text": "also handicapped by lack of funds to"}, {"start": 108.88, "end": 112.02000000000001, "text": "also handicapped by lack of funds to carry out our activities at this moment"}, {"start": 112.02000000000001, "end": 112.03, "text": "carry out our activities at this moment"}, {"start": 112.03, "end": 114.78, "text": "carry out our activities at this moment we are only relying on on membership"}, {"start": 114.78, "end": 114.78999999999999, "text": "we are only relying on on membership"}, {"start": 114.78999999999999, "end": 117.81, "text": "we are only relying on on membership contributions association members"}, {"start": 117.81, "end": 117.82, "text": "contributions association members"}, {"start": 117.82, "end": 119.43, "text": "contributions association members reviewed its activities over the past"}, {"start": 119.43, "end": 119.44, "text": "reviewed its activities over the past"}, {"start": 119.44, "end": 121.89, "text": "reviewed its activities over the past three years and looked at solutions to"}, {"start": 121.89, "end": 121.9, "text": "three years and looked at solutions to"}, {"start": 121.9, "end": 124.5, "text": "three years and looked at solutions to overcome the challenges they face and to"}, {"start": 124.5, "end": 124.51, "text": "overcome the challenges they face and to"}, {"start": 124.51, "end": 126.63, "text": "overcome the challenges they face and to elect the association's Executive Board"}, {"start": 126.63, "end": 126.64, "text": "elect the association's Executive Board"}, {"start": 126.64, "end": 129.21, "text": "elect the association's Executive Board of Directors the achiara language"}, {"start": 129.21, "end": 129.22, "text": "of Directors the achiara language"}, {"start": 129.22, "end": 131.22, "text": "of Directors the achiara language Teachers Association was founded in"}, {"start": 131.22, "end": 131.23, "text": "Teachers Association was founded in"}, {"start": 131.23, "end": 134.07, "text": "Teachers Association was founded in February 2016 as a nonprofit"}, {"start": 134.07, "end": 134.08, "text": "February 2016 as a nonprofit"}, {"start": 134.08, "end": 135.66, "text": "February 2016 as a nonprofit organization in work"}, {"start": 135.66, "end": 135.67, "text": "organization in work"}, {"start": 135.67, "end": 137.04, "text": "organization in work closely with the Ministry of Education"}, {"start": 137.04, "end": 137.05, "text": "closely with the Ministry of Education"}, {"start": 137.05, "end": 139.44, "text": "closely with the Ministry of Education arts and culture to advance the"}, {"start": 139.44, "end": 139.45, "text": "arts and culture to advance the"}, {"start": 139.45, "end": 141.96, "text": "arts and culture to advance the ministry's programs related to or"}, {"start": 141.96, "end": 141.97, "text": "ministry's programs related to or"}, {"start": 141.97, "end": 145.739, "text": "ministry's programs related to or she/her or language subjects"}], "createdAt": "2025-12-15T01:14:39.000Z", "imageUrl": "https://img.youtube.com/vi/QX7R3OBJ00A/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=QX7R3OBJ00A", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_AUOnwDe_B1Q", "userId": "system", "title": "Otjiherero tag|| I clearly need lessons😫", "language": "hz", "content": "hey babies welcome back to my youtube hey babies welcome back to my youtube hey babies welcome back to my youtube channel channel channel if you're new welcome i hope you like if you're new welcome i hope you like if you're new welcome i hope you like what you see when you join the family what you see when you join the family what you see when you join the family if you're returning subscriber you know if you're returning subscriber you know if you're returning subscriber you know the fives the fives the fives welcome back welcome back as you guys welcome back welcome back as you guys welcome back welcome back as you guys can see by the title of this video can see by the title of this video can see by the title of this video i'm going to do oh little tag today i'm going to do oh little tag today i'm going to do oh little tag today okay okay honey okay okay honey okay okay honey you guys really awesome this video my you guys really awesome this video my you guys really awesome this video my hair is on crutches so hair is on crutches so hair is on crutches so i'm gonna make you guys laugh let's get i'm gonna make you guys laugh let's get i'm gonna make you guys laugh let's get into this video child into this video child into this video child [Music] so just like a little background my so just like a little background my so just like a little background my mother tongue is afrikaans mother tongue is afrikaans mother tongue is afrikaans english was the second language i english was the second language i english was the second language i learned and learned and learned and i kind of picked up hero from the i kind of picked up hero from the i kind of picked up hero from the streets streets streets because i used to live in truman and my because i used to live in truman and my because i used to live in truman and my grandmother taught me how to raise us so grandmother taught me how to raise us so grandmother taught me how to raise us so that is why it's not 100 that is why it's not 100 that is why it's not 100 so you know but i mean i'm trying i keep forgetting what time i'm trying i keep forgetting what time i'm trying i keep forgetting what time is in here though is in here though is in here though um before you guys ask me [Music] m [Music] [Music] [Music] um [Music] [Music] it's not even my fault no i like what can we say she i like what can we say she i like what can we say she as i'm growing marijuana what does it mean and you can use that word and you can use that word and you can use that word from the cleanse i think there are 11 from the cleanse i think there are 11 from the cleanse i think there are 11 clans if i'm not mistaken i'm speaking clans if i'm not mistaken i'm speaking clans if i'm not mistaken i'm speaking out of correction out of correction out of correction or she ever um um now so [Music] [Music] [Music] oh um [Music] um um [Music] [Music] [Music] [Music] um [Laughter] [Laughter] [Laughter] [Music] but yeah baby mommy i'm fooling me [Music] [Music] are then she she don't are then she she don't are then she she don't then pepe is bettering guys i think that's the right one but i know i think that's the right one but i know i think that's the right one but i know it's takamiti but i think [Music] this was so fun for me guys let me just this was so fun for me guys let me just this was so fun for me guys let me just speak english real quick speak english real quick speak english real quick this was so fun filming because my hair this was so fun filming because my hair this was so fun filming because my hair is on okay", "sentences": ["hey babies welcome back to my youtube hey babies welcome back to my youtube hey babies welcome back to my youtube channel channel channel if you're new welcome i hope you like if you're new welcome i hope you like if you're new welcome i hope you like what you see when you join the family what you see when you join the family what you see when you join the family if you're returning subscriber you know if you're returning subscriber you know if you're returning subscriber you know the fives the fives the fives welcome back welcome back as you guys welcome back welcome back as you guys welcome back welcome back as you guys can see by the title of this video can see by the title of this video can see by the title of this video i'm going to do oh little tag today i'm going to do oh little tag today i'm going to do oh little tag today okay okay honey okay okay honey okay okay honey you guys really awesome this video my you guys really awesome this video my you guys really awesome this video my hair is on crutches so hair is on crutches so hair is on crutches so i'm gonna make you guys laugh let's get i'm gonna make you guys laugh let's get i'm gonna make you guys laugh let's get into this video child into this video child into this video child [Music] so just like a little background my so just like a little background my so just like a little background my mother tongue is afrikaans mother tongue is afrikaans mother tongue is afrikaans english was the second language i english was the second language i english was the second language i learned and learned and learned and i kind of picked up hero from the i kind of picked up hero from the i kind of picked up hero from the streets streets streets because i used to live in truman and my because i used to live in truman and my because i used to live in truman and my grandmother taught me how to raise us so grandmother taught me how to raise us so grandmother taught me how to raise us so that is why it's not 100 that is why it's not 100 that is why it's not 100 so you know but i mean i'm trying i keep forgetting what time i'm trying i keep forgetting what time i'm trying i keep forgetting what time is in here though is in here though is in here though um before you guys ask me [Music] m [Music] [Music] [Music] um [Music] [Music] it's not even my fault no i like what can we say she i like what can we say she i like what can we say she as i'm growing marijuana what does it mean and you can use that word and you can use that word and you can use that word from the cleanse i think there are 11 from the cleanse i think there are 11 from the cleanse i think there are 11 clans if i'm not mistaken i'm speaking clans if i'm not mistaken i'm speaking clans if i'm not mistaken i'm speaking out of correction out of correction out of correction or she ever um um now so [Music] [Music] [Music] oh um [Music] um um [Music] [Music] [Music] [Music] um [Laughter] [Laughter] [Laughter] [Music] but yeah baby mommy i'm fooling me [Music] [Music] are then she she don't are then she she don't are then she she don't then pepe is bettering guys i think that's the right one but i know i think that's the right one but i know i think that's the right one but i know it's takamiti but i think [Music] this was so fun for me guys let me just this was so fun for me guys let me just this was so fun for me guys let me just speak english real quick speak english real quick speak english real quick this was so fun filming because my hair this was so fun filming because my hair this was so fun filming because my hair is on okay"], "transcript": [{"start": 0.0, "end": 2.07, "text": "hey babies welcome back to my youtube"}, {"start": 2.07, "end": 2.08, "text": "hey babies welcome back to my youtube"}, {"start": 2.08, "end": 3.99, "text": "hey babies welcome back to my youtube channel"}, {"start": 3.99, "end": 4.0, "text": "channel"}, {"start": 4.0, "end": 5.749, "text": "channel if you're new welcome i hope you like"}, {"start": 5.749, "end": 5.759, "text": "if you're new welcome i hope you like"}, {"start": 5.759, "end": 7.19, "text": "if you're new welcome i hope you like what you see when you join the family"}, {"start": 7.19, "end": 7.2, "text": "what you see when you join the family"}, {"start": 7.2, "end": 9.99, "text": "what you see when you join the family if you're returning subscriber you know"}, {"start": 9.99, "end": 10.0, "text": "if you're returning subscriber you know"}, {"start": 10.0, "end": 11.589, "text": "if you're returning subscriber you know the fives"}, {"start": 11.589, "end": 11.599, "text": "the fives"}, {"start": 11.599, "end": 14.47, "text": "the fives welcome back welcome back as you guys"}, {"start": 14.47, "end": 14.48, "text": "welcome back welcome back as you guys"}, {"start": 14.48, "end": 16.55, "text": "welcome back welcome back as you guys can see by the title of this video"}, {"start": 16.55, "end": 16.56, "text": "can see by the title of this video"}, {"start": 16.56, "end": 20.55, "text": "can see by the title of this video i'm going to do oh little tag today"}, {"start": 20.55, "end": 20.56, "text": "i'm going to do oh little tag today"}, {"start": 20.56, "end": 23.59, "text": "i'm going to do oh little tag today okay okay honey"}, {"start": 23.59, "end": 23.6, "text": "okay okay honey"}, {"start": 23.6, "end": 25.83, "text": "okay okay honey you guys really awesome this video my"}, {"start": 25.83, "end": 25.84, "text": "you guys really awesome this video my"}, {"start": 25.84, "end": 28.79, "text": "you guys really awesome this video my hair is on crutches so"}, {"start": 28.79, "end": 28.8, "text": "hair is on crutches so"}, {"start": 28.8, "end": 30.79, "text": "hair is on crutches so i'm gonna make you guys laugh let's get"}, {"start": 30.79, "end": 30.8, "text": "i'm gonna make you guys laugh let's get"}, {"start": 30.8, "end": 45.31, "text": "i'm gonna make you guys laugh let's get into this video child"}, {"start": 45.31, "end": 45.32, "text": "into this video child"}, {"start": 45.32, "end": 58.389, "text": "into this video child [Music]"}, {"start": 58.399, "end": 60.709, "text": "so just like a little background my"}, {"start": 60.709, "end": 60.719, "text": "so just like a little background my"}, {"start": 60.719, "end": 62.229, "text": "so just like a little background my mother tongue is afrikaans"}, {"start": 62.229, "end": 62.239, "text": "mother tongue is afrikaans"}, {"start": 62.239, "end": 63.75, "text": "mother tongue is afrikaans english was the second language i"}, {"start": 63.75, "end": 63.76, "text": "english was the second language i"}, {"start": 63.76, "end": 66.63, "text": "english was the second language i learned and"}, {"start": 66.63, "end": 66.64, "text": "learned and"}, {"start": 66.64, "end": 68.55, "text": "learned and i kind of picked up hero from the"}, {"start": 68.55, "end": 68.56, "text": "i kind of picked up hero from the"}, {"start": 68.56, "end": 69.75, "text": "i kind of picked up hero from the streets"}, {"start": 69.75, "end": 69.76, "text": "streets"}, {"start": 69.76, "end": 72.71000000000001, "text": "streets because i used to live in truman and my"}, {"start": 72.71000000000001, "end": 72.72, "text": "because i used to live in truman and my"}, {"start": 72.72, "end": 74.469, "text": "because i used to live in truman and my grandmother taught me how to raise us so"}, {"start": 74.469, "end": 74.479, "text": "grandmother taught me how to raise us so"}, {"start": 74.479, "end": 75.91, "text": "grandmother taught me how to raise us so that is why it's not 100"}, {"start": 75.91, "end": 75.92, "text": "that is why it's not 100"}, {"start": 75.92, "end": 84.63, "text": "that is why it's not 100 so you know but i mean"}, {"start": 84.64, "end": 87.03, "text": "i'm trying i keep forgetting what time"}, {"start": 87.03, "end": 87.03999999999999, "text": "i'm trying i keep forgetting what time"}, {"start": 87.03999999999999, "end": 89.51, "text": "i'm trying i keep forgetting what time is in here though"}, {"start": 89.51, "end": 89.52, "text": "is in here though"}, {"start": 89.52, "end": 125.109, "text": "is in here though um"}, {"start": 125.119, "end": 155.48, "text": "before you guys ask me"}, {"start": 155.49, "end": 168.82999999999998, "text": "[Music]"}, {"start": 168.84, "end": 181.73, "text": "m"}, {"start": 181.74, "end": 182.83, "text": "[Music]"}, {"start": 182.83, "end": 182.84, "text": "[Music]"}, {"start": 182.84, "end": 202.9, "text": "[Music] um"}, {"start": 202.91, "end": 211.75, "text": "[Music]"}, {"start": 211.76, "end": 228.71, "text": "[Music]"}, {"start": 228.72, "end": 232.55, "text": "it's not even my fault no"}, {"start": 232.56, "end": 235.75, "text": "i like what can we say she"}, {"start": 235.75, "end": 235.76, "text": "i like what can we say she"}, {"start": 235.76, "end": 252.07, "text": "i like what can we say she as i'm growing marijuana"}, {"start": 252.08, "end": 256.71, "text": "what does it mean"}, {"start": 256.72, "end": 259.749, "text": "and you can use that word"}, {"start": 259.749, "end": 259.759, "text": "and you can use that word"}, {"start": 259.759, "end": 262.15, "text": "and you can use that word from the cleanse i think there are 11"}, {"start": 262.15, "end": 262.16, "text": "from the cleanse i think there are 11"}, {"start": 262.16, "end": 263.749, "text": "from the cleanse i think there are 11 clans if i'm not mistaken i'm speaking"}, {"start": 263.749, "end": 263.759, "text": "clans if i'm not mistaken i'm speaking"}, {"start": 263.759, "end": 266.39, "text": "clans if i'm not mistaken i'm speaking out of correction"}, {"start": 266.39, "end": 266.4, "text": "out of correction"}, {"start": 266.4, "end": 280.83, "text": "out of correction or she ever"}, {"start": 280.84000000000003, "end": 308.83, "text": "um"}, {"start": 308.84, "end": 322.83, "text": "um"}, {"start": 322.84, "end": 336.83, "text": "now"}, {"start": 336.84000000000003, "end": 348.27, "text": "so"}, {"start": 348.28, "end": 358.44, "text": "[Music]"}, {"start": 358.45, "end": 367.5, "text": "[Music]"}, {"start": 367.51, "end": 378.83, "text": "[Music]"}, {"start": 378.84, "end": 392.83, "text": "oh"}, {"start": 392.84000000000003, "end": 399.95, "text": "um"}, {"start": 399.96, "end": 406.83, "text": "[Music]"}, {"start": 406.84000000000003, "end": 420.83, "text": "um"}, {"start": 420.84, "end": 426.64, "text": "um"}, {"start": 426.65, "end": 487.85, "text": "[Music]"}, {"start": 487.86, "end": 490.83, "text": "[Music]"}, {"start": 490.83, "end": 490.84, "text": "[Music]"}, {"start": 490.84, "end": 498.03, "text": "[Music] um"}, {"start": 498.04, "end": 501.3, "text": "[Laughter]"}, {"start": 501.3, "end": 501.31, "text": "[Laughter]"}, {"start": 501.31, "end": 533.11, "text": "[Laughter] [Music]"}, {"start": 533.12, "end": 538.63, "text": "but yeah"}, {"start": 538.64, "end": 542.63, "text": "baby"}, {"start": 542.64, "end": 561.84, "text": "mommy i'm fooling me"}, {"start": 561.85, "end": 584.94, "text": "[Music]"}, {"start": 584.95, "end": 617.11, "text": "[Music]"}, {"start": 617.12, "end": 620.31, "text": "are then she she don't"}, {"start": 620.31, "end": 620.32, "text": "are then she she don't"}, {"start": 620.32, "end": 628.23, "text": "are then she she don't then pepe is bettering guys"}, {"start": 628.24, "end": 629.67, "text": "i think that's the right one but i know"}, {"start": 629.67, "end": 629.68, "text": "i think that's the right one but i know"}, {"start": 629.68, "end": 641.15, "text": "i think that's the right one but i know it's takamiti but i think"}, {"start": 641.16, "end": 662.63, "text": "[Music]"}, {"start": 662.64, "end": 664.31, "text": "this was so fun for me guys let me just"}, {"start": 664.31, "end": 664.32, "text": "this was so fun for me guys let me just"}, {"start": 664.32, "end": 665.67, "text": "this was so fun for me guys let me just speak english real quick"}, {"start": 665.67, "end": 665.68, "text": "speak english real quick"}, {"start": 665.68, "end": 669.19, "text": "speak english real quick this was so fun filming because my hair"}, {"start": 669.19, "end": 669.2, "text": "this was so fun filming because my hair"}, {"start": 669.2, "end": 682.03, "text": "this was so fun filming because my hair is on"}, {"start": 682.04, "end": 685.04, "text": "okay"}], "createdAt": "2025-12-15T01:14:22.000Z", "imageUrl": "https://img.youtube.com/vi/AUOnwDe_B1Q/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=AUOnwDe_B1Q", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_9qBMfPWQEa4", "userId": "system", "title": "SPEAKING OTJIHERERO FOR A DAY!✨w/eng subs | Namibian Youtuber", "language": "hz", "content": "[Music] welcome back hey guys a little disclaimer before we hey guys a little disclaimer before we hey guys a little disclaimer before we get into the video is that your girl is get into the video is that your girl is get into the video is that your girl is mrs herrera and capriviad so i grew up mrs herrera and capriviad so i grew up mrs herrera and capriviad so i grew up speaking english most of the time so my speaking english most of the time so my speaking english most of the time so my hair and severe hair and severe hair and severe quite bad quite bad quite bad which is so embarrassing to say um which is so embarrassing to say um which is so embarrassing to say um but yeah just for your understanding i but yeah just for your understanding i but yeah just for your understanding i hope you guys enjoyed this video and hope you guys enjoyed this video and hope you guys enjoyed this video and let's get into it correct [Music] [Music] [Music] um [Music] oh my gosh this is so sad you know you know you know mascara [Music] okusha okusha okusha meowtoo or ovidium g more more afternoon guys please allow let's allow a little guys please allow let's allow a little guys please allow let's allow a little bit of english for video [Music] [Music] [Music] [Laughter] um um [Laughter] more comment down below since your girl is comment down below since your girl is comment down below since your girl is bilingual oh gosh oh gosh oh gosh just very now just very now just very now okay okay okay it's lunchtime come on [Music] here [Music] mmm my basically my sister sister angie basically my sister sister angie basically my sister sister angie weigh up for weigh up for weigh up for two years ago [Music] foreign we are making we are making we are making a whole [Music] name is name is name is remarriage and revenge oh episode four episode four episode four what is what what is what what is what what is foreign [Music] foreign [Music] [Music] [Music] [Music] [Laughter] ah huh [Music] [Music] um [Music] [Music] [Music] [Music] um [Music] [Music] [Music] fried rice fried rice fried rice and and and yeah yeah yeah the sweet potatoes getting getting getting boiled yes no [Applause] um [Music] [Music] foreign um um um [Music] what is that supposed to mean and and and say that again say that again say that again my room was so lame [Music] um [Music] [Applause] [Music] answering question papers david answering question papers david answering question papers david so yeah i just did that for like oh so yeah i just did that for like oh so yeah i just did that for like oh but shitty now but shitty now but shitty now for like for like for like an eel an eel an eel for an hour yo guys my hair is so bad for an hour yo guys my hair is so bad for an hour yo guys my hair is so bad enjoy doing the go family my mother no my mother no my mother no mother is is is [Music] [Laughter] [Music] that that that [Music] [Music] [Music] look at the sky okay quick english change right now because i quick english change right now because i quick english change right now because i just want to say nay guys my herrera is just want to say nay guys my herrera is just want to say nay guys my herrera is definitely not this bad trust me i don't definitely not this bad trust me i don't definitely not this bad trust me i don't know i think it's because i'm filming so know i think it's because i'm filming so know i think it's because i'm filming so like this slight nerves there and like i like this slight nerves there and like i like this slight nerves there and like i keep forgetting words and stuff and like keep forgetting words and stuff and like keep forgetting words and stuff and like the accent is so thick like i'm the accent is so thick like i'm the accent is so thick like i'm saying it word forward and cupping those saying it word forward and cupping those saying it word forward and cupping those sills sills sills bowels bowels bowels yeah guys please i have not had english yeah guys please i have not had english yeah guys please i have not had english for almost three years now so please for almost three years now so please for almost three years now so please understand i want to say understand i want to say understand i want to say but i hope you guys are really enjoying but i hope you guys are really enjoying but i hope you guys are really enjoying this video guys i just woke up this this video guys i just woke up this this video guys i just woke up this morning i was like i need to give a fun morning i was like i need to give a fun morning i was like i need to give a fun video to you guys video to you guys video to you guys and not just a vlog you know and not just a vlog you know and not just a vlog you know you know like vlogs are always gonna be you know like vlogs are always gonna be you know like vlogs are always gonna be there you know but it's i get bored there you know but it's i get bored there you know but it's i get bored sometimes you know because my life is sometimes you know because my life is sometimes you know because my life is kind of the same routine and i'm pretty kind of the same routine and i'm pretty kind of the same routine and i'm pretty sure you guys don't want to see the same sure you guys don't want to see the same sure you guys don't want to see the same stuff stuff stuff over and over okay but over and over okay but over and over okay but yeah you know yeah you know yeah you know [Music] [Music] [Music] maturity maturity maturity [Music] [Music] [Music] [Music] you", "sentences": ["[Music] welcome back hey guys a little disclaimer before we hey guys a little disclaimer before we hey guys a little disclaimer before we get into the video is that your girl is get into the video is that your girl is get into the video is that your girl is mrs herrera and capriviad so i grew up mrs herrera and capriviad so i grew up mrs herrera and capriviad so i grew up speaking english most of the time so my speaking english most of the time so my speaking english most of the time so my hair and severe hair and severe hair and severe quite bad quite bad quite bad which is so embarrassing to say um which is so embarrassing to say um which is so embarrassing to say um but yeah just for your understanding i but yeah just for your understanding i but yeah just for your understanding i hope you guys enjoyed this video and hope you guys enjoyed this video and hope you guys enjoyed this video and let's get into it correct [Music] [Music] [Music] um [Music] oh my gosh this is so sad you know you know you know mascara [Music] okusha okusha okusha meowtoo or ovidium g more more afternoon guys please allow let's allow a little guys please allow let's allow a little guys please allow let's allow a little bit of english for video [Music] [Music] [Music] [Laughter] um um [Laughter] more comment down below since your girl is comment down below since your girl is comment down below since your girl is bilingual oh gosh oh gosh oh gosh just very now just very now just very now okay okay okay it's lunchtime come on [Music] here [Music] mmm my basically my sister sister angie basically my sister sister angie basically my sister sister angie weigh up for weigh up for weigh up for two years ago [Music] foreign we are making we are making we are making a whole [Music] name is name is name is remarriage and revenge oh episode four episode four episode four what is what what is what what is what what is foreign [Music] foreign [Music] [Music] [Music] [Music] [Laughter] ah huh [Music] [Music] um [Music] [Music] [Music] [Music] um [Music] [Music] [Music] fried rice fried rice fried rice and and and yeah yeah yeah the sweet potatoes getting getting getting boiled yes no [Applause] um [Music] [Music] foreign um um um [Music] what is that supposed to mean and and and say that again say that again say that again my room was so lame [Music] um [Music] [Applause] [Music] answering question papers david answering question papers david answering question papers david so yeah i just did that for like oh so yeah i just did that for like oh so yeah i just did that for like oh but shitty now but shitty now but shitty now for like for like for like an eel an eel an eel for an hour yo guys my hair is so bad for an hour yo guys my hair is so bad for an hour yo guys my hair is so bad enjoy doing the go family my mother no my mother no my mother no mother is is is [Music] [Laughter] [Music] that that that [Music] [Music] [Music] look at the sky okay quick english change right now because i quick english change right now because i quick english change right now because i just want to say nay guys my herrera is just want to say nay guys my herrera is just want to say nay guys my herrera is definitely not this bad trust me i don't definitely not this bad trust me i don't definitely not this bad trust me i don't know i think it's because i'm filming so know i think it's because i'm filming so know i think it's because i'm filming so like this slight nerves there and like i like this slight nerves there and like i like this slight nerves there and like i keep forgetting words and stuff and like keep forgetting words and stuff and like keep forgetting words and stuff and like the accent is so thick like i'm the accent is so thick like i'm the accent is so thick like i'm saying it word forward and cupping those saying it word forward and cupping those saying it word forward and cupping those sills sills sills bowels bowels bowels yeah guys please i have not had english yeah guys please i have not had english yeah guys please i have not had english for almost three years now so please for almost three years now so please for almost three years now so please understand i want to say understand i want to say understand i want to say but i hope you guys are really enjoying but i hope you guys are really enjoying but i hope you guys are really enjoying this video guys i just woke up this this video guys i just woke up this this video guys i just woke up this morning i was like i need to give a fun morning i was like i need to give a fun morning i was like i need to give a fun video to you guys video to you guys video to you guys and not just a vlog you know and not just a vlog you know and not just a vlog you know you know like vlogs are always gonna be you know like vlogs are always gonna be you know like vlogs are always gonna be there you know but it's i get bored there you know but it's i get bored there you know but it's i get bored sometimes you know because my life is sometimes you know because my life is sometimes you know because my life is kind of the same routine and i'm pretty kind of the same routine and i'm pretty kind of the same routine and i'm pretty sure you guys don't want to see the same sure you guys don't want to see the same sure you guys don't want to see the same stuff stuff stuff over and over okay but over and over okay but over and over okay but yeah you know yeah you know yeah you know [Music] [Music] [Music] maturity maturity maturity [Music] [Music] [Music] [Music] you"], "transcript": [{"start": 0.89, "end": 10.31, "text": "[Music]"}, {"start": 10.32, "end": 17.59, "text": "welcome back"}, {"start": 17.6, "end": 19.51, "text": "hey guys a little disclaimer before we"}, {"start": 19.51, "end": 19.52, "text": "hey guys a little disclaimer before we"}, {"start": 19.52, "end": 21.51, "text": "hey guys a little disclaimer before we get into the video is that your girl is"}, {"start": 21.51, "end": 21.52, "text": "get into the video is that your girl is"}, {"start": 21.52, "end": 25.109, "text": "get into the video is that your girl is mrs herrera and capriviad so i grew up"}, {"start": 25.109, "end": 25.119, "text": "mrs herrera and capriviad so i grew up"}, {"start": 25.119, "end": 27.189, "text": "mrs herrera and capriviad so i grew up speaking english most of the time so my"}, {"start": 27.189, "end": 27.199, "text": "speaking english most of the time so my"}, {"start": 27.199, "end": 29.349, "text": "speaking english most of the time so my hair and severe"}, {"start": 29.349, "end": 29.359, "text": "hair and severe"}, {"start": 29.359, "end": 30.39, "text": "hair and severe quite bad"}, {"start": 30.39, "end": 30.4, "text": "quite bad"}, {"start": 30.4, "end": 33.19, "text": "quite bad which is so embarrassing to say um"}, {"start": 33.19, "end": 33.2, "text": "which is so embarrassing to say um"}, {"start": 33.2, "end": 35.19, "text": "which is so embarrassing to say um but yeah just for your understanding i"}, {"start": 35.19, "end": 35.2, "text": "but yeah just for your understanding i"}, {"start": 35.2, "end": 36.95, "text": "but yeah just for your understanding i hope you guys enjoyed this video and"}, {"start": 36.95, "end": 36.96, "text": "hope you guys enjoyed this video and"}, {"start": 36.96, "end": 42.229, "text": "hope you guys enjoyed this video and let's get into it"}, {"start": 42.239, "end": 49.3, "text": "correct"}, {"start": 49.31, "end": 51.91, "text": "[Music]"}, {"start": 51.91, "end": 51.92, "text": "[Music]"}, {"start": 51.92, "end": 88.23, "text": "[Music] um"}, {"start": 88.24, "end": 98.95, "text": "[Music]"}, {"start": 98.96000000000001, "end": 110.87, "text": "oh my gosh this is so sad"}, {"start": 110.88, "end": 112.63, "text": "you know"}, {"start": 112.63, "end": 112.64, "text": "you know"}, {"start": 112.64, "end": 127.37, "text": "you know mascara"}, {"start": 127.38, "end": 183.75, "text": "[Music]"}, {"start": 183.76, "end": 184.949, "text": "okusha"}, {"start": 184.949, "end": 184.959, "text": "okusha"}, {"start": 184.959, "end": 193.35, "text": "okusha meowtoo or ovidium g more"}, {"start": 193.36, "end": 234.149, "text": "more afternoon"}, {"start": 234.159, "end": 236.55, "text": "guys please allow let's allow a little"}, {"start": 236.55, "end": 236.56, "text": "guys please allow let's allow a little"}, {"start": 236.56, "end": 254.92, "text": "guys please allow let's allow a little bit of english for video"}, {"start": 254.93, "end": 255.39, "text": "[Music]"}, {"start": 255.39, "end": 255.4, "text": "[Music]"}, {"start": 255.4, "end": 266.79, "text": "[Music] [Laughter]"}, {"start": 266.8, "end": 278.629, "text": "um"}, {"start": 278.639, "end": 306.16, "text": "um"}, {"start": 306.17, "end": 322.07, "text": "[Laughter]"}, {"start": 322.08, "end": 333.83, "text": "more"}, {"start": 333.84000000000003, "end": 337.749, "text": "comment down below since your girl is"}, {"start": 337.749, "end": 337.759, "text": "comment down below since your girl is"}, {"start": 337.759, "end": 340.87, "text": "comment down below since your girl is bilingual"}, {"start": 340.88, "end": 342.07, "text": "oh gosh"}, {"start": 342.07, "end": 342.08, "text": "oh gosh"}, {"start": 342.08, "end": 344.39, "text": "oh gosh just very now"}, {"start": 344.39, "end": 344.4, "text": "just very now"}, {"start": 344.4, "end": 345.59000000000003, "text": "just very now okay"}, {"start": 345.59000000000003, "end": 345.6, "text": "okay"}, {"start": 345.6, "end": 350.07, "text": "okay it's lunchtime"}, {"start": 350.08, "end": 355.19, "text": "come on"}, {"start": 355.2, "end": 406.23, "text": "[Music]"}, {"start": 406.24, "end": 410.87, "text": "here"}, {"start": 410.88, "end": 426.79, "text": "[Music]"}, {"start": 426.8, "end": 460.15, "text": "mmm"}, {"start": 460.15999999999997, "end": 470.55, "text": "my"}, {"start": 470.56, "end": 473.67, "text": "basically my sister sister angie"}, {"start": 473.67, "end": 473.68, "text": "basically my sister sister angie"}, {"start": 473.68, "end": 475.51, "text": "basically my sister sister angie weigh up for"}, {"start": 475.51, "end": 475.52, "text": "weigh up for"}, {"start": 475.52, "end": 481.04, "text": "weigh up for two years ago"}, {"start": 481.05, "end": 490.869, "text": "[Music]"}, {"start": 490.879, "end": 530.949, "text": "foreign"}, {"start": 530.9590000000001, "end": 532.389, "text": "we are making"}, {"start": 532.389, "end": 532.399, "text": "we are making"}, {"start": 532.399, "end": 540.0, "text": "we are making a whole"}, {"start": 540.01, "end": 550.07, "text": "[Music]"}, {"start": 550.08, "end": 551.35, "text": "name is"}, {"start": 551.35, "end": 551.36, "text": "name is"}, {"start": 551.36, "end": 555.509, "text": "name is remarriage and revenge"}, {"start": 555.519, "end": 562.47, "text": "oh"}, {"start": 562.48, "end": 564.23, "text": "episode four"}, {"start": 564.23, "end": 564.24, "text": "episode four"}, {"start": 564.24, "end": 565.829, "text": "episode four what is what"}, {"start": 565.829, "end": 565.8389999999999, "text": "what is what"}, {"start": 565.8389999999999, "end": 574.88, "text": "what is what what is foreign"}, {"start": 574.89, "end": 588.55, "text": "[Music]"}, {"start": 588.56, "end": 600.08, "text": "foreign"}, {"start": 600.09, "end": 608.11, "text": "[Music]"}, {"start": 608.12, "end": 608.53, "text": "[Music]"}, {"start": 608.53, "end": 608.54, "text": "[Music]"}, {"start": 608.54, "end": 615.99, "text": "[Music] [Laughter]"}, {"start": 616.0, "end": 624.389, "text": "ah"}, {"start": 624.399, "end": 628.36, "text": "huh"}, {"start": 628.37, "end": 656.83, "text": "[Music]"}, {"start": 656.84, "end": 685.59, "text": "[Music]"}, {"start": 685.6, "end": 688.7, "text": "um"}, {"start": 688.71, "end": 696.7, "text": "[Music]"}, {"start": 696.71, "end": 699.67, "text": "[Music]"}, {"start": 699.67, "end": 699.68, "text": "[Music]"}, {"start": 699.68, "end": 722.3, "text": "[Music] um"}, {"start": 722.31, "end": 747.93, "text": "[Music]"}, {"start": 747.94, "end": 759.64, "text": "[Music]"}, {"start": 759.65, "end": 765.99, "text": "[Music]"}, {"start": 766.0, "end": 768.629, "text": "fried rice"}, {"start": 768.629, "end": 768.639, "text": "fried rice"}, {"start": 768.639, "end": 769.59, "text": "fried rice and"}, {"start": 769.59, "end": 769.6, "text": "and"}, {"start": 769.6, "end": 770.87, "text": "and yeah"}, {"start": 770.87, "end": 770.88, "text": "yeah"}, {"start": 770.88, "end": 774.47, "text": "yeah the sweet potatoes"}, {"start": 774.48, "end": 775.75, "text": "getting"}, {"start": 775.75, "end": 775.76, "text": "getting"}, {"start": 775.76, "end": 780.55, "text": "getting boiled"}, {"start": 780.56, "end": 784.71, "text": "yes"}, {"start": 784.72, "end": 794.94, "text": "no"}, {"start": 794.95, "end": 812.069, "text": "[Applause]"}, {"start": 812.079, "end": 817.92, "text": "um"}, {"start": 817.93, "end": 832.43, "text": "[Music]"}, {"start": 832.44, "end": 840.389, "text": "[Music]"}, {"start": 840.399, "end": 853.189, "text": "foreign"}, {"start": 853.199, "end": 854.57, "text": "um"}, {"start": 854.57, "end": 854.58, "text": "um"}, {"start": 854.58, "end": 859.43, "text": "um [Music]"}, {"start": 859.44, "end": 863.269, "text": "what is that supposed to mean"}, {"start": 863.279, "end": 864.15, "text": "and"}, {"start": 864.15, "end": 864.16, "text": "and"}, {"start": 864.16, "end": 865.67, "text": "and say that again"}, {"start": 865.67, "end": 865.68, "text": "say that again"}, {"start": 865.68, "end": 869.45, "text": "say that again my room was so lame"}, {"start": 869.46, "end": 879.03, "text": "[Music]"}, {"start": 879.04, "end": 889.43, "text": "um"}, {"start": 889.44, "end": 901.32, "text": "[Music]"}, {"start": 901.33, "end": 927.22, "text": "[Applause]"}, {"start": 927.23, "end": 932.15, "text": "[Music]"}, {"start": 932.16, "end": 934.79, "text": "answering question papers david"}, {"start": 934.79, "end": 934.8, "text": "answering question papers david"}, {"start": 934.8, "end": 937.75, "text": "answering question papers david so yeah i just did that for like oh"}, {"start": 937.75, "end": 937.76, "text": "so yeah i just did that for like oh"}, {"start": 937.76, "end": 939.59, "text": "so yeah i just did that for like oh but shitty now"}, {"start": 939.59, "end": 939.6, "text": "but shitty now"}, {"start": 939.6, "end": 941.509, "text": "but shitty now for like"}, {"start": 941.509, "end": 941.519, "text": "for like"}, {"start": 941.519, "end": 942.949, "text": "for like an eel"}, {"start": 942.949, "end": 942.9590000000001, "text": "an eel"}, {"start": 942.9590000000001, "end": 946.71, "text": "an eel for an hour yo guys my hair is so bad"}, {"start": 946.71, "end": 946.72, "text": "for an hour yo guys my hair is so bad"}, {"start": 946.72, "end": 950.71, "text": "for an hour yo guys my hair is so bad enjoy doing the go family"}, {"start": 950.72, "end": 952.79, "text": "my mother no"}, {"start": 952.79, "end": 952.8, "text": "my mother no"}, {"start": 952.8, "end": 959.03, "text": "my mother no mother"}, {"start": 959.04, "end": 961.11, "text": "is"}, {"start": 961.11, "end": 961.12, "text": "is"}, {"start": 961.12, "end": 976.58, "text": "is [Music]"}, {"start": 976.59, "end": 999.82, "text": "[Laughter]"}, {"start": 999.83, "end": 1006.069, "text": "[Music]"}, {"start": 1006.079, "end": 1009.01, "text": "that"}, {"start": 1009.01, "end": 1009.02, "text": "that"}, {"start": 1009.02, "end": 1011.189, "text": "that [Music]"}, {"start": 1011.189, "end": 1011.199, "text": "[Music]"}, {"start": 1011.199, "end": 1016.949, "text": "[Music] look at the sky"}, {"start": 1022.48, "end": 1025.51, "text": "okay"}, {"start": 1025.52, "end": 1028.23, "text": "quick english change right now because i"}, {"start": 1028.23, "end": 1028.24, "text": "quick english change right now because i"}, {"start": 1028.24, "end": 1031.59, "text": "quick english change right now because i just want to say nay guys my herrera is"}, {"start": 1031.59, "end": 1031.6, "text": "just want to say nay guys my herrera is"}, {"start": 1031.6, "end": 1034.549, "text": "just want to say nay guys my herrera is definitely not this bad trust me i don't"}, {"start": 1034.549, "end": 1034.559, "text": "definitely not this bad trust me i don't"}, {"start": 1034.559, "end": 1036.47, "text": "definitely not this bad trust me i don't know i think it's because i'm filming so"}, {"start": 1036.47, "end": 1036.48, "text": "know i think it's because i'm filming so"}, {"start": 1036.48, "end": 1038.789, "text": "know i think it's because i'm filming so like this slight nerves there and like i"}, {"start": 1038.789, "end": 1038.799, "text": "like this slight nerves there and like i"}, {"start": 1038.799, "end": 1041.829, "text": "like this slight nerves there and like i keep forgetting words and stuff and like"}, {"start": 1041.829, "end": 1041.839, "text": "keep forgetting words and stuff and like"}, {"start": 1041.839, "end": 1044.63, "text": "keep forgetting words and stuff and like the accent is so thick like i'm"}, {"start": 1044.63, "end": 1044.64, "text": "the accent is so thick like i'm"}, {"start": 1044.64, "end": 1048.23, "text": "the accent is so thick like i'm saying it word forward and cupping those"}, {"start": 1048.23, "end": 1048.24, "text": "saying it word forward and cupping those"}, {"start": 1048.24, "end": 1051.19, "text": "saying it word forward and cupping those sills"}, {"start": 1051.19, "end": 1051.2, "text": "sills"}, {"start": 1051.2, "end": 1053.51, "text": "sills bowels"}, {"start": 1053.51, "end": 1053.52, "text": "bowels"}, {"start": 1053.52, "end": 1055.909, "text": "bowels yeah guys please i have not had english"}, {"start": 1055.909, "end": 1055.919, "text": "yeah guys please i have not had english"}, {"start": 1055.919, "end": 1058.15, "text": "yeah guys please i have not had english for almost three years now so please"}, {"start": 1058.15, "end": 1058.16, "text": "for almost three years now so please"}, {"start": 1058.16, "end": 1060.549, "text": "for almost three years now so please understand i want to say"}, {"start": 1060.549, "end": 1060.559, "text": "understand i want to say"}, {"start": 1060.559, "end": 1062.15, "text": "understand i want to say but i hope you guys are really enjoying"}, {"start": 1062.15, "end": 1062.16, "text": "but i hope you guys are really enjoying"}, {"start": 1062.16, "end": 1064.789, "text": "but i hope you guys are really enjoying this video guys i just woke up this"}, {"start": 1064.789, "end": 1064.799, "text": "this video guys i just woke up this"}, {"start": 1064.799, "end": 1068.07, "text": "this video guys i just woke up this morning i was like i need to give a fun"}, {"start": 1068.07, "end": 1068.08, "text": "morning i was like i need to give a fun"}, {"start": 1068.08, "end": 1070.31, "text": "morning i was like i need to give a fun video to you guys"}, {"start": 1070.31, "end": 1070.32, "text": "video to you guys"}, {"start": 1070.32, "end": 1072.87, "text": "video to you guys and not just a vlog you know"}, {"start": 1072.87, "end": 1072.88, "text": "and not just a vlog you know"}, {"start": 1072.88, "end": 1074.63, "text": "and not just a vlog you know you know like vlogs are always gonna be"}, {"start": 1074.63, "end": 1074.64, "text": "you know like vlogs are always gonna be"}, {"start": 1074.64, "end": 1077.75, "text": "you know like vlogs are always gonna be there you know but it's i get bored"}, {"start": 1077.75, "end": 1077.76, "text": "there you know but it's i get bored"}, {"start": 1077.76, "end": 1079.99, "text": "there you know but it's i get bored sometimes you know because my life is"}, {"start": 1079.99, "end": 1080.0, "text": "sometimes you know because my life is"}, {"start": 1080.0, "end": 1081.99, "text": "sometimes you know because my life is kind of the same routine and i'm pretty"}, {"start": 1081.99, "end": 1082.0, "text": "kind of the same routine and i'm pretty"}, {"start": 1082.0, "end": 1083.43, "text": "kind of the same routine and i'm pretty sure you guys don't want to see the same"}, {"start": 1083.43, "end": 1083.44, "text": "sure you guys don't want to see the same"}, {"start": 1083.44, "end": 1084.47, "text": "sure you guys don't want to see the same stuff"}, {"start": 1084.47, "end": 1084.48, "text": "stuff"}, {"start": 1084.48, "end": 1088.07, "text": "stuff over and over okay but"}, {"start": 1088.07, "end": 1088.08, "text": "over and over okay but"}, {"start": 1088.08, "end": 1090.07, "text": "over and over okay but yeah you know"}, {"start": 1090.07, "end": 1090.08, "text": "yeah you know"}, {"start": 1090.08, "end": 1095.99, "text": "yeah you know [Music]"}, {"start": 1095.99, "end": 1096.0, "text": "[Music]"}, {"start": 1096.0, "end": 1097.74, "text": "[Music] maturity"}, {"start": 1097.74, "end": 1097.75, "text": "maturity"}, {"start": 1097.75, "end": 1105.53, "text": "maturity [Music]"}, {"start": 1105.54, "end": 1116.789, "text": "[Music]"}, {"start": 1116.789, "end": 1116.799, "text": "[Music]"}, {"start": 1116.799, "end": 1118.88, "text": "[Music] you"}], "createdAt": "2025-12-15T01:14:07.000Z", "imageUrl": "https://img.youtube.com/vi/9qBMfPWQEa4/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=9qBMfPWQEa4", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_pRt05c4RYBw", "userId": "system", "title": "Herero, Otjirero Salutations / Greetings", "language": "hz", "content": "hello folks and welcome to the channel hello folks and welcome to the channel hello folks and welcome to the channel my name is toto masala and today my name is toto masala and today my name is toto masala and today i'm going to be sharing with you i'm going to be sharing with you i'm going to be sharing with you something that's very close to my heart something that's very close to my heart something that's very close to my heart which is southern african languages and which is southern african languages and which is southern african languages and culture culture culture today we're going to be learning one of today we're going to be learning one of today we're going to be learning one of the languages the languages the languages languages in botswana and i heard also languages in botswana and i heard also languages in botswana and i heard also that it's in namibia that it's in namibia that it's in namibia it's called herrera in namibia it's it's called herrera in namibia it's it's called herrera in namibia it's called called called so today we have mr kanjo who's going to so today we have mr kanjo who's going to so today we have mr kanjo who's going to teach you how to um speak it teach you how to um speak it teach you how to um speak it you know salutations make it basic you know salutations make it basic you know salutations make it basic things like um asking where people are things like um asking where people are things like um asking where people are asking for things asking for things asking for things and all of that and then on our next and all of that and then on our next and all of that and then on our next episode we're looking forward to episode we're looking forward to episode we're looking forward to learning from loser portuguese because learning from loser portuguese because learning from loser portuguese because she's from angola she's from angola she's from angola and she's gonna be teaching us and she's gonna be teaching us and she's gonna be teaching us portuguese and how to get around with portuguese and how to get around with portuguese and how to get around with portuguese and portuguese speaking portuguese and portuguese speaking portuguese and portuguese speaking countries and all of that countries and all of that countries and all of that so without wasting any time let's get so without wasting any time let's get so without wasting any time let's get into it kanji coming up into it kanji coming up into it kanji coming up enjoy uh my name is trashy today we are enjoy uh my name is trashy today we are enjoy uh my name is trashy today we are going to learn a little bit of our going to learn a little bit of our going to learn a little bit of our herrera herrera herrera phrases like your everyday normal day phrases like your everyday normal day phrases like your everyday normal day phrases phrases phrases so the phrase first phrase that we are so the phrase first phrase that we are so the phrase first phrase that we are going to start with is uh going to start with is uh going to start with is uh uh greetings like how do you greet uh greetings like how do you greet uh greetings like how do you greet someone in the morning how do you greet someone in the morning how do you greet someone in the morning how do you greet them in the afternoon them in the afternoon them in the afternoon and in the evening so the first greeting and in the evening so the first greeting and in the evening so the first greeting that we're going to go with is that in that we're going to go with is that in that we're going to go with is that in the morning the morning the morning so when you greet someone in the morning so when you greet someone in the morning so when you greet someone in the morning you say and when you greet them in the afternoon and when you greet them in the afternoon and when you greet them in the afternoon you say and when you greet them in the evening and when you greet them in the evening and when you greet them in the evening you say and then there are some everyday phrases and then there are some everyday phrases and then there are some everyday phrases like asking for water like asking for water like asking for water uh you can just simply say meaning uh you can just simply say meaning uh you can just simply say meaning meaning and uh phrases like uh asking meaning and uh phrases like uh asking meaning and uh phrases like uh asking for directions like for directions like for directions like you want to know where the mall is or you want to know where the mall is or you want to know where the mall is or you just simply ask like maybe asking where someone is that like maybe asking where someone is that like maybe asking where someone is that we want to know where we want to know where we want to know where peter is or where furata is or where peter is or where furata is or where peter is or where furata is or where tattoo is tattoo is tattoo is you just simply say uh tata wipes you just simply say uh tata wipes you just simply say uh tata wipes or just something like that or just something like that or just something like that thank you for tuning in i hope you thank you for tuning in i hope you thank you for tuning in i hope you learned a few things learned a few things learned a few things thank you so thank you so thank you so if you thought that video was if you thought that video was if you thought that video was resourceful resourceful resourceful subscribe like and comment on the other subscribe like and comment on the other subscribe like and comment on the other language you start in southern africa language you start in southern africa language you start in southern africa that you would want to learn that you would want to learn that you would want to learn you know zulu um you know zulu um you know zulu um [Music] [Music] [Music] your chihuahua your chihuahua your chihuahua this one in zambia again i forgot what's this one in zambia again i forgot what's this one in zambia again i forgot what's there there there but yeah if you found it uh more useful but yeah if you found it uh more useful but yeah if you found it uh more useful subscribe comment subscribe comment subscribe comment and tell me which one you want me to and tell me which one you want me to and tell me which one you want me to feature i've got friends all around feature i've got friends all around feature i've got friends all around southern africa so we can put you on southern africa so we can put you on southern africa so we can put you on some some some in congolese as well we're going to in congolese as well we're going to in congolese as well we're going to future lingala so thanks you guys for future lingala so thanks you guys for future lingala so thanks you guys for watching watching watching all the best enjoy your", "sentences": ["hello folks and welcome to the channel hello folks and welcome to the channel hello folks and welcome to the channel my name is toto masala and today my name is toto masala and today my name is toto masala and today i'm going to be sharing with you i'm going to be sharing with you i'm going to be sharing with you something that's very close to my heart something that's very close to my heart something that's very close to my heart which is southern african languages and which is southern african languages and which is southern african languages and culture culture culture today we're going to be learning one of today we're going to be learning one of today we're going to be learning one of the languages the languages the languages languages in botswana and i heard also languages in botswana and i heard also languages in botswana and i heard also that it's in namibia that it's in namibia that it's in namibia it's called herrera in namibia it's it's called herrera in namibia it's it's called herrera in namibia it's called called called so today we have mr kanjo who's going to so today we have mr kanjo who's going to so today we have mr kanjo who's going to teach you how to um speak it teach you how to um speak it teach you how to um speak it you know salutations make it basic you know salutations make it basic you know salutations make it basic things like um asking where people are things like um asking where people are things like um asking where people are asking for things asking for things asking for things and all of that and then on our next and all of that and then on our next and all of that and then on our next episode we're looking forward to episode we're looking forward to episode we're looking forward to learning from loser portuguese because learning from loser portuguese because learning from loser portuguese because she's from angola she's from angola she's from angola and she's gonna be teaching us and she's gonna be teaching us and she's gonna be teaching us portuguese and how to get around with portuguese and how to get around with portuguese and how to get around with portuguese and portuguese speaking portuguese and portuguese speaking portuguese and portuguese speaking countries and all of that countries and all of that countries and all of that so without wasting any time let's get so without wasting any time let's get so without wasting any time let's get into it kanji coming up into it kanji coming up into it kanji coming up enjoy uh my name is trashy today we are enjoy uh my name is trashy today we are enjoy uh my name is trashy today we are going to learn a little bit of our going to learn a little bit of our going to learn a little bit of our herrera herrera herrera phrases like your everyday normal day phrases like your everyday normal day phrases like your everyday normal day phrases phrases phrases so the phrase first phrase that we are so the phrase first phrase that we are so the phrase first phrase that we are going to start with is uh going to start with is uh going to start with is uh uh greetings like how do you greet uh greetings like how do you greet uh greetings like how do you greet someone in the morning how do you greet someone in the morning how do you greet someone in the morning how do you greet them in the afternoon them in the afternoon them in the afternoon and in the evening so the first greeting and in the evening so the first greeting and in the evening so the first greeting that we're going to go with is that in that we're going to go with is that in that we're going to go with is that in the morning the morning the morning so when you greet someone in the morning so when you greet someone in the morning so when you greet someone in the morning you say and when you greet them in the afternoon and when you greet them in the afternoon and when you greet them in the afternoon you say and when you greet them in the evening and when you greet them in the evening and when you greet them in the evening you say and then there are some everyday phrases and then there are some everyday phrases and then there are some everyday phrases like asking for water like asking for water like asking for water uh you can just simply say meaning uh you can just simply say meaning uh you can just simply say meaning meaning and uh phrases like uh asking meaning and uh phrases like uh asking meaning and uh phrases like uh asking for directions like for directions like for directions like you want to know where the mall is or you want to know where the mall is or you want to know where the mall is or you just simply ask like maybe asking where someone is that like maybe asking where someone is that like maybe asking where someone is that we want to know where we want to know where we want to know where peter is or where furata is or where peter is or where furata is or where peter is or where furata is or where tattoo is tattoo is tattoo is you just simply say uh tata wipes you just simply say uh tata wipes you just simply say uh tata wipes or just something like that or just something like that or just something like that thank you for tuning in i hope you thank you for tuning in i hope you thank you for tuning in i hope you learned a few things learned a few things learned a few things thank you so thank you so thank you so if you thought that video was if you thought that video was if you thought that video was resourceful resourceful resourceful subscribe like and comment on the other subscribe like and comment on the other subscribe like and comment on the other language you start in southern africa language you start in southern africa language you start in southern africa that you would want to learn that you would want to learn that you would want to learn you know zulu um you know zulu um you know zulu um [Music] [Music] [Music] your chihuahua your chihuahua your chihuahua this one in zambia again i forgot what's this one in zambia again i forgot what's this one in zambia again i forgot what's there there there but yeah if you found it uh more useful but yeah if you found it uh more useful but yeah if you found it uh more useful subscribe comment subscribe comment subscribe comment and tell me which one you want me to and tell me which one you want me to and tell me which one you want me to feature i've got friends all around feature i've got friends all around feature i've got friends all around southern africa so we can put you on southern africa so we can put you on southern africa so we can put you on some some some in congolese as well we're going to in congolese as well we're going to in congolese as well we're going to future lingala so thanks you guys for future lingala so thanks you guys for future lingala so thanks you guys for watching watching watching all the best enjoy your"], "transcript": [{"start": 6.16, "end": 8.07, "text": "hello folks and welcome to the channel"}, {"start": 8.07, "end": 8.08, "text": "hello folks and welcome to the channel"}, {"start": 8.08, "end": 10.23, "text": "hello folks and welcome to the channel my name is toto masala and today"}, {"start": 10.23, "end": 10.24, "text": "my name is toto masala and today"}, {"start": 10.24, "end": 11.509, "text": "my name is toto masala and today i'm going to be sharing with you"}, {"start": 11.509, "end": 11.519, "text": "i'm going to be sharing with you"}, {"start": 11.519, "end": 12.709, "text": "i'm going to be sharing with you something that's very close to my heart"}, {"start": 12.709, "end": 12.719, "text": "something that's very close to my heart"}, {"start": 12.719, "end": 14.709, "text": "something that's very close to my heart which is southern african languages and"}, {"start": 14.709, "end": 14.719, "text": "which is southern african languages and"}, {"start": 14.719, "end": 15.589, "text": "which is southern african languages and culture"}, {"start": 15.589, "end": 15.599, "text": "culture"}, {"start": 15.599, "end": 17.189, "text": "culture today we're going to be learning one of"}, {"start": 17.189, "end": 17.199, "text": "today we're going to be learning one of"}, {"start": 17.199, "end": 18.71, "text": "today we're going to be learning one of the languages"}, {"start": 18.71, "end": 18.72, "text": "the languages"}, {"start": 18.72, "end": 20.79, "text": "the languages languages in botswana and i heard also"}, {"start": 20.79, "end": 20.8, "text": "languages in botswana and i heard also"}, {"start": 20.8, "end": 22.07, "text": "languages in botswana and i heard also that it's in namibia"}, {"start": 22.07, "end": 22.08, "text": "that it's in namibia"}, {"start": 22.08, "end": 24.07, "text": "that it's in namibia it's called herrera in namibia it's"}, {"start": 24.07, "end": 24.08, "text": "it's called herrera in namibia it's"}, {"start": 24.08, "end": 25.589, "text": "it's called herrera in namibia it's called"}, {"start": 25.589, "end": 25.599, "text": "called"}, {"start": 25.599, "end": 29.429, "text": "called so today we have mr kanjo who's going to"}, {"start": 29.429, "end": 29.439, "text": "so today we have mr kanjo who's going to"}, {"start": 29.439, "end": 32.709, "text": "so today we have mr kanjo who's going to teach you how to um speak it"}, {"start": 32.709, "end": 32.719, "text": "teach you how to um speak it"}, {"start": 32.719, "end": 34.549, "text": "teach you how to um speak it you know salutations make it basic"}, {"start": 34.549, "end": 34.559, "text": "you know salutations make it basic"}, {"start": 34.559, "end": 36.389, "text": "you know salutations make it basic things like um asking where people are"}, {"start": 36.389, "end": 36.399, "text": "things like um asking where people are"}, {"start": 36.399, "end": 37.59, "text": "things like um asking where people are asking for things"}, {"start": 37.59, "end": 37.6, "text": "asking for things"}, {"start": 37.6, "end": 38.869, "text": "asking for things and all of that and then on our next"}, {"start": 38.869, "end": 38.879, "text": "and all of that and then on our next"}, {"start": 38.879, "end": 40.63, "text": "and all of that and then on our next episode we're looking forward to"}, {"start": 40.63, "end": 40.64, "text": "episode we're looking forward to"}, {"start": 40.64, "end": 43.11, "text": "episode we're looking forward to learning from loser portuguese because"}, {"start": 43.11, "end": 43.12, "text": "learning from loser portuguese because"}, {"start": 43.12, "end": 44.389, "text": "learning from loser portuguese because she's from angola"}, {"start": 44.389, "end": 44.399, "text": "she's from angola"}, {"start": 44.399, "end": 45.51, "text": "she's from angola and she's gonna be teaching us"}, {"start": 45.51, "end": 45.52, "text": "and she's gonna be teaching us"}, {"start": 45.52, "end": 46.869, "text": "and she's gonna be teaching us portuguese and how to get around with"}, {"start": 46.869, "end": 46.879, "text": "portuguese and how to get around with"}, {"start": 46.879, "end": 48.069, "text": "portuguese and how to get around with portuguese and portuguese speaking"}, {"start": 48.069, "end": 48.079, "text": "portuguese and portuguese speaking"}, {"start": 48.079, "end": 49.35, "text": "portuguese and portuguese speaking countries and all of that"}, {"start": 49.35, "end": 49.36, "text": "countries and all of that"}, {"start": 49.36, "end": 51.11, "text": "countries and all of that so without wasting any time let's get"}, {"start": 51.11, "end": 51.12, "text": "so without wasting any time let's get"}, {"start": 51.12, "end": 52.79, "text": "so without wasting any time let's get into it kanji coming up"}, {"start": 52.79, "end": 52.8, "text": "into it kanji coming up"}, {"start": 52.8, "end": 56.229, "text": "into it kanji coming up enjoy uh my name is trashy today we are"}, {"start": 56.229, "end": 56.239, "text": "enjoy uh my name is trashy today we are"}, {"start": 56.239, "end": 58.069, "text": "enjoy uh my name is trashy today we are going to learn a little bit of our"}, {"start": 58.069, "end": 58.079, "text": "going to learn a little bit of our"}, {"start": 58.079, "end": 59.029, "text": "going to learn a little bit of our herrera"}, {"start": 59.029, "end": 59.039, "text": "herrera"}, {"start": 59.039, "end": 61.75, "text": "herrera phrases like your everyday normal day"}, {"start": 61.75, "end": 61.76, "text": "phrases like your everyday normal day"}, {"start": 61.76, "end": 62.47, "text": "phrases like your everyday normal day phrases"}, {"start": 62.47, "end": 62.48, "text": "phrases"}, {"start": 62.48, "end": 64.07, "text": "phrases so the phrase first phrase that we are"}, {"start": 64.07, "end": 64.08, "text": "so the phrase first phrase that we are"}, {"start": 64.08, "end": 66.71, "text": "so the phrase first phrase that we are going to start with is uh"}, {"start": 66.71, "end": 66.72, "text": "going to start with is uh"}, {"start": 66.72, "end": 69.51, "text": "going to start with is uh uh greetings like how do you greet"}, {"start": 69.51, "end": 69.52, "text": "uh greetings like how do you greet"}, {"start": 69.52, "end": 71.19, "text": "uh greetings like how do you greet someone in the morning how do you greet"}, {"start": 71.19, "end": 71.2, "text": "someone in the morning how do you greet"}, {"start": 71.2, "end": 72.31, "text": "someone in the morning how do you greet them in the afternoon"}, {"start": 72.31, "end": 72.32, "text": "them in the afternoon"}, {"start": 72.32, "end": 74.23, "text": "them in the afternoon and in the evening so the first greeting"}, {"start": 74.23, "end": 74.24, "text": "and in the evening so the first greeting"}, {"start": 74.24, "end": 75.67, "text": "and in the evening so the first greeting that we're going to go with is that in"}, {"start": 75.67, "end": 75.68, "text": "that we're going to go with is that in"}, {"start": 75.68, "end": 76.469, "text": "that we're going to go with is that in the morning"}, {"start": 76.469, "end": 76.479, "text": "the morning"}, {"start": 76.479, "end": 78.39, "text": "the morning so when you greet someone in the morning"}, {"start": 78.39, "end": 78.4, "text": "so when you greet someone in the morning"}, {"start": 78.4, "end": 81.99, "text": "so when you greet someone in the morning you say"}, {"start": 82.0, "end": 84.71000000000001, "text": "and when you greet them in the afternoon"}, {"start": 84.71000000000001, "end": 84.72, "text": "and when you greet them in the afternoon"}, {"start": 84.72, "end": 87.749, "text": "and when you greet them in the afternoon you say"}, {"start": 87.759, "end": 89.83, "text": "and when you greet them in the evening"}, {"start": 89.83, "end": 89.84, "text": "and when you greet them in the evening"}, {"start": 89.84, "end": 94.789, "text": "and when you greet them in the evening you say"}, {"start": 94.799, "end": 97.27000000000001, "text": "and then there are some everyday phrases"}, {"start": 97.27000000000001, "end": 97.28, "text": "and then there are some everyday phrases"}, {"start": 97.28, "end": 99.03, "text": "and then there are some everyday phrases like asking for water"}, {"start": 99.03, "end": 99.03999999999999, "text": "like asking for water"}, {"start": 99.03999999999999, "end": 102.22999999999999, "text": "like asking for water uh you can just simply say meaning"}, {"start": 102.22999999999999, "end": 102.24000000000001, "text": "uh you can just simply say meaning"}, {"start": 102.24000000000001, "end": 105.27000000000001, "text": "uh you can just simply say meaning meaning and uh phrases like uh asking"}, {"start": 105.27000000000001, "end": 105.28, "text": "meaning and uh phrases like uh asking"}, {"start": 105.28, "end": 106.55, "text": "meaning and uh phrases like uh asking for directions like"}, {"start": 106.55, "end": 106.56, "text": "for directions like"}, {"start": 106.56, "end": 108.63, "text": "for directions like you want to know where the mall is or"}, {"start": 108.63, "end": 108.64, "text": "you want to know where the mall is or"}, {"start": 108.64, "end": 116.069, "text": "you want to know where the mall is or you just simply ask"}, {"start": 116.07900000000001, "end": 118.22999999999999, "text": "like maybe asking where someone is that"}, {"start": 118.22999999999999, "end": 118.24000000000001, "text": "like maybe asking where someone is that"}, {"start": 118.24000000000001, "end": 119.429, "text": "like maybe asking where someone is that we want to know where"}, {"start": 119.429, "end": 119.439, "text": "we want to know where"}, {"start": 119.439, "end": 121.99, "text": "we want to know where peter is or where furata is or where"}, {"start": 121.99, "end": 122.0, "text": "peter is or where furata is or where"}, {"start": 122.0, "end": 122.87, "text": "peter is or where furata is or where tattoo is"}, {"start": 122.87, "end": 122.88, "text": "tattoo is"}, {"start": 122.88, "end": 126.31, "text": "tattoo is you just simply say uh tata wipes"}, {"start": 126.31, "end": 126.32, "text": "you just simply say uh tata wipes"}, {"start": 126.32, "end": 130.309, "text": "you just simply say uh tata wipes or just something like that"}, {"start": 130.309, "end": 130.319, "text": "or just something like that"}, {"start": 130.319, "end": 132.22899999999998, "text": "or just something like that thank you for tuning in i hope you"}, {"start": 132.22899999999998, "end": 132.239, "text": "thank you for tuning in i hope you"}, {"start": 132.239, "end": 133.589, "text": "thank you for tuning in i hope you learned a few things"}, {"start": 133.589, "end": 133.599, "text": "learned a few things"}, {"start": 133.599, "end": 136.71, "text": "learned a few things thank you so"}, {"start": 136.71, "end": 136.72, "text": "thank you so"}, {"start": 136.72, "end": 138.22899999999998, "text": "thank you so if you thought that video was"}, {"start": 138.22899999999998, "end": 138.239, "text": "if you thought that video was"}, {"start": 138.239, "end": 140.55, "text": "if you thought that video was resourceful"}, {"start": 140.55, "end": 140.56, "text": "resourceful"}, {"start": 140.56, "end": 144.22899999999998, "text": "resourceful subscribe like and comment on the other"}, {"start": 144.22899999999998, "end": 144.239, "text": "subscribe like and comment on the other"}, {"start": 144.239, "end": 145.99, "text": "subscribe like and comment on the other language you start in southern africa"}, {"start": 145.99, "end": 146.0, "text": "language you start in southern africa"}, {"start": 146.0, "end": 147.589, "text": "language you start in southern africa that you would want to learn"}, {"start": 147.589, "end": 147.599, "text": "that you would want to learn"}, {"start": 147.599, "end": 151.35, "text": "that you would want to learn you know zulu um"}, {"start": 151.35, "end": 151.36, "text": "you know zulu um"}, {"start": 151.36, "end": 153.35, "text": "you know zulu um [Music]"}, {"start": 153.35, "end": 153.36, "text": "[Music]"}, {"start": 153.36, "end": 156.869, "text": "[Music] your chihuahua"}, {"start": 156.869, "end": 156.879, "text": "your chihuahua"}, {"start": 156.879, "end": 159.91, "text": "your chihuahua this one in zambia again i forgot what's"}, {"start": 159.91, "end": 159.92000000000002, "text": "this one in zambia again i forgot what's"}, {"start": 159.92000000000002, "end": 160.309, "text": "this one in zambia again i forgot what's there"}, {"start": 160.309, "end": 160.31900000000002, "text": "there"}, {"start": 160.31900000000002, "end": 162.949, "text": "there but yeah if you found it uh more useful"}, {"start": 162.949, "end": 162.959, "text": "but yeah if you found it uh more useful"}, {"start": 162.959, "end": 163.99, "text": "but yeah if you found it uh more useful subscribe comment"}, {"start": 163.99, "end": 164.0, "text": "subscribe comment"}, {"start": 164.0, "end": 165.03, "text": "subscribe comment and tell me which one you want me to"}, {"start": 165.03, "end": 165.04, "text": "and tell me which one you want me to"}, {"start": 165.04, "end": 166.22899999999998, "text": "and tell me which one you want me to feature i've got friends all around"}, {"start": 166.22899999999998, "end": 166.239, "text": "feature i've got friends all around"}, {"start": 166.239, "end": 167.67000000000002, "text": "feature i've got friends all around southern africa so we can put you on"}, {"start": 167.67000000000002, "end": 167.68, "text": "southern africa so we can put you on"}, {"start": 167.68, "end": 168.22899999999998, "text": "southern africa so we can put you on some"}, {"start": 168.22899999999998, "end": 168.239, "text": "some"}, {"start": 168.239, "end": 169.43, "text": "some in congolese as well we're going to"}, {"start": 169.43, "end": 169.44, "text": "in congolese as well we're going to"}, {"start": 169.44, "end": 171.75, "text": "in congolese as well we're going to future lingala so thanks you guys for"}, {"start": 171.75, "end": 171.76, "text": "future lingala so thanks you guys for"}, {"start": 171.76, "end": 172.47, "text": "future lingala so thanks you guys for watching"}, {"start": 172.47, "end": 172.48, "text": "watching"}, {"start": 172.48, "end": 175.84, "text": "watching all the best enjoy your"}], "createdAt": "2025-12-15T01:13:43.000Z", "imageUrl": "https://img.youtube.com/vi/pRt05c4RYBw/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=pRt05c4RYBw", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_eCUpTWKeTkE", "userId": "system", "title": "Otjiherero short film \"Tjihende\"", "language": "hz", "content": "[Applause] she she she she what right [Applause] she oh yeah that there I [Applause] [Applause] [Applause] [Laughter] foree [Applause] back [Applause] you [Applause] [Music] fore [Applause] [Applause] yeah [Applause] for he Stu Stu Stu ready okay I will be there soon okay ready okay I will be there soon okay ready okay I will be there soon okay then by for for [Applause] [Applause] nowee yeah must I do SC of us", "sentences": ["[Applause] she she she she what right [Applause] she oh yeah that there I [Applause] [Applause] [Applause] [Laughter] foree [Applause] back [Applause] you [Applause] [Music] fore [Applause] [Applause] yeah [Applause] for he Stu Stu Stu ready okay I will be there soon okay ready okay I will be there soon okay ready okay I will be there soon okay then by for for [Applause] [Applause] nowee yeah must I do SC of us"], "transcript": [{"start": 4.94, "end": 8.75, "text": "[Applause]"}, {"start": 8.76, "end": 10.99, "text": "she"}, {"start": 10.99, "end": 11.0, "text": "she"}, {"start": 11.0, "end": 15.47, "text": "she she what"}, {"start": 15.48, "end": 22.52, "text": "right"}, {"start": 22.53, "end": 28.95, "text": "[Applause]"}, {"start": 28.96, "end": 43.31, "text": "she"}, {"start": 43.32, "end": 58.709, "text": "oh yeah that"}, {"start": 58.719, "end": 75.03999999999999, "text": "there I"}, {"start": 75.05, "end": 75.81, "text": "[Applause]"}, {"start": 75.81, "end": 75.82, "text": "[Applause]"}, {"start": 75.82, "end": 88.83, "text": "[Applause] [Laughter]"}, {"start": 88.84, "end": 91.91, "text": "foree"}, {"start": 91.92, "end": 119.27000000000001, "text": "[Applause]"}, {"start": 119.28, "end": 132.22, "text": "back"}, {"start": 132.23, "end": 148.75, "text": "[Applause]"}, {"start": 148.76, "end": 158.17000000000002, "text": "you"}, {"start": 158.18, "end": 166.78, "text": "[Applause]"}, {"start": 166.79, "end": 178.75, "text": "[Music]"}, {"start": 178.76, "end": 186.96, "text": "fore"}, {"start": 186.97, "end": 203.73, "text": "[Applause]"}, {"start": 203.74, "end": 209.27, "text": "[Applause]"}, {"start": 209.28, "end": 227.69, "text": "yeah"}, {"start": 227.7, "end": 238.67000000000002, "text": "[Applause]"}, {"start": 238.68, "end": 268.59, "text": "for"}, {"start": 268.6, "end": 277.749, "text": "he"}, {"start": 277.759, "end": 278.87, "text": "Stu"}, {"start": 278.87, "end": 278.88, "text": "Stu"}, {"start": 278.88, "end": 281.909, "text": "Stu ready okay I will be there soon okay"}, {"start": 281.909, "end": 281.919, "text": "ready okay I will be there soon okay"}, {"start": 281.919, "end": 298.55, "text": "ready okay I will be there soon okay then"}, {"start": 298.56, "end": 328.469, "text": "by"}, {"start": 328.479, "end": 358.469, "text": "for"}, {"start": 358.479, "end": 364.39, "text": "for"}, {"start": 364.4, "end": 377.42, "text": "[Applause]"}, {"start": 377.43, "end": 388.39, "text": "[Applause]"}, {"start": 388.4, "end": 399.07, "text": "nowee"}, {"start": 399.08, "end": 416.99, "text": "yeah must I do SC of"}, {"start": 417.0, "end": 420.0, "text": "us"}], "createdAt": "2025-12-15T01:13:05.000Z", "imageUrl": "https://img.youtube.com/vi/eCUpTWKeTkE/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=eCUpTWKeTkE", "isFavorite": false, "progress": 0, "genre": "story"}]