[{"id": "yt_yYVKfIXBuIk", "userId": "system", "title": "Learning Hausa Language Conversation Lesson 001", "language": "dje", "content": "Assalamu Assalamu Assalamu alaykum. This is a general greeting that alaykum. This is a general greeting that alaykum. This is a general greeting that you can say in our language. It doesn't you can say in our language. It doesn't you can say in our language. It doesn't matter if you are going to say good matter if you are going to say good matter if you are going to say good morning or in you would still say morning or in you would still say morning or in you would still say asalamu alaykum. I mean especially asalamu alaykum. I mean especially asalamu alaykum. I mean especially Muslims you know we have majority Muslims you know we have majority Muslims you know we have majority Muslims in Havsa. So mostly you have to Muslims in Havsa. So mostly you have to Muslims in Havsa. So mostly you have to say assalamu alaykum before you start say assalamu alaykum before you start say assalamu alaykum before you start the language in auana. So in this video the language in auana. So in this video the language in auana. So in this video I'm going to teach you basic I'm going to teach you basic I'm going to teach you basic conversation in house conversation in house conversation in house language. If you follow this video to language. If you follow this video to language. If you follow this video to the end I promise you that you are going the end I promise you that you are going the end I promise you that you are going to learn one or two houseer words that to learn one or two houseer words that to learn one or two houseer words that can guide you in a simple conversation can guide you in a simple conversation can guide you in a simple conversation as house language is not a very as house language is not a very as house language is not a very difficult language. So if you follow difficult language. So if you follow difficult language. So if you follow this video till the end, you're going to this video till the end, you're going to this video till the end, you're going to pick a lot of words that can help you in pick a lot of words that can help you in pick a lot of words that can help you in basic house conversation that you can basic house conversation that you can basic house conversation that you can have conversation with any house person. have conversation with any house person. have conversation with any house person. So you have to stick to this video till So you have to stick to this video till So you have to stick to this video till the end and I promise I'm going to bring the end and I promise I'm going to bring the end and I promise I'm going to bring you more videos that will guide you in you more videos that will guide you in you more videos that will guide you in learning language. So let's go. You have learning language. So let's go. You have learning language. So let's go. You have number one. Good morning in Awana. number one. Good morning in Awana. number one. Good morning in Awana. Good morning in awana. Yes, that's Good morning in awana. Yes, that's Good morning in awana. Yes, that's number one. Then our number two, we have number one. Then our number two, we have number one. Then our number two, we have good afternoon also. Good afternoon also. Good afternoon also. Good afternoon. You can also say inawi as afternoon. You can also say inawi as afternoon. You can also say inawi as good evening. Yes, you see good good evening. Yes, you see good good evening. Yes, you see good afternoon/ evening. It's all ini. You afternoon/ evening. It's all ini. You afternoon/ evening. It's all ini. You can say inawi irrespective of either can say inawi irrespective of either can say inawi irrespective of either it's evening or afternoon. So number it's evening or afternoon. So number it's evening or afternoon. So number three we have three we have three we have Yasuna what is your name for male if the Yasuna what is your name for male if the Yasuna what is your name for male if the person is person is person is male what is your name male what is your name male what is your name then what is your name female that's if then what is your name female that's if then what is your name female that's if the person is a female you the person is a female you the person is a female you say what is your names my name is adu names my name is adu names my name is adu yesana my name is adu yesana my name is adu yesana my name is adu So from these sentences can you form So from these sentences can you form So from these sentences can you form your own new sentences? How many your own new sentences? How many your own new sentences? How many sentences can you form? You know Zama sentences can you form? You know Zama sentences can you form? You know Zama language you know house language excuse language you know house language excuse language you know house language excuse me is a very simple language. Once you me is a very simple language. Once you me is a very simple language. Once you remember individual words you are going remember individual words you are going remember individual words you are going to form your own sentences. If you look to form your own sentences. If you look to form your own sentences. If you look closely into these sentences I give. You closely into these sentences I give. You closely into these sentences I give. You can actually form your own sentences. So can actually form your own sentences. So can actually form your own sentences. So let's go for more examples. let's go for more examples. let's go for more examples. [Music] [Music] [Music] Ina I love you male. Yes. If you are Ina I love you male. Yes. If you are Ina I love you male. Yes. If you are talking to a male ina I love you. Either talking to a male ina I love you. Either talking to a male ina I love you. Either a boy or a man or a guy or a grownup a boy or a man or a guy or a grownup a boy or a man or a guy or a grownup adult male. You say in aa I love you. adult male. You say in aa I love you. adult male. You say in aa I love you. Ini I love you. That's for female. Ini I love you. That's for female. Ini I love you. That's for female. either a girl, a woman, a young lady in either a girl, a woman, a young lady in either a girl, a woman, a young lady in I love you for I love you for I love you for female buni. I don't love you female. female buni. I don't love you female. female buni. I don't love you female. Yes. I don't love you. Female. It could Yes. I don't love you. Female. It could Yes. I don't love you. Female. It could be a girl, a young woman, or a be a girl, a young woman, or a be a girl, a young woman, or a woman. I don't love you. Female. Bansa. woman. I don't love you. Female. Bansa. woman. I don't love you. Female. Bansa. I don't love you. male also bans I don't I don't love you. male also bans I don't I don't love you. male also bans I don't love you male try to remember individual love you male try to remember individual love you male try to remember individual words that's all you need in house words that's all you need in house words that's all you need in house language as far as you can remember language as far as you can remember language as far as you can remember individual words language can be said in individual words language can be said in individual words language can be said in a very simple way if you remember a very simple way if you remember a very simple way if you remember individual words here you can form your individual words here you can form your individual words here you can form your own new sentences language is very easy own new sentences language is very easy own new sentences language is very easy yes as you can see each of these yes as you can see each of these yes as you can see each of these individual words One to two words can individual words One to two words can individual words One to two words can actually form a sentence in house actually form a sentence in house actually form a sentence in house language. If you try and look closely language. If you try and look closely language. If you try and look closely just one to two words can form new just one to two words can form new just one to two words can form new sentences. Please don't mind my sentences. Please don't mind my sentences. Please don't mind my arrangement. So you have tiga go arrangement. So you have tiga go arrangement. So you have tiga go home. That's an order. Yes tiga go home. home. That's an order. Yes tiga go home. home. That's an order. Yes tiga go home. It's not very polite. Go home in English It's not very polite. Go home in English It's not very polite. Go home in English language can be a little bit polite but language can be a little bit polite but language can be a little bit polite but tiga in our language is not polite. It's tiga in our language is not polite. It's tiga in our language is not polite. It's mostly said to little children. mostly said to little children. mostly said to little children. Yes. Go home. Or other. Zoida, come Yes. Go home. Or other. Zoida, come Yes. Go home. Or other. Zoida, come home. Order. Also, also this song is not home. Order. Also, also this song is not home. Order. Also, also this song is not encouraging for someone who is grown up. encouraging for someone who is grown up. encouraging for someone who is grown up. It's mostly said to little children. It's mostly said to little children. It's mostly said to little children. Zoida go home. Yes, that's an order. Zoida go home. Yes, that's an order. Zoida go home. Yes, that's an order. Zoida, come home. Rather. Yes. Let's see Zoida, come home. Rather. Yes. Let's see Zoida, come home. Rather. Yes. Let's see more examples. We're going to give more more examples. We're going to give more more examples. We're going to give more examples. examples. examples. So in this our new example we are going So in this our new example we are going So in this our new example we are going to look at some keywords. Yes from the to look at some keywords. Yes from the to look at some keywords. Yes from the previous page the sentences we form we previous page the sentences we form we previous page the sentences we form we are going to remember the keywords here. are going to remember the keywords here. are going to remember the keywords here. You can also pick your own keywords. You You can also pick your own keywords. You You can also pick your own keywords. You don't have to mind the keywords that I'm don't have to mind the keywords that I'm don't have to mind the keywords that I'm going to give here. As far as you can going to give here. As far as you can going to give here. As far as you can remember keywords in house language as remember keywords in house language as remember keywords in house language as far as you can remember to say far as you can remember to say far as you can remember to say individual words language is made very individual words language is made very individual words language is made very simple. As far as you can pick two words simple. As far as you can pick two words simple. As far as you can pick two words and join them together, I promise and I and join them together, I promise and I and join them together, I promise and I assure you that you are going to be able assure you that you are going to be able assure you that you are going to be able to have conversation in house language. to have conversation in house language. to have conversation in house language. Hassa language to me is one of the Hassa language to me is one of the Hassa language to me is one of the easiest languages in Africa. Yes, very easiest languages in Africa. Yes, very easiest languages in Africa. Yes, very very easy. All you need to do is to try very easy. All you need to do is to try very easy. All you need to do is to try and pick one to two words and then you and pick one to two words and then you and pick one to two words and then you join them together. I assure you that join them together. I assure you that join them together. I assure you that you are going to form sentences that you are going to form sentences that you are going to form sentences that will make sense. So let's see at let's will make sense. So let's see at let's will make sense. So let's see at let's look at this our new keyword that I look at this our new keyword that I look at this our new keyword that I picked from our previous page. Suna picked from our previous page. Suna picked from our previous page. Suna name K U for male. Yes K U that's for name K U for male. Yes K U that's for name K U for male. Yes K U that's for male. If you are addressing a guy, a boy male. If you are addressing a guy, a boy male. If you are addressing a guy, a boy or a young man, you say or a young man, you say or a young man, you say K. That's for male. So K. That's for male. So K. That's for male. So love K U that's also female. This K is love K U that's also female. This K is love K U that's also female. This K is used in other sentences. Yes. K U. It used in other sentences. Yes. K U. It used in other sentences. Yes. K U. It also means you but for female. Zoo also means you but for female. Zoo also means you but for female. Zoo come. Yes. Z come. come. Yes. Z come. come. Yes. Z come. So none here if you observe very well So none here if you observe very well So none here if you observe very well you would see that this these words are you would see that this these words are you would see that this these words are picked from our previous sentences that picked from our previous sentences that picked from our previous sentences that I give. So you can also try to pick as I give. So you can also try to pick as I give. So you can also try to pick as much words as possible. Once you form much words as possible. Once you form much words as possible. Once you form one or two words you are easily going to one or two words you are easily going to one or two words you are easily going to make a sentence in in house language. So make a sentence in in house language. So make a sentence in in house language. So number five you see number five you see number five you see ga ga ga house home either house or home it's ga. house home either house or home it's ga. house home either house or home it's ga. So the plural is gaj. Yes. Houses. Gaji. So the plural is gaj. Yes. Houses. Gaji. So the plural is gaj. Yes. Houses. Gaji. Houses. Then number six, you say she. Houses. Then number six, you say she. Houses. Then number six, you say she. That's That's That's him. She him. She him. She him. It her. Yes. She him. It her. Then him. It her. Yes. She him. It her. Then him. It her. Yes. She him. It her. Then you see our number seven. You say sue you see our number seven. You say sue you see our number seven. You say sue them. Soon they. So this soon is them. Soon they. So this soon is them. Soon they. So this soon is actually used in the sentence. Soon they he for he for he for example he has example he has example he has come. come. come. Yi he has gone. So you see da", "sentences": ["Assalamu Assalamu Assalamu alaykum.", "This is a general greeting that alaykum.", "This is a general greeting that alaykum.", "This is a general greeting that you can say in our language.", "It doesn't you can say in our language.", "It doesn't you can say in our language.", "It doesn't matter if you are going to say good matter if you are going to say good matter if you are going to say good morning or in you would still say morning or in you would still say morning or in you would still say asalamu alaykum.", "I mean especially asalamu alaykum.", "I mean especially asalamu alaykum.", "I mean especially Muslims you know we have majority Muslims you know we have majority Muslims you know we have majority Muslims in Havsa.", "So mostly you have to Muslims in Havsa.", "So mostly you have to Muslims in Havsa.", "So mostly you have to say assalamu alaykum before you start say assalamu alaykum before you start say assalamu alaykum before you start the language in auana.", "So in this video the language in auana.", "So in this video the language in auana.", "So in this video I'm going to teach you basic I'm going to teach you basic I'm going to teach you basic conversation in house conversation in house conversation in house language.", "If you follow this video to language.", "If you follow this video to language.", "If you follow this video to the end I promise you that you are going the end I promise you that you are going the end I promise you that you are going to learn one or two houseer words that to learn one or two houseer words that to learn one or two houseer words that can guide you in a simple conversation can guide you in a simple conversation can guide you in a simple conversation as house language is not a very as house language is not a very as house language is not a very difficult language.", "So if you follow difficult language.", "So if you follow difficult language.", "So if you follow this video till the end, you're going to this video till the end, you're going to this video till the end, you're going to pick a lot of words that can help you in pick a lot of words that can help you in pick a lot of words that can help you in basic house conversation that you can basic house conversation that you can basic house conversation that you can have conversation with any house person.", "have conversation with any house person.", "have conversation with any house person.", "So you have to stick to this video till So you have to stick to this video till So you have to stick to this video till the end and I promise I'm going to bring the end and I promise I'm going to bring the end and I promise I'm going to bring you more videos that will guide you in you more videos that will guide you in you more videos that will guide you in learning language.", "So let's go.", "You have learning language.", "So let's go.", "You have learning language.", "So let's go.", "You have number one.", "Good morning in Awana.", "number one.", "Good morning in Awana.", "number one.", "Good morning in Awana.", "Good morning in awana.", "Yes, that's Good morning in awana.", "Yes, that's Good morning in awana.", "Yes, that's number one.", "Then our number two, we have number one.", "Then our number two, we have number one.", "Then our number two, we have good afternoon also.", "Good afternoon also.", "Good afternoon also.", "Good afternoon.", "You can also say inawi as afternoon.", "You can also say inawi as afternoon.", "You can also say inawi as good evening.", "Yes, you see good good evening.", "Yes, you see good good evening.", "Yes, you see good afternoon/ evening.", "It's all ini.", "You afternoon/ evening.", "It's all ini.", "You afternoon/ evening.", "It's all ini.", "You can say inawi irrespective of either can say inawi irrespective of either can say inawi irrespective of either it's evening or afternoon.", "So number it's evening or afternoon.", "So number it's evening or afternoon.", "So number three we have three we have three we have Yasuna what is your name for male if the Yasuna what is your name for male if the Yasuna what is your name for male if the person is person is person is male what is your name male what is your name male what is your name then what is your name female that's if then what is your name female that's if then what is your name female that's if the person is a female you the person is a female you the person is a female you say what is your names my name is adu names my name is adu names my name is adu yesana my name is adu yesana my name is adu yesana my name is adu So from these sentences can you form So from these sentences can you form So from these sentences can you form your own new sentences?", "How many your own new sentences?", "How many your own new sentences?", "How many sentences can you form?", "You know Zama sentences can you form?", "You know Zama sentences can you form?", "You know Zama language you know house language excuse language you know house language excuse language you know house language excuse me is a very simple language.", "Once you me is a very simple language.", "Once you me is a very simple language.", "Once you remember individual words you are going remember individual words you are going remember individual words you are going to form your own sentences.", "If you look to form your own sentences.", "If you look to form your own sentences.", "If you look closely into these sentences I give.", "You closely into these sentences I give.", "You closely into these sentences I give.", "You can actually form your own sentences.", "So can actually form your own sentences.", "So can actually form your own sentences.", "So let's go for more examples.", "let's go for more examples.", "let's go for more examples.", "[Music] [Music] [Music] Ina I love you male.", "Yes.", "If you are Ina I love you male.", "Yes.", "If you are Ina I love you male.", "Yes.", "If you are talking to a male ina I love you.", "Either talking to a male ina I love you.", "Either talking to a male ina I love you.", "Either a boy or a man or a guy or a grownup a boy or a man or a guy or a grownup a boy or a man or a guy or a grownup adult male.", "You say in aa I love you.", "adult male.", "You say in aa I love you.", "adult male.", "You say in aa I love you.", "Ini I love you.", "That's for female.", "Ini I love you.", "That's for female.", "Ini I love you.", "That's for female.", "either a girl, a woman, a young lady in either a girl, a woman, a young lady in either a girl, a woman, a young lady in I love you for I love you for I love you for female buni.", "I don't love you female.", "female buni.", "I don't love you female.", "female buni.", "I don't love you female.", "Yes.", "I don't love you.", "Female.", "It could Yes.", "I don't love you.", "Female.", "It could Yes.", "I don't love you.", "Female.", "It could be a girl, a young woman, or a be a girl, a young woman, or a be a girl, a young woman, or a woman.", "I don't love you.", "Female.", "Bansa.", "woman.", "I don't love you.", "Female.", "Bansa.", "woman.", "I don't love you.", "Female.", "Bansa.", "I don't love you.", "male also bans I don't I don't love you.", "male also bans I don't I don't love you.", "male also bans I don't love you male try to remember individual love you male try to remember individual love you male try to remember individual words that's all you need in house words that's all you need in house words that's all you need in house language as far as you can remember language as far as you can remember language as far as you can remember individual words language can be said in individual words language can be said in individual words language can be said in a very simple way if you remember a very simple way if you remember a very simple way if you remember individual words here you can form your individual words here you can form your individual words here you can form your own new sentences language is very easy own new sentences language is very easy own new sentences language is very easy yes as you can see each of these yes as you can see each of these yes as you can see each of these individual words One to two words can individual words One to two words can individual words One to two words can actually form a sentence in house actually form a sentence in house actually form a sentence in house language.", "If you try and look closely language.", "If you try and look closely language.", "If you try and look closely just one to two words can form new just one to two words can form new just one to two words can form new sentences.", "Please don't mind my sentences.", "Please don't mind my sentences.", "Please don't mind my arrangement.", "So you have tiga go arrangement.", "So you have tiga go arrangement.", "So you have tiga go home.", "That's an order.", "Yes tiga go home.", "home.", "That's an order.", "Yes tiga go home.", "home.", "That's an order.", "Yes tiga go home.", "It's not very polite.", "Go home in English It's not very polite.", "Go home in English It's not very polite.", "Go home in English language can be a little bit polite but language can be a little bit polite but language can be a little bit polite but tiga in our language is not polite.", "It's tiga in our language is not polite.", "It's tiga in our language is not polite.", "It's mostly said to little children.", "mostly said to little children.", "mostly said to little children.", "Yes.", "Go home.", "Or other.", "Zoida, come Yes.", "Go home.", "Or other.", "Zoida, come Yes.", "Go home.", "Or other.", "Zoida, come home.", "Order.", "Also, also this song is not home.", "Order.", "Also, also this song is not home.", "Order.", "Also, also this song is not encouraging for someone who is grown up.", "encouraging for someone who is grown up.", "encouraging for someone who is grown up.", "It's mostly said to little children.", "It's mostly said to little children.", "It's mostly said to little children.", "Zoida go home.", "Yes, that's an order.", "Zoida go home.", "Yes, that's an order.", "Zoida go home.", "Yes, that's an order.", "Zoida, come home.", "Rather.", "Yes.", "Let's see Zoida, come home.", "Rather.", "Yes.", "Let's see Zoida, come home.", "Rather.", "Yes.", "Let's see more examples.", "We're going to give more more examples.", "We're going to give more more examples.", "We're going to give more examples.", "examples.", "examples.", "So in this our new example we are going So in this our new example we are going So in this our new example we are going to look at some keywords.", "Yes from the to look at some keywords.", "Yes from the to look at some keywords.", "Yes from the previous page the sentences we form we previous page the sentences we form we previous page the sentences we form we are going to remember the keywords here.", "are going to remember the keywords here.", "are going to remember the keywords here.", "You can also pick your own keywords.", "You You can also pick your own keywords.", "You You can also pick your own keywords.", "You don't have to mind the keywords that I'm don't have to mind the keywords that I'm don't have to mind the keywords that I'm going to give here.", "As far as you can going to give here.", "As far as you can going to give here.", "As far as you can remember keywords in house language as remember keywords in house language as remember keywords in house language as far as you can remember to say far as you can remember to say far as you can remember to say individual words language is made very individual words language is made very individual words language is made very simple.", "As far as you can pick two words simple.", "As far as you can pick two words simple.", "As far as you can pick two words and join them together, I promise and I and join them together, I promise and I and join them together, I promise and I assure you that you are going to be able assure you that you are going to be able assure you that you are going to be able to have conversation in house language.", "to have conversation in house language.", "to have conversation in house language.", "Hassa language to me is one of the Hassa language to me is one of the Hassa language to me is one of the easiest languages in Africa.", "Yes, very easiest languages in Africa.", "Yes, very easiest languages in Africa.", "Yes, very very easy.", "All you need to do is to try very easy.", "All you need to do is to try very easy.", "All you need to do is to try and pick one to two words and then you and pick one to two words and then you and pick one to two words and then you join them together.", "I assure you that join them together.", "I assure you that join them together.", "I assure you that you are going to form sentences that you are going to form sentences that you are going to form sentences that will make sense.", "So let's see at let's will make sense.", "So let's see at let's will make sense.", "So let's see at let's look at this our new keyword that I look at this our new keyword that I look at this our new keyword that I picked from our previous page.", "Suna picked from our previous page.", "Suna picked from our previous page.", "Suna name K U for male.", "Yes K U that's for name K U for male.", "Yes K U that's for name K U for male.", "Yes K U that's for male.", "If you are addressing a guy, a boy male.", "If you are addressing a guy, a boy male.", "If you are addressing a guy, a boy or a young man, you say or a young man, you say or a young man, you say K.", "That's for male.", "So K.", "That's for male.", "So K.", "That's for male.", "So love K U that's also female.", "This K is love K U that's also female.", "This K is love K U that's also female.", "This K is used in other sentences.", "Yes.", "K U.", "It used in other sentences.", "Yes.", "K U.", "It used in other sentences.", "Yes.", "K U.", "It also means you but for female.", "Zoo also means you but for female.", "Zoo also means you but for female.", "Zoo come.", "Yes.", "Z come.", "come.", "Yes.", "Z come.", "come.", "Yes.", "Z come.", "So none here if you observe very well So none here if you observe very well So none here if you observe very well you would see that this these words are you would see that this these words are you would see that this these words are picked from our previous sentences that picked from our previous sentences that picked from our previous sentences that I give.", "So you can also try to pick as I give.", "So you can also try to pick as I give.", "So you can also try to pick as much words as possible.", "Once you form much words as possible.", "Once you form much words as possible.", "Once you form one or two words you are easily going to one or two words you are easily going to one or two words you are easily going to make a sentence in in house language.", "So make a sentence in in house language.", "So make a sentence in in house language.", "So number five you see number five you see number five you see ga ga ga house home either house or home it's ga.", "house home either house or home it's ga.", "house home either house or home it's ga.", "So the plural is gaj.", "Yes.", "Houses.", "Gaji.", "So the plural is gaj.", "Yes.", "Houses.", "Gaji.", "So the plural is gaj.", "Yes.", "Houses.", "Gaji.", "Houses.", "Then number six, you say she.", "Houses.", "Then number six, you say she.", "Houses.", "Then number six, you say she.", "That's That's That's him.", "She him.", "She him.", "She him.", "It her.", "Yes.", "She him.", "It her.", "Then him.", "It her.", "Yes.", "She him.", "It her.", "Then him.", "It her.", "Yes.", "She him.", "It her.", "Then you see our number seven.", "You say sue you see our number seven.", "You say sue you see our number seven.", "You say sue them.", "Soon they.", "So this soon is them.", "Soon they.", "So this soon is them.", "Soon they.", "So this soon is actually used in the sentence.", "Soon they he for he for he for example he has example he has example he has come.", "come.", "come.", "Yi he has gone.", "So you see da"], "transcript": [{"start": 1.439, "end": 2.429, "text": "Assalamu"}, {"start": 2.429, "end": 2.439, "text": "Assalamu"}, {"start": 2.439, "end": 4.789, "text": "Assalamu alaykum. This is a general greeting that"}, {"start": 4.789, "end": 4.799, "text": "alaykum. This is a general greeting that"}, {"start": 4.799, "end": 7.67, "text": "alaykum. This is a general greeting that you can say in our language. It doesn't"}, {"start": 7.67, "end": 7.68, "text": "you can say in our language. It doesn't"}, {"start": 7.68, "end": 10.15, "text": "you can say in our language. It doesn't matter if you are going to say good"}, {"start": 10.15, "end": 10.16, "text": "matter if you are going to say good"}, {"start": 10.16, "end": 13.27, "text": "matter if you are going to say good morning or in you would still say"}, {"start": 13.27, "end": 13.28, "text": "morning or in you would still say"}, {"start": 13.28, "end": 17.23, "text": "morning or in you would still say asalamu alaykum. I mean especially"}, {"start": 17.23, "end": 17.24, "text": "asalamu alaykum. I mean especially"}, {"start": 17.24, "end": 19.269, "text": "asalamu alaykum. I mean especially Muslims you know we have majority"}, {"start": 19.269, "end": 19.279, "text": "Muslims you know we have majority"}, {"start": 19.279, "end": 22.15, "text": "Muslims you know we have majority Muslims in Havsa. So mostly you have to"}, {"start": 22.15, "end": 22.16, "text": "Muslims in Havsa. So mostly you have to"}, {"start": 22.16, "end": 24.87, "text": "Muslims in Havsa. So mostly you have to say assalamu alaykum before you start"}, {"start": 24.87, "end": 24.88, "text": "say assalamu alaykum before you start"}, {"start": 24.88, "end": 28.55, "text": "say assalamu alaykum before you start the language in auana. So in this video"}, {"start": 28.55, "end": 28.56, "text": "the language in auana. So in this video"}, {"start": 28.56, "end": 30.39, "text": "the language in auana. So in this video I'm going to teach you basic"}, {"start": 30.39, "end": 30.4, "text": "I'm going to teach you basic"}, {"start": 30.4, "end": 32.83, "text": "I'm going to teach you basic conversation in house"}, {"start": 32.83, "end": 32.84, "text": "conversation in house"}, {"start": 32.84, "end": 35.51, "text": "conversation in house language. If you follow this video to"}, {"start": 35.51, "end": 35.52, "text": "language. If you follow this video to"}, {"start": 35.52, "end": 37.59, "text": "language. If you follow this video to the end I promise you that you are going"}, {"start": 37.59, "end": 37.6, "text": "the end I promise you that you are going"}, {"start": 37.6, "end": 40.389, "text": "the end I promise you that you are going to learn one or two houseer words that"}, {"start": 40.389, "end": 40.399, "text": "to learn one or two houseer words that"}, {"start": 40.399, "end": 43.19, "text": "to learn one or two houseer words that can guide you in a simple conversation"}, {"start": 43.19, "end": 43.2, "text": "can guide you in a simple conversation"}, {"start": 43.2, "end": 45.43, "text": "can guide you in a simple conversation as house language is not a very"}, {"start": 45.43, "end": 45.44, "text": "as house language is not a very"}, {"start": 45.44, "end": 48.069, "text": "as house language is not a very difficult language. So if you follow"}, {"start": 48.069, "end": 48.079, "text": "difficult language. So if you follow"}, {"start": 48.079, "end": 50.389, "text": "difficult language. So if you follow this video till the end, you're going to"}, {"start": 50.389, "end": 50.399, "text": "this video till the end, you're going to"}, {"start": 50.399, "end": 54.069, "text": "this video till the end, you're going to pick a lot of words that can help you in"}, {"start": 54.069, "end": 54.079, "text": "pick a lot of words that can help you in"}, {"start": 54.079, "end": 56.229, "text": "pick a lot of words that can help you in basic house conversation that you can"}, {"start": 56.229, "end": 56.239, "text": "basic house conversation that you can"}, {"start": 56.239, "end": 59.27, "text": "basic house conversation that you can have conversation with any house person."}, {"start": 59.27, "end": 59.28, "text": "have conversation with any house person."}, {"start": 59.28, "end": 61.189, "text": "have conversation with any house person. So you have to stick to this video till"}, {"start": 61.189, "end": 61.199, "text": "So you have to stick to this video till"}, {"start": 61.199, "end": 63.11, "text": "So you have to stick to this video till the end and I promise I'm going to bring"}, {"start": 63.11, "end": 63.12, "text": "the end and I promise I'm going to bring"}, {"start": 63.12, "end": 65.75, "text": "the end and I promise I'm going to bring you more videos that will guide you in"}, {"start": 65.75, "end": 65.76, "text": "you more videos that will guide you in"}, {"start": 65.76, "end": 70.23, "text": "you more videos that will guide you in learning language. So let's go. You have"}, {"start": 70.23, "end": 70.24, "text": "learning language. So let's go. You have"}, {"start": 70.24, "end": 76.07, "text": "learning language. So let's go. You have number one. Good morning in Awana."}, {"start": 76.07, "end": 76.08, "text": "number one. Good morning in Awana."}, {"start": 76.08, "end": 79.83, "text": "number one. Good morning in Awana. Good morning in awana. Yes, that's"}, {"start": 79.83, "end": 79.84, "text": "Good morning in awana. Yes, that's"}, {"start": 79.84, "end": 82.95, "text": "Good morning in awana. Yes, that's number one. Then our number two, we have"}, {"start": 82.95, "end": 82.96000000000001, "text": "number one. Then our number two, we have"}, {"start": 82.96000000000001, "end": 85.87, "text": "number one. Then our number two, we have good"}, {"start": 85.88, "end": 89.39, "text": "afternoon also. Good"}, {"start": 89.39, "end": 89.4, "text": "afternoon also. Good"}, {"start": 89.4, "end": 92.39, "text": "afternoon also. Good afternoon. You can also say inawi as"}, {"start": 92.39, "end": 92.4, "text": "afternoon. You can also say inawi as"}, {"start": 92.4, "end": 95.39, "text": "afternoon. You can also say inawi as good evening. Yes, you see good"}, {"start": 95.39, "end": 95.4, "text": "good evening. Yes, you see good"}, {"start": 95.4, "end": 99.10900000000001, "text": "good evening. Yes, you see good afternoon/ evening. It's all ini. You"}, {"start": 99.10900000000001, "end": 99.119, "text": "afternoon/ evening. It's all ini. You"}, {"start": 99.119, "end": 101.35, "text": "afternoon/ evening. It's all ini. You can say inawi irrespective of either"}, {"start": 101.35, "end": 101.36, "text": "can say inawi irrespective of either"}, {"start": 101.36, "end": 104.55, "text": "can say inawi irrespective of either it's evening or afternoon. So number"}, {"start": 104.55, "end": 104.56, "text": "it's evening or afternoon. So number"}, {"start": 104.56, "end": 106.27000000000001, "text": "it's evening or afternoon. So number three we have"}, {"start": 106.27000000000001, "end": 106.28, "text": "three we have"}, {"start": 106.28, "end": 109.91, "text": "three we have Yasuna what is your name for male if the"}, {"start": 109.91, "end": 109.92, "text": "Yasuna what is your name for male if the"}, {"start": 109.92, "end": 111.71000000000001, "text": "Yasuna what is your name for male if the person is"}, {"start": 111.71000000000001, "end": 111.72, "text": "person is"}, {"start": 111.72, "end": 116.35, "text": "person is male what is your name"}, {"start": 116.35, "end": 116.36, "text": "male what is your name"}, {"start": 116.36, "end": 120.31, "text": "male what is your name then what is your name female that's if"}, {"start": 120.31, "end": 120.32, "text": "then what is your name female that's if"}, {"start": 120.32, "end": 123.149, "text": "then what is your name female that's if the person is a female you"}, {"start": 123.149, "end": 123.159, "text": "the person is a female you"}, {"start": 123.159, "end": 127.229, "text": "the person is a female you say what is your"}, {"start": 127.239, "end": 131.309, "text": "names my name is adu"}, {"start": 131.309, "end": 131.319, "text": "names my name is adu"}, {"start": 131.319, "end": 133.99, "text": "names my name is adu yesana my name is adu"}, {"start": 133.99, "end": 134.0, "text": "yesana my name is adu"}, {"start": 134.0, "end": 136.39, "text": "yesana my name is adu So from these sentences can you form"}, {"start": 136.39, "end": 136.4, "text": "So from these sentences can you form"}, {"start": 136.4, "end": 138.869, "text": "So from these sentences can you form your own new sentences? How many"}, {"start": 138.869, "end": 138.879, "text": "your own new sentences? How many"}, {"start": 138.879, "end": 140.949, "text": "your own new sentences? How many sentences can you form? You know Zama"}, {"start": 140.949, "end": 140.959, "text": "sentences can you form? You know Zama"}, {"start": 140.959, "end": 143.03, "text": "sentences can you form? You know Zama language you know house language excuse"}, {"start": 143.03, "end": 143.04, "text": "language you know house language excuse"}, {"start": 143.04, "end": 145.91, "text": "language you know house language excuse me is a very simple language. Once you"}, {"start": 145.91, "end": 145.92000000000002, "text": "me is a very simple language. Once you"}, {"start": 145.92000000000002, "end": 148.47, "text": "me is a very simple language. Once you remember individual words you are going"}, {"start": 148.47, "end": 148.48, "text": "remember individual words you are going"}, {"start": 148.48, "end": 151.11, "text": "remember individual words you are going to form your own sentences. If you look"}, {"start": 151.11, "end": 151.12, "text": "to form your own sentences. If you look"}, {"start": 151.12, "end": 154.309, "text": "to form your own sentences. If you look closely into these sentences I give. You"}, {"start": 154.309, "end": 154.31900000000002, "text": "closely into these sentences I give. You"}, {"start": 154.31900000000002, "end": 157.19, "text": "closely into these sentences I give. You can actually form your own sentences. So"}, {"start": 157.19, "end": 157.2, "text": "can actually form your own sentences. So"}, {"start": 157.2, "end": 159.3, "text": "can actually form your own sentences. So let's go for more examples."}, {"start": 159.3, "end": 159.31, "text": "let's go for more examples."}, {"start": 159.31, "end": 160.91, "text": "let's go for more examples. [Music]"}, {"start": 160.91, "end": 160.92000000000002, "text": "[Music]"}, {"start": 160.92000000000002, "end": 165.43, "text": "[Music] Ina I love you male. Yes. If you are"}, {"start": 165.43, "end": 165.44, "text": "Ina I love you male. Yes. If you are"}, {"start": 165.44, "end": 169.75, "text": "Ina I love you male. Yes. If you are talking to a male ina I love you. Either"}, {"start": 169.75, "end": 169.76, "text": "talking to a male ina I love you. Either"}, {"start": 169.76, "end": 172.869, "text": "talking to a male ina I love you. Either a boy or a man or a guy or a grownup"}, {"start": 172.869, "end": 172.879, "text": "a boy or a man or a guy or a grownup"}, {"start": 172.879, "end": 177.71, "text": "a boy or a man or a guy or a grownup adult male. You say in aa I love you."}, {"start": 177.71, "end": 177.72, "text": "adult male. You say in aa I love you."}, {"start": 177.72, "end": 181.19, "text": "adult male. You say in aa I love you. Ini I love you. That's for female."}, {"start": 181.19, "end": 181.2, "text": "Ini I love you. That's for female."}, {"start": 181.2, "end": 187.19, "text": "Ini I love you. That's for female. either a girl, a woman, a young lady in"}, {"start": 187.19, "end": 187.2, "text": "either a girl, a woman, a young lady in"}, {"start": 187.2, "end": 189.55, "text": "either a girl, a woman, a young lady in I love you for"}, {"start": 189.55, "end": 189.56, "text": "I love you for"}, {"start": 189.56, "end": 196.50900000000001, "text": "I love you for female buni. I don't love you female."}, {"start": 196.50900000000001, "end": 196.519, "text": "female buni. I don't love you female."}, {"start": 196.519, "end": 199.99, "text": "female buni. I don't love you female. Yes. I don't love you. Female. It could"}, {"start": 199.99, "end": 200.0, "text": "Yes. I don't love you. Female. It could"}, {"start": 200.0, "end": 204.11, "text": "Yes. I don't love you. Female. It could be a girl, a young woman, or a"}, {"start": 204.11, "end": 204.12, "text": "be a girl, a young woman, or a"}, {"start": 204.12, "end": 208.39, "text": "be a girl, a young woman, or a woman. I don't love you. Female. Bansa."}, {"start": 208.39, "end": 208.4, "text": "woman. I don't love you. Female. Bansa."}, {"start": 208.4, "end": 213.67000000000002, "text": "woman. I don't love you. Female. Bansa. I don't love you. male also bans I don't"}, {"start": 213.67000000000002, "end": 213.68, "text": "I don't love you. male also bans I don't"}, {"start": 213.68, "end": 216.75, "text": "I don't love you. male also bans I don't love you male try to remember individual"}, {"start": 216.75, "end": 216.76, "text": "love you male try to remember individual"}, {"start": 216.76, "end": 220.75, "text": "love you male try to remember individual words that's all you need in house"}, {"start": 220.75, "end": 220.76, "text": "words that's all you need in house"}, {"start": 220.76, "end": 223.19, "text": "words that's all you need in house language as far as you can remember"}, {"start": 223.19, "end": 223.2, "text": "language as far as you can remember"}, {"start": 223.2, "end": 227.35, "text": "language as far as you can remember individual words language can be said in"}, {"start": 227.35, "end": 227.36, "text": "individual words language can be said in"}, {"start": 227.36, "end": 229.91, "text": "individual words language can be said in a very simple way if you remember"}, {"start": 229.91, "end": 229.92000000000002, "text": "a very simple way if you remember"}, {"start": 229.92000000000002, "end": 231.91, "text": "a very simple way if you remember individual words here you can form your"}, {"start": 231.91, "end": 231.92000000000002, "text": "individual words here you can form your"}, {"start": 231.92000000000002, "end": 235.75, "text": "individual words here you can form your own new sentences language is very easy"}, {"start": 235.75, "end": 235.76, "text": "own new sentences language is very easy"}, {"start": 235.76, "end": 237.91, "text": "own new sentences language is very easy yes as you can see each of these"}, {"start": 237.91, "end": 237.92000000000002, "text": "yes as you can see each of these"}, {"start": 237.92000000000002, "end": 241.67, "text": "yes as you can see each of these individual words One to two words can"}, {"start": 241.67, "end": 241.68, "text": "individual words One to two words can"}, {"start": 241.68, "end": 243.27, "text": "individual words One to two words can actually form a sentence in house"}, {"start": 243.27, "end": 243.28, "text": "actually form a sentence in house"}, {"start": 243.28, "end": 246.229, "text": "actually form a sentence in house language. If you try and look closely"}, {"start": 246.229, "end": 246.239, "text": "language. If you try and look closely"}, {"start": 246.239, "end": 248.429, "text": "language. If you try and look closely just one to two words can form new"}, {"start": 248.429, "end": 248.439, "text": "just one to two words can form new"}, {"start": 248.439, "end": 250.50900000000001, "text": "just one to two words can form new sentences. Please don't mind my"}, {"start": 250.50900000000001, "end": 250.519, "text": "sentences. Please don't mind my"}, {"start": 250.519, "end": 254.99, "text": "sentences. Please don't mind my arrangement. So you have tiga go"}, {"start": 254.99, "end": 255.0, "text": "arrangement. So you have tiga go"}, {"start": 255.0, "end": 259.11, "text": "arrangement. So you have tiga go home. That's an order. Yes tiga go home."}, {"start": 259.11, "end": 259.12, "text": "home. That's an order. Yes tiga go home."}, {"start": 259.12, "end": 262.87, "text": "home. That's an order. Yes tiga go home. It's not very polite. Go home in English"}, {"start": 262.87, "end": 262.88, "text": "It's not very polite. Go home in English"}, {"start": 262.88, "end": 265.51, "text": "It's not very polite. Go home in English language can be a little bit polite but"}, {"start": 265.51, "end": 265.52, "text": "language can be a little bit polite but"}, {"start": 265.52, "end": 267.99, "text": "language can be a little bit polite but tiga in our language is not polite. It's"}, {"start": 267.99, "end": 268.0, "text": "tiga in our language is not polite. It's"}, {"start": 268.0, "end": 271.07, "text": "tiga in our language is not polite. It's mostly said to little children."}, {"start": 271.07, "end": 271.08, "text": "mostly said to little children."}, {"start": 271.08, "end": 275.95, "text": "mostly said to little children. Yes. Go home. Or other. Zoida, come"}, {"start": 275.95, "end": 275.96, "text": "Yes. Go home. Or other. Zoida, come"}, {"start": 275.96, "end": 280.55, "text": "Yes. Go home. Or other. Zoida, come home. Order. Also, also this song is not"}, {"start": 280.55, "end": 280.56, "text": "home. Order. Also, also this song is not"}, {"start": 280.56, "end": 283.11, "text": "home. Order. Also, also this song is not encouraging for someone who is grown up."}, {"start": 283.11, "end": 283.12, "text": "encouraging for someone who is grown up."}, {"start": 283.12, "end": 285.83, "text": "encouraging for someone who is grown up. It's mostly said to little children."}, {"start": 285.83, "end": 285.84000000000003, "text": "It's mostly said to little children."}, {"start": 285.84000000000003, "end": 289.83, "text": "It's mostly said to little children. Zoida go home. Yes, that's an order."}, {"start": 289.83, "end": 289.84000000000003, "text": "Zoida go home. Yes, that's an order."}, {"start": 289.84000000000003, "end": 293.43, "text": "Zoida go home. Yes, that's an order. Zoida, come home. Rather. Yes. Let's see"}, {"start": 293.43, "end": 293.44, "text": "Zoida, come home. Rather. Yes. Let's see"}, {"start": 293.44, "end": 295.51, "text": "Zoida, come home. Rather. Yes. Let's see more examples. We're going to give more"}, {"start": 295.51, "end": 295.52, "text": "more examples. We're going to give more"}, {"start": 295.52, "end": 297.99, "text": "more examples. We're going to give more examples."}, {"start": 297.99, "end": 298.0, "text": "examples."}, {"start": 298.0, "end": 301.03, "text": "examples. So in this our new example we are going"}, {"start": 301.03, "end": 301.04, "text": "So in this our new example we are going"}, {"start": 301.04, "end": 304.55, "text": "So in this our new example we are going to look at some keywords. Yes from the"}, {"start": 304.55, "end": 304.56, "text": "to look at some keywords. Yes from the"}, {"start": 304.56, "end": 307.67, "text": "to look at some keywords. Yes from the previous page the sentences we form we"}, {"start": 307.67, "end": 307.68, "text": "previous page the sentences we form we"}, {"start": 307.68, "end": 309.909, "text": "previous page the sentences we form we are going to remember the keywords here."}, {"start": 309.909, "end": 309.919, "text": "are going to remember the keywords here."}, {"start": 309.919, "end": 312.469, "text": "are going to remember the keywords here. You can also pick your own keywords. You"}, {"start": 312.469, "end": 312.479, "text": "You can also pick your own keywords. You"}, {"start": 312.479, "end": 314.07, "text": "You can also pick your own keywords. You don't have to mind the keywords that I'm"}, {"start": 314.07, "end": 314.08, "text": "don't have to mind the keywords that I'm"}, {"start": 314.08, "end": 316.87, "text": "don't have to mind the keywords that I'm going to give here. As far as you can"}, {"start": 316.87, "end": 316.88, "text": "going to give here. As far as you can"}, {"start": 316.88, "end": 319.35, "text": "going to give here. As far as you can remember keywords in house language as"}, {"start": 319.35, "end": 319.36, "text": "remember keywords in house language as"}, {"start": 319.36, "end": 320.79, "text": "remember keywords in house language as far as you can remember to say"}, {"start": 320.79, "end": 320.8, "text": "far as you can remember to say"}, {"start": 320.8, "end": 324.029, "text": "far as you can remember to say individual words language is made very"}, {"start": 324.029, "end": 324.039, "text": "individual words language is made very"}, {"start": 324.039, "end": 327.909, "text": "individual words language is made very simple. As far as you can pick two words"}, {"start": 327.909, "end": 327.919, "text": "simple. As far as you can pick two words"}, {"start": 327.919, "end": 330.87, "text": "simple. As far as you can pick two words and join them together, I promise and I"}, {"start": 330.87, "end": 330.88, "text": "and join them together, I promise and I"}, {"start": 330.88, "end": 332.87, "text": "and join them together, I promise and I assure you that you are going to be able"}, {"start": 332.87, "end": 332.88, "text": "assure you that you are going to be able"}, {"start": 332.88, "end": 335.27, "text": "assure you that you are going to be able to have conversation in house language."}, {"start": 335.27, "end": 335.28, "text": "to have conversation in house language."}, {"start": 335.28, "end": 337.99, "text": "to have conversation in house language. Hassa language to me is one of the"}, {"start": 337.99, "end": 338.0, "text": "Hassa language to me is one of the"}, {"start": 338.0, "end": 341.35, "text": "Hassa language to me is one of the easiest languages in Africa. Yes, very"}, {"start": 341.35, "end": 341.36, "text": "easiest languages in Africa. Yes, very"}, {"start": 341.36, "end": 344.629, "text": "easiest languages in Africa. Yes, very very easy. All you need to do is to try"}, {"start": 344.629, "end": 344.639, "text": "very easy. All you need to do is to try"}, {"start": 344.639, "end": 347.51, "text": "very easy. All you need to do is to try and pick one to two words and then you"}, {"start": 347.51, "end": 347.52, "text": "and pick one to two words and then you"}, {"start": 347.52, "end": 349.749, "text": "and pick one to two words and then you join them together. I assure you that"}, {"start": 349.749, "end": 349.759, "text": "join them together. I assure you that"}, {"start": 349.759, "end": 352.87, "text": "join them together. I assure you that you are going to form sentences that"}, {"start": 352.87, "end": 352.88, "text": "you are going to form sentences that"}, {"start": 352.88, "end": 355.83, "text": "you are going to form sentences that will make sense. So let's see at let's"}, {"start": 355.83, "end": 355.84000000000003, "text": "will make sense. So let's see at let's"}, {"start": 355.84000000000003, "end": 358.31, "text": "will make sense. So let's see at let's look at this our new keyword that I"}, {"start": 358.31, "end": 358.32, "text": "look at this our new keyword that I"}, {"start": 358.32, "end": 362.83, "text": "look at this our new keyword that I picked from our previous page. Suna"}, {"start": 362.83, "end": 362.84, "text": "picked from our previous page. Suna"}, {"start": 362.84, "end": 370.029, "text": "picked from our previous page. Suna name K U for male. Yes K U that's for"}, {"start": 370.029, "end": 370.039, "text": "name K U for male. Yes K U that's for"}, {"start": 370.039, "end": 374.07, "text": "name K U for male. Yes K U that's for male. If you are addressing a guy, a boy"}, {"start": 374.07, "end": 374.08, "text": "male. If you are addressing a guy, a boy"}, {"start": 374.08, "end": 376.189, "text": "male. If you are addressing a guy, a boy or a young man, you say"}, {"start": 376.189, "end": 376.199, "text": "or a young man, you say"}, {"start": 376.199, "end": 380.83, "text": "or a young man, you say K. That's for male. So"}, {"start": 380.83, "end": 380.84, "text": "K. That's for male. So"}, {"start": 380.84, "end": 386.71, "text": "K. That's for male. So love K U that's also female. This K is"}, {"start": 386.71, "end": 386.72, "text": "love K U that's also female. This K is"}, {"start": 386.72, "end": 390.87, "text": "love K U that's also female. This K is used in other sentences. Yes. K U. It"}, {"start": 390.87, "end": 390.88, "text": "used in other sentences. Yes. K U. It"}, {"start": 390.88, "end": 396.11, "text": "used in other sentences. Yes. K U. It also means you but for female. Zoo"}, {"start": 396.11, "end": 396.12, "text": "also means you but for female. Zoo"}, {"start": 396.12, "end": 399.909, "text": "also means you but for female. Zoo come. Yes. Z come."}, {"start": 399.909, "end": 399.919, "text": "come. Yes. Z come."}, {"start": 399.919, "end": 403.909, "text": "come. Yes. Z come. So none here if you observe very well"}, {"start": 403.909, "end": 403.919, "text": "So none here if you observe very well"}, {"start": 403.919, "end": 406.87, "text": "So none here if you observe very well you would see that this these words are"}, {"start": 406.87, "end": 406.88, "text": "you would see that this these words are"}, {"start": 406.88, "end": 409.43, "text": "you would see that this these words are picked from our previous sentences that"}, {"start": 409.43, "end": 409.44, "text": "picked from our previous sentences that"}, {"start": 409.44, "end": 412.15, "text": "picked from our previous sentences that I give. So you can also try to pick as"}, {"start": 412.15, "end": 412.15999999999997, "text": "I give. So you can also try to pick as"}, {"start": 412.15999999999997, "end": 414.55, "text": "I give. So you can also try to pick as much words as possible. Once you form"}, {"start": 414.55, "end": 414.56, "text": "much words as possible. Once you form"}, {"start": 414.56, "end": 417.51, "text": "much words as possible. Once you form one or two words you are easily going to"}, {"start": 417.51, "end": 417.52, "text": "one or two words you are easily going to"}, {"start": 417.52, "end": 420.55, "text": "one or two words you are easily going to make a sentence in in house language. So"}, {"start": 420.55, "end": 420.56, "text": "make a sentence in in house language. So"}, {"start": 420.56, "end": 422.189, "text": "make a sentence in in house language. So number five you see"}, {"start": 422.189, "end": 422.199, "text": "number five you see"}, {"start": 422.199, "end": 423.87, "text": "number five you see ga"}, {"start": 423.87, "end": 423.88, "text": "ga"}, {"start": 423.88, "end": 429.029, "text": "ga house home either house or home it's ga."}, {"start": 429.029, "end": 429.039, "text": "house home either house or home it's ga."}, {"start": 429.039, "end": 433.83, "text": "house home either house or home it's ga. So the plural is gaj. Yes. Houses. Gaji."}, {"start": 433.83, "end": 433.84, "text": "So the plural is gaj. Yes. Houses. Gaji."}, {"start": 433.84, "end": 437.35, "text": "So the plural is gaj. Yes. Houses. Gaji. Houses. Then number six, you say she."}, {"start": 437.35, "end": 437.36, "text": "Houses. Then number six, you say she."}, {"start": 437.36, "end": 438.27, "text": "Houses. Then number six, you say she. That's"}, {"start": 438.27, "end": 438.28, "text": "That's"}, {"start": 438.28, "end": 440.589, "text": "That's him. She"}, {"start": 440.589, "end": 440.599, "text": "him. She"}, {"start": 440.599, "end": 448.87, "text": "him. She him. It her. Yes. She him. It her. Then"}, {"start": 448.87, "end": 448.88, "text": "him. It her. Yes. She him. It her. Then"}, {"start": 448.88, "end": 452.35, "text": "him. It her. Yes. She him. It her. Then you see our number seven. You say sue"}, {"start": 452.35, "end": 452.36, "text": "you see our number seven. You say sue"}, {"start": 452.36, "end": 455.909, "text": "you see our number seven. You say sue them. Soon they. So this soon is"}, {"start": 455.909, "end": 455.919, "text": "them. Soon they. So this soon is"}, {"start": 455.919, "end": 460.749, "text": "them. Soon they. So this soon is actually used in the sentence. Soon"}, {"start": 460.759, "end": 463.95, "text": "they"}, {"start": 463.96, "end": 466.11, "text": "he for"}, {"start": 466.11, "end": 466.12, "text": "he for"}, {"start": 466.12, "end": 468.11, "text": "he for example he has"}, {"start": 468.11, "end": 468.12, "text": "example he has"}, {"start": 468.12, "end": 469.87, "text": "example he has come."}, {"start": 469.87, "end": 469.88, "text": "come."}, {"start": 469.88, "end": 475.919, "text": "come. Yi he has gone. So you see da"}], "createdAt": "2025-12-15T00:35:00.000Z", "imageUrl": "https://img.youtube.com/vi/yYVKfIXBuIk/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=yYVKfIXBuIk", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_ej7_Rl0cJXU", "userId": "system", "title": "Learning The Basics Of Zarma Language Conversation With Sita Hamani 001", "language": "dje", "content": "Hello, greetings to Hello, greetings to Hello, greetings to everyone. So today I want to teach my everyone. So today I want to teach my everyone. So today I want to teach my lesson two of Zma language. The basics lesson two of Zma language. The basics lesson two of Zma language. The basics for Zama language learning. Inshallah if for Zama language learning. Inshallah if for Zama language learning. Inshallah if you you you [Music] [Music] [Music] follow or if you follow Zamas media on follow or if you follow Zamas media on follow or if you follow Zamas media on Tik Tok on YouTube and on Tik Tok on YouTube and on Tik Tok on YouTube and on Facebook inshallah if you follow my Facebook inshallah if you follow my Facebook inshallah if you follow my classes you are going to learn the ZMA classes you are going to learn the ZMA classes you are going to learn the ZMA language. language. language. For the record, the Zerma people have For the record, the Zerma people have For the record, the Zerma people have their majority population in Nigerian their majority population in Nigerian their majority population in Nigerian Republic and then probably a place where Republic and then probably a place where Republic and then probably a place where we have second highest number of ZMA we have second highest number of ZMA we have second highest number of ZMA people is Nigeria. So that's not what we people is Nigeria. So that's not what we people is Nigeria. So that's not what we are talking about today. For today we are talking about today. For today we are talking about today. For today we are going to learn the basics for ZMA language. Zerma language greetings. language. Zerma language greetings. language. Zerma language greetings. So, Zerma is the proper So, Zerma is the proper So, Zerma is the proper um name that you can call the Zerma um name that you can call the Zerma um name that you can call the Zerma culture for me as I think because some culture for me as I think because some culture for me as I think because some people do not differentiate between ZMA people do not differentiate between ZMA people do not differentiate between ZMA and S. Dale and also Zma language have the S. Dale and also Zma language have the S. Dale and also Zma language have the most highest speakers. most highest speakers. most highest speakers. language the dialects are a subgroup of language the dialects are a subgroup of language the dialects are a subgroup of the ZAM language. So that's why it is the ZAM language. So that's why it is the ZAM language. So that's why it is more proper for me to say Zma. So here more proper for me to say Zma. So here more proper for me to say Zma. So here are the basics for Zama language. If you are the basics for Zama language. If you are the basics for Zama language. If you follow this class inshallah at the end follow this class inshallah at the end follow this class inshallah at the end of the class you'll be able to speak of the class you'll be able to speak of the class you'll be able to speak Zama language at least the basics. So Zama language at least the basics. So Zama language at least the basics. So number one we have good morning. We have good afternoon, good evening. So for the first one, good evening. So for the first one, good evening. So for the first one, good morning, you could see that in the Zma morning, you could see that in the Zma morning, you could see that in the Zma language, we have question mark, but in language, we have question mark, but in language, we have question mark, but in the English language, there's no the English language, there's no the English language, there's no question mark. That's because in Zerma question mark. That's because in Zerma question mark. That's because in Zerma language the language the language the greeting is like a question. You ask the greeting is like a question. You ask the greeting is like a question. You ask the person which means literally have you person which means literally have you person which means literally have you slept well. That translates to good slept well. That translates to good slept well. That translates to good morning in English language. So morning in English language. So morning in English language. So literally means have you slept literally means have you slept literally means have you slept well. You say that greeting in the well. You say that greeting in the well. You say that greeting in the morning. So it equates to good morning morning. So it equates to good morning morning. So it equates to good morning in the English language. And then number in the English language. And then number in the English language. And then number two we have good afternoon. Yes, good afternoon. Yes, good afternoon. Yes, good afternoon. Here also the reason why we afternoon. Here also the reason why we afternoon. Here also the reason why we have question mark at the end of the have question mark at the end of the have question mark at the end of the greeting is that you are literally greeting is that you are literally greeting is that you are literally asking the person asking the person asking the person that have you spent your afternoon very that have you spent your afternoon very that have you spent your afternoon very well. Yes. Good afternoon. In the ZMA language literally it means In the ZMA language literally it means In the ZMA language literally it means have you spent your afternoon very have you spent your afternoon very have you spent your afternoon very well. Then number three we have good evening literally it means have you evening literally it means have you evening literally it means have you spent your evening very spent your evening very spent your evening very well. Note that language the greetings well. Note that language the greetings well. Note that language the greetings have question mark. You are asking a have question mark. You are asking a have question mark. You are asking a question directly translating as are you question directly translating as are you question directly translating as are you fine. You are saying are you fine this fine. You are saying are you fine this fine. You are saying are you fine this morning. Then the person morning. Then the person morning. Then the person answers I am good or fine. Morning, answers I am good or fine. Morning, answers I am good or fine. Morning, afternoon and night. Note for all the afternoon and night. Note for all the afternoon and night. Note for all the above greetings you can use one general above greetings you can use one general above greetings you can use one general term. Yes, for all the above greetings term. Yes, for all the above greetings term. Yes, for all the above greetings that I stated, if you are a person that that I stated, if you are a person that that I stated, if you are a person that is not very fluent with the language or is not very fluent with the language or is not very fluent with the language or you have not mastered the language, you have not mastered the language, you have not mastered the language, let's say a beginner, you can choose to let's say a beginner, you can choose to let's say a beginner, you can choose to go for only one term. Instead of saying, you can use only one term to saying, you can use only one term to saying, you can use only one term to represent all those three way of represent all those three way of represent all those three way of greetings without using all those um greetings without using all those um greetings without using all those um question mark that I marked in three question mark that I marked in three question mark that I marked in three places. You can just places. You can just places. You can just see which means are you good? Yes. If see which means are you good? Yes. If see which means are you good? Yes. If you are a beginner in the you are a beginner in the you are a beginner in the language, instead of all those language, instead of all those language, instead of all those greetings, you can see a general term. greetings, you can see a general term. greetings, you can see a general term. That general term That general term That general term means are you means are you means are you good? Let's see them in a few sentences. good? Let's see them in a few sentences. good? Let's see them in a few sentences. Let's try to use all those three Let's try to use all those three Let's try to use all those three greetings that I previously stated. greetings that I previously stated. greetings that I previously stated. Let's try to look at them one by one. Let's try to look at them one by one. Let's try to look at them one by one. So number one we So number one we So number one we have have have Baba which means good morning my father. Baba which means good morning my father. Baba which means good morning my father. Then literally baba means my dad. Have Then literally baba means my dad. Have Then literally baba means my dad. Have you slept well? That's the literal term you slept well? That's the literal term you slept well? That's the literal term but it translates but it translates but it translates to good morning my to good morning my to good morning my dad. Then number two we dad. Then number two we dad. Then number two we have good afternoon have good afternoon have good afternoon daddy. Also literally it daddy. Also literally it daddy. Also literally it means my means my means my daddy. Have you spent your afternoon? daddy. Have you spent your afternoon? daddy. Have you spent your afternoon? Very well. Good afternoon daddy. Then number well. Good afternoon daddy. Then number well. Good afternoon daddy. Then number three we have good evening daddy. Literally it have good evening daddy. Literally it have good evening daddy. Literally it also means also means also means that that that daddy have you spent your evening very daddy have you spent your evening very daddy have you spent your evening very well. You say that greeting in the well. You say that greeting in the well. You say that greeting in the night I am good or it is good. Then the night I am good or it is good. Then the night I am good or it is good. Then the person person person answers I am good or it is answers I am good or it is answers I am good or it is good. So those are the general term. The good. So those are the general term. The good. So those are the general term. The general term there is the number the general term there is the number the general term there is the number the unnumbered one that I stated in both unnumbered one that I stated in both unnumbered one that I stated in both letters. General term you can decide to letters. General term you can decide to letters. General term you can decide to say are you good? That's general term. say are you good? That's general term. say are you good? That's general term. Either it's in the evening, in the Either it's in the evening, in the Either it's in the evening, in the morning or at night, in the midnight, morning or at night, in the midnight, morning or at night, in the midnight, early morning, early afternoon. You can early morning, early afternoon. You can early morning, early afternoon. You can just use one general term. I don't go by just use one general term. I don't go by just use one general term. I don't go by simple as that. Then the person will simple as that. Then the person will simple as that. Then the person will just just just say yes. So for a general greeting simply see daddy how are you? Yes that's see daddy how are you? Yes that's see daddy how are you? Yes that's general term without specifying if it's general term without specifying if it's general term without specifying if it's afternoon or evening or morning. You can afternoon or evening or morning. You can afternoon or evening or morning. You can just say baba goani daddy how are you? just say baba goani daddy how are you? just say baba goani daddy how are you? Also literally this baba the reason why Also literally this baba the reason why Also literally this baba the reason why it has question mark is that literally it has question mark is that literally it has question mark is that literally you are saying daddy are you very well you are saying daddy are you very well you are saying daddy are you very well or daddy are you well but in English it or daddy are you well but in English it or daddy are you well but in English it is daddy how are you let's see how you is daddy how are you let's see how you is daddy how are you let's see how you say your", "sentences": ["Hello, greetings to Hello, greetings to Hello, greetings to everyone.", "So today I want to teach my everyone.", "So today I want to teach my everyone.", "So today I want to teach my lesson two of Zma language.", "The basics lesson two of Zma language.", "The basics lesson two of Zma language.", "The basics for Zama language learning.", "Inshallah if for Zama language learning.", "Inshallah if for Zama language learning.", "Inshallah if you you you [Music] [Music] [Music] follow or if you follow Zamas media on follow or if you follow Zamas media on follow or if you follow Zamas media on Tik Tok on YouTube and on Tik Tok on YouTube and on Tik Tok on YouTube and on Facebook inshallah if you follow my Facebook inshallah if you follow my Facebook inshallah if you follow my classes you are going to learn the ZMA classes you are going to learn the ZMA classes you are going to learn the ZMA language.", "language.", "language.", "For the record, the Zerma people have For the record, the Zerma people have For the record, the Zerma people have their majority population in Nigerian their majority population in Nigerian their majority population in Nigerian Republic and then probably a place where Republic and then probably a place where Republic and then probably a place where we have second highest number of ZMA we have second highest number of ZMA we have second highest number of ZMA people is Nigeria.", "So that's not what we people is Nigeria.", "So that's not what we people is Nigeria.", "So that's not what we are talking about today.", "For today we are talking about today.", "For today we are talking about today.", "For today we are going to learn the basics for ZMA language.", "Zerma language greetings.", "language.", "Zerma language greetings.", "language.", "Zerma language greetings.", "So, Zerma is the proper So, Zerma is the proper So, Zerma is the proper um name that you can call the Zerma um name that you can call the Zerma um name that you can call the Zerma culture for me as I think because some culture for me as I think because some culture for me as I think because some people do not differentiate between ZMA people do not differentiate between ZMA people do not differentiate between ZMA and S.", "Dale and also Zma language have the S.", "Dale and also Zma language have the S.", "Dale and also Zma language have the most highest speakers.", "most highest speakers.", "most highest speakers.", "language the dialects are a subgroup of language the dialects are a subgroup of language the dialects are a subgroup of the ZAM language.", "So that's why it is the ZAM language.", "So that's why it is the ZAM language.", "So that's why it is more proper for me to say Zma.", "So here more proper for me to say Zma.", "So here more proper for me to say Zma.", "So here are the basics for Zama language.", "If you are the basics for Zama language.", "If you are the basics for Zama language.", "If you follow this class inshallah at the end follow this class inshallah at the end follow this class inshallah at the end of the class you'll be able to speak of the class you'll be able to speak of the class you'll be able to speak Zama language at least the basics.", "So Zama language at least the basics.", "So Zama language at least the basics.", "So number one we have good morning.", "We have good afternoon, good evening.", "So for the first one, good evening.", "So for the first one, good evening.", "So for the first one, good morning, you could see that in the Zma morning, you could see that in the Zma morning, you could see that in the Zma language, we have question mark, but in language, we have question mark, but in language, we have question mark, but in the English language, there's no the English language, there's no the English language, there's no question mark.", "That's because in Zerma question mark.", "That's because in Zerma question mark.", "That's because in Zerma language the language the language the greeting is like a question.", "You ask the greeting is like a question.", "You ask the greeting is like a question.", "You ask the person which means literally have you person which means literally have you person which means literally have you slept well.", "That translates to good slept well.", "That translates to good slept well.", "That translates to good morning in English language.", "So morning in English language.", "So morning in English language.", "So literally means have you slept literally means have you slept literally means have you slept well.", "You say that greeting in the well.", "You say that greeting in the well.", "You say that greeting in the morning.", "So it equates to good morning morning.", "So it equates to good morning morning.", "So it equates to good morning in the English language.", "And then number in the English language.", "And then number in the English language.", "And then number two we have good afternoon.", "Yes, good afternoon.", "Yes, good afternoon.", "Yes, good afternoon.", "Here also the reason why we afternoon.", "Here also the reason why we afternoon.", "Here also the reason why we have question mark at the end of the have question mark at the end of the have question mark at the end of the greeting is that you are literally greeting is that you are literally greeting is that you are literally asking the person asking the person asking the person that have you spent your afternoon very that have you spent your afternoon very that have you spent your afternoon very well.", "Yes.", "Good afternoon.", "In the ZMA language literally it means In the ZMA language literally it means In the ZMA language literally it means have you spent your afternoon very have you spent your afternoon very have you spent your afternoon very well.", "Then number three we have good evening literally it means have you evening literally it means have you evening literally it means have you spent your evening very spent your evening very spent your evening very well.", "Note that language the greetings well.", "Note that language the greetings well.", "Note that language the greetings have question mark.", "You are asking a have question mark.", "You are asking a have question mark.", "You are asking a question directly translating as are you question directly translating as are you question directly translating as are you fine.", "You are saying are you fine this fine.", "You are saying are you fine this fine.", "You are saying are you fine this morning.", "Then the person morning.", "Then the person morning.", "Then the person answers I am good or fine.", "Morning, answers I am good or fine.", "Morning, answers I am good or fine.", "Morning, afternoon and night.", "Note for all the afternoon and night.", "Note for all the afternoon and night.", "Note for all the above greetings you can use one general above greetings you can use one general above greetings you can use one general term.", "Yes, for all the above greetings term.", "Yes, for all the above greetings term.", "Yes, for all the above greetings that I stated, if you are a person that that I stated, if you are a person that that I stated, if you are a person that is not very fluent with the language or is not very fluent with the language or is not very fluent with the language or you have not mastered the language, you have not mastered the language, you have not mastered the language, let's say a beginner, you can choose to let's say a beginner, you can choose to let's say a beginner, you can choose to go for only one term.", "Instead of saying, you can use only one term to saying, you can use only one term to saying, you can use only one term to represent all those three way of represent all those three way of represent all those three way of greetings without using all those um greetings without using all those um greetings without using all those um question mark that I marked in three question mark that I marked in three question mark that I marked in three places.", "You can just places.", "You can just places.", "You can just see which means are you good?", "Yes.", "If see which means are you good?", "Yes.", "If see which means are you good?", "Yes.", "If you are a beginner in the you are a beginner in the you are a beginner in the language, instead of all those language, instead of all those language, instead of all those greetings, you can see a general term.", "greetings, you can see a general term.", "greetings, you can see a general term.", "That general term That general term That general term means are you means are you means are you good?", "Let's see them in a few sentences.", "good?", "Let's see them in a few sentences.", "good?", "Let's see them in a few sentences.", "Let's try to use all those three Let's try to use all those three Let's try to use all those three greetings that I previously stated.", "greetings that I previously stated.", "greetings that I previously stated.", "Let's try to look at them one by one.", "Let's try to look at them one by one.", "Let's try to look at them one by one.", "So number one we So number one we So number one we have have have Baba which means good morning my father.", "Baba which means good morning my father.", "Baba which means good morning my father.", "Then literally baba means my dad.", "Have Then literally baba means my dad.", "Have Then literally baba means my dad.", "Have you slept well?", "That's the literal term you slept well?", "That's the literal term you slept well?", "That's the literal term but it translates but it translates but it translates to good morning my to good morning my to good morning my dad.", "Then number two we dad.", "Then number two we dad.", "Then number two we have good afternoon have good afternoon have good afternoon daddy.", "Also literally it daddy.", "Also literally it daddy.", "Also literally it means my means my means my daddy.", "Have you spent your afternoon?", "daddy.", "Have you spent your afternoon?", "daddy.", "Have you spent your afternoon?", "Very well.", "Good afternoon daddy.", "Then number well.", "Good afternoon daddy.", "Then number well.", "Good afternoon daddy.", "Then number three we have good evening daddy.", "Literally it have good evening daddy.", "Literally it have good evening daddy.", "Literally it also means also means also means that that that daddy have you spent your evening very daddy have you spent your evening very daddy have you spent your evening very well.", "You say that greeting in the well.", "You say that greeting in the well.", "You say that greeting in the night I am good or it is good.", "Then the night I am good or it is good.", "Then the night I am good or it is good.", "Then the person person person answers I am good or it is answers I am good or it is answers I am good or it is good.", "So those are the general term.", "The good.", "So those are the general term.", "The good.", "So those are the general term.", "The general term there is the number the general term there is the number the general term there is the number the unnumbered one that I stated in both unnumbered one that I stated in both unnumbered one that I stated in both letters.", "General term you can decide to letters.", "General term you can decide to letters.", "General term you can decide to say are you good?", "That's general term.", "say are you good?", "That's general term.", "say are you good?", "That's general term.", "Either it's in the evening, in the Either it's in the evening, in the Either it's in the evening, in the morning or at night, in the midnight, morning or at night, in the midnight, morning or at night, in the midnight, early morning, early afternoon.", "You can early morning, early afternoon.", "You can early morning, early afternoon.", "You can just use one general term.", "I don't go by just use one general term.", "I don't go by just use one general term.", "I don't go by simple as that.", "Then the person will simple as that.", "Then the person will simple as that.", "Then the person will just just just say yes.", "So for a general greeting simply see daddy how are you?", "Yes that's see daddy how are you?", "Yes that's see daddy how are you?", "Yes that's general term without specifying if it's general term without specifying if it's general term without specifying if it's afternoon or evening or morning.", "You can afternoon or evening or morning.", "You can afternoon or evening or morning.", "You can just say baba goani daddy how are you?", "just say baba goani daddy how are you?", "just say baba goani daddy how are you?", "Also literally this baba the reason why Also literally this baba the reason why Also literally this baba the reason why it has question mark is that literally it has question mark is that literally it has question mark is that literally you are saying daddy are you very well you are saying daddy are you very well you are saying daddy are you very well or daddy are you well but in English it or daddy are you well but in English it or daddy are you well but in English it is daddy how are you let's see how you is daddy how are you let's see how you is daddy how are you let's see how you say your"], "transcript": [{"start": 3.0, "end": 5.23, "text": "Hello, greetings to"}, {"start": 5.23, "end": 5.24, "text": "Hello, greetings to"}, {"start": 5.24, "end": 9.19, "text": "Hello, greetings to everyone. So today I want to teach my"}, {"start": 9.19, "end": 9.2, "text": "everyone. So today I want to teach my"}, {"start": 9.2, "end": 13.749, "text": "everyone. So today I want to teach my lesson two of Zma language. The basics"}, {"start": 13.749, "end": 13.759, "text": "lesson two of Zma language. The basics"}, {"start": 13.759, "end": 17.43, "text": "lesson two of Zma language. The basics for Zama language learning. Inshallah if"}, {"start": 17.43, "end": 17.44, "text": "for Zama language learning. Inshallah if"}, {"start": 17.44, "end": 17.73, "text": "for Zama language learning. Inshallah if you"}, {"start": 17.73, "end": 17.74, "text": "you"}, {"start": 17.74, "end": 19.79, "text": "you [Music]"}, {"start": 19.79, "end": 19.8, "text": "[Music]"}, {"start": 19.8, "end": 24.47, "text": "[Music] follow or if you follow Zamas media on"}, {"start": 24.47, "end": 24.48, "text": "follow or if you follow Zamas media on"}, {"start": 24.48, "end": 28.029, "text": "follow or if you follow Zamas media on Tik Tok on YouTube and on"}, {"start": 28.029, "end": 28.039, "text": "Tik Tok on YouTube and on"}, {"start": 28.039, "end": 30.669, "text": "Tik Tok on YouTube and on Facebook inshallah if you follow my"}, {"start": 30.669, "end": 30.679, "text": "Facebook inshallah if you follow my"}, {"start": 30.679, "end": 33.83, "text": "Facebook inshallah if you follow my classes you are going to learn the ZMA"}, {"start": 33.83, "end": 33.84, "text": "classes you are going to learn the ZMA"}, {"start": 33.84, "end": 35.59, "text": "classes you are going to learn the ZMA language."}, {"start": 35.59, "end": 35.6, "text": "language."}, {"start": 35.6, "end": 38.709, "text": "language. For the record, the Zerma people have"}, {"start": 38.709, "end": 38.719, "text": "For the record, the Zerma people have"}, {"start": 38.719, "end": 40.67, "text": "For the record, the Zerma people have their majority population in Nigerian"}, {"start": 40.67, "end": 40.68, "text": "their majority population in Nigerian"}, {"start": 40.68, "end": 44.549, "text": "their majority population in Nigerian Republic and then probably a place where"}, {"start": 44.549, "end": 44.559, "text": "Republic and then probably a place where"}, {"start": 44.559, "end": 46.869, "text": "Republic and then probably a place where we have second highest number of ZMA"}, {"start": 46.869, "end": 46.879, "text": "we have second highest number of ZMA"}, {"start": 46.879, "end": 50.229, "text": "we have second highest number of ZMA people is Nigeria. So that's not what we"}, {"start": 50.229, "end": 50.239, "text": "people is Nigeria. So that's not what we"}, {"start": 50.239, "end": 52.15, "text": "people is Nigeria. So that's not what we are talking about today. For today we"}, {"start": 52.15, "end": 52.16, "text": "are talking about today. For today we"}, {"start": 52.16, "end": 57.31, "text": "are talking about today. For today we are going to learn the basics for ZMA"}, {"start": 57.32, "end": 61.99, "text": "language. Zerma language greetings."}, {"start": 61.99, "end": 62.0, "text": "language. Zerma language greetings."}, {"start": 62.0, "end": 67.03, "text": "language. Zerma language greetings. So, Zerma is the proper"}, {"start": 67.03, "end": 67.04, "text": "So, Zerma is the proper"}, {"start": 67.04, "end": 69.71000000000001, "text": "So, Zerma is the proper um name that you can call the Zerma"}, {"start": 69.71000000000001, "end": 69.72, "text": "um name that you can call the Zerma"}, {"start": 69.72, "end": 73.67, "text": "um name that you can call the Zerma culture for me as I think because some"}, {"start": 73.67, "end": 73.68, "text": "culture for me as I think because some"}, {"start": 73.68, "end": 76.149, "text": "culture for me as I think because some people do not differentiate between ZMA"}, {"start": 76.149, "end": 76.15899999999999, "text": "people do not differentiate between ZMA"}, {"start": 76.15899999999999, "end": 78.91, "text": "people do not differentiate between ZMA and"}, {"start": 78.92, "end": 84.31, "text": "S. Dale and also Zma language have the"}, {"start": 84.31, "end": 84.32, "text": "S. Dale and also Zma language have the"}, {"start": 84.32, "end": 86.83, "text": "S. Dale and also Zma language have the most highest speakers."}, {"start": 86.83, "end": 86.84, "text": "most highest speakers."}, {"start": 86.84, "end": 91.03, "text": "most highest speakers. language the dialects are a subgroup of"}, {"start": 91.03, "end": 91.03999999999999, "text": "language the dialects are a subgroup of"}, {"start": 91.03999999999999, "end": 93.19, "text": "language the dialects are a subgroup of the ZAM language. So that's why it is"}, {"start": 93.19, "end": 93.2, "text": "the ZAM language. So that's why it is"}, {"start": 93.2, "end": 97.19, "text": "the ZAM language. So that's why it is more proper for me to say Zma. So here"}, {"start": 97.19, "end": 97.2, "text": "more proper for me to say Zma. So here"}, {"start": 97.2, "end": 99.429, "text": "more proper for me to say Zma. So here are the basics for Zama language. If you"}, {"start": 99.429, "end": 99.439, "text": "are the basics for Zama language. If you"}, {"start": 99.439, "end": 101.03, "text": "are the basics for Zama language. If you follow this class inshallah at the end"}, {"start": 101.03, "end": 101.03999999999999, "text": "follow this class inshallah at the end"}, {"start": 101.03999999999999, "end": 103.59, "text": "follow this class inshallah at the end of the class you'll be able to speak"}, {"start": 103.59, "end": 103.6, "text": "of the class you'll be able to speak"}, {"start": 103.6, "end": 106.87, "text": "of the class you'll be able to speak Zama language at least the basics. So"}, {"start": 106.87, "end": 106.88, "text": "Zama language at least the basics. So"}, {"start": 106.88, "end": 112.50999999999999, "text": "Zama language at least the basics. So number one we have good"}, {"start": 112.52000000000001, "end": 117.22999999999999, "text": "morning. We have good"}, {"start": 117.24000000000001, "end": 120.91, "text": "afternoon, good"}, {"start": 120.92, "end": 124.749, "text": "evening. So for the first one, good"}, {"start": 124.749, "end": 124.759, "text": "evening. So for the first one, good"}, {"start": 124.759, "end": 127.19, "text": "evening. So for the first one, good morning, you could see that in the Zma"}, {"start": 127.19, "end": 127.2, "text": "morning, you could see that in the Zma"}, {"start": 127.2, "end": 129.83, "text": "morning, you could see that in the Zma language, we have question mark, but in"}, {"start": 129.83, "end": 129.84, "text": "language, we have question mark, but in"}, {"start": 129.84, "end": 131.75, "text": "language, we have question mark, but in the English language, there's no"}, {"start": 131.75, "end": 131.76, "text": "the English language, there's no"}, {"start": 131.76, "end": 134.15, "text": "the English language, there's no question mark. That's because in Zerma"}, {"start": 134.15, "end": 134.16, "text": "question mark. That's because in Zerma"}, {"start": 134.16, "end": 135.63, "text": "question mark. That's because in Zerma language the"}, {"start": 135.63, "end": 135.64, "text": "language the"}, {"start": 135.64, "end": 140.99, "text": "language the greeting is like a question. You ask the"}, {"start": 140.99, "end": 141.0, "text": "greeting is like a question. You ask the"}, {"start": 141.0, "end": 144.55, "text": "greeting is like a question. You ask the person which means literally have you"}, {"start": 144.55, "end": 144.56, "text": "person which means literally have you"}, {"start": 144.56, "end": 148.47, "text": "person which means literally have you slept well. That translates to good"}, {"start": 148.47, "end": 148.48, "text": "slept well. That translates to good"}, {"start": 148.48, "end": 151.949, "text": "slept well. That translates to good morning in English language. So"}, {"start": 151.949, "end": 151.959, "text": "morning in English language. So"}, {"start": 151.959, "end": 155.71, "text": "morning in English language. So literally means have you slept"}, {"start": 155.71, "end": 155.72, "text": "literally means have you slept"}, {"start": 155.72, "end": 157.91, "text": "literally means have you slept well. You say that greeting in the"}, {"start": 157.91, "end": 157.92000000000002, "text": "well. You say that greeting in the"}, {"start": 157.92000000000002, "end": 161.67000000000002, "text": "well. You say that greeting in the morning. So it equates to good morning"}, {"start": 161.67000000000002, "end": 161.68, "text": "morning. So it equates to good morning"}, {"start": 161.68, "end": 164.15, "text": "morning. So it equates to good morning in the English language. And then number"}, {"start": 164.15, "end": 164.16, "text": "in the English language. And then number"}, {"start": 164.16, "end": 168.50900000000001, "text": "in the English language. And then number two we have good"}, {"start": 168.519, "end": 171.79, "text": "afternoon. Yes, good"}, {"start": 171.79, "end": 171.8, "text": "afternoon. Yes, good"}, {"start": 171.8, "end": 174.869, "text": "afternoon. Yes, good afternoon. Here also the reason why we"}, {"start": 174.869, "end": 174.879, "text": "afternoon. Here also the reason why we"}, {"start": 174.879, "end": 176.869, "text": "afternoon. Here also the reason why we have question mark at the end of the"}, {"start": 176.869, "end": 176.879, "text": "have question mark at the end of the"}, {"start": 176.879, "end": 179.50900000000001, "text": "have question mark at the end of the greeting is that you are literally"}, {"start": 179.50900000000001, "end": 179.519, "text": "greeting is that you are literally"}, {"start": 179.519, "end": 180.99, "text": "greeting is that you are literally asking the person"}, {"start": 180.99, "end": 181.0, "text": "asking the person"}, {"start": 181.0, "end": 184.27, "text": "asking the person that have you spent your afternoon very"}, {"start": 184.27, "end": 184.28, "text": "that have you spent your afternoon very"}, {"start": 184.28, "end": 189.27, "text": "that have you spent your afternoon very well. Yes. Good afternoon."}, {"start": 189.28, "end": 192.47, "text": "In the ZMA language literally it means"}, {"start": 192.47, "end": 192.48, "text": "In the ZMA language literally it means"}, {"start": 192.48, "end": 195.71, "text": "In the ZMA language literally it means have you spent your afternoon very"}, {"start": 195.71, "end": 195.72, "text": "have you spent your afternoon very"}, {"start": 195.72, "end": 201.55, "text": "have you spent your afternoon very well. Then number three we have good"}, {"start": 201.56, "end": 204.949, "text": "evening literally it means have you"}, {"start": 204.949, "end": 204.959, "text": "evening literally it means have you"}, {"start": 204.959, "end": 208.11, "text": "evening literally it means have you spent your evening very"}, {"start": 208.11, "end": 208.12, "text": "spent your evening very"}, {"start": 208.12, "end": 211.589, "text": "spent your evening very well. Note that language the greetings"}, {"start": 211.589, "end": 211.599, "text": "well. Note that language the greetings"}, {"start": 211.599, "end": 214.71, "text": "well. Note that language the greetings have question mark. You are asking a"}, {"start": 214.71, "end": 214.72, "text": "have question mark. You are asking a"}, {"start": 214.72, "end": 217.71, "text": "have question mark. You are asking a question directly translating as are you"}, {"start": 217.71, "end": 217.72, "text": "question directly translating as are you"}, {"start": 217.72, "end": 220.22899999999998, "text": "question directly translating as are you fine. You are saying are you fine this"}, {"start": 220.22899999999998, "end": 220.239, "text": "fine. You are saying are you fine this"}, {"start": 220.239, "end": 223.789, "text": "fine. You are saying are you fine this morning. Then the person"}, {"start": 223.789, "end": 223.799, "text": "morning. Then the person"}, {"start": 223.799, "end": 229.149, "text": "morning. Then the person answers I am good or fine. Morning,"}, {"start": 229.149, "end": 229.159, "text": "answers I am good or fine. Morning,"}, {"start": 229.159, "end": 233.91, "text": "answers I am good or fine. Morning, afternoon and night. Note for all the"}, {"start": 233.91, "end": 233.92000000000002, "text": "afternoon and night. Note for all the"}, {"start": 233.92000000000002, "end": 238.22899999999998, "text": "afternoon and night. Note for all the above greetings you can use one general"}, {"start": 238.22899999999998, "end": 238.239, "text": "above greetings you can use one general"}, {"start": 238.239, "end": 241.509, "text": "above greetings you can use one general term. Yes, for all the above greetings"}, {"start": 241.509, "end": 241.519, "text": "term. Yes, for all the above greetings"}, {"start": 241.519, "end": 244.39, "text": "term. Yes, for all the above greetings that I stated, if you are a person that"}, {"start": 244.39, "end": 244.4, "text": "that I stated, if you are a person that"}, {"start": 244.4, "end": 247.91, "text": "that I stated, if you are a person that is not very fluent with the language or"}, {"start": 247.91, "end": 247.92, "text": "is not very fluent with the language or"}, {"start": 247.92, "end": 250.07, "text": "is not very fluent with the language or you have not mastered the language,"}, {"start": 250.07, "end": 250.08, "text": "you have not mastered the language,"}, {"start": 250.08, "end": 253.27, "text": "you have not mastered the language, let's say a beginner, you can choose to"}, {"start": 253.27, "end": 253.28, "text": "let's say a beginner, you can choose to"}, {"start": 253.28, "end": 259.469, "text": "let's say a beginner, you can choose to go for only one term. Instead of"}, {"start": 259.479, "end": 262.79, "text": "saying, you can use only one term to"}, {"start": 262.79, "end": 262.8, "text": "saying, you can use only one term to"}, {"start": 262.8, "end": 265.71, "text": "saying, you can use only one term to represent all those three way of"}, {"start": 265.71, "end": 265.72, "text": "represent all those three way of"}, {"start": 265.72, "end": 268.95, "text": "represent all those three way of greetings without using all those um"}, {"start": 268.95, "end": 268.96, "text": "greetings without using all those um"}, {"start": 268.96, "end": 271.55, "text": "greetings without using all those um question mark that I marked in three"}, {"start": 271.55, "end": 271.56, "text": "question mark that I marked in three"}, {"start": 271.56, "end": 274.59000000000003, "text": "question mark that I marked in three places. You can just"}, {"start": 274.59000000000003, "end": 274.6, "text": "places. You can just"}, {"start": 274.6, "end": 279.67, "text": "places. You can just see which means are you good? Yes. If"}, {"start": 279.67, "end": 279.68, "text": "see which means are you good? Yes. If"}, {"start": 279.68, "end": 281.23, "text": "see which means are you good? Yes. If you are a beginner in the"}, {"start": 281.23, "end": 281.24, "text": "you are a beginner in the"}, {"start": 281.24, "end": 283.11, "text": "you are a beginner in the language, instead of all those"}, {"start": 283.11, "end": 283.12, "text": "language, instead of all those"}, {"start": 283.12, "end": 285.83, "text": "language, instead of all those greetings, you can see a general term."}, {"start": 285.83, "end": 285.84000000000003, "text": "greetings, you can see a general term."}, {"start": 285.84000000000003, "end": 288.35, "text": "greetings, you can see a general term. That general term"}, {"start": 288.35, "end": 288.36, "text": "That general term"}, {"start": 288.36, "end": 290.51, "text": "That general term means are you"}, {"start": 290.51, "end": 290.52, "text": "means are you"}, {"start": 290.52, "end": 293.909, "text": "means are you good? Let's see them in a few sentences."}, {"start": 293.909, "end": 293.919, "text": "good? Let's see them in a few sentences."}, {"start": 293.919, "end": 295.59000000000003, "text": "good? Let's see them in a few sentences. Let's try to use all those three"}, {"start": 295.59000000000003, "end": 295.6, "text": "Let's try to use all those three"}, {"start": 295.6, "end": 298.79, "text": "Let's try to use all those three greetings that I previously stated."}, {"start": 298.79, "end": 298.8, "text": "greetings that I previously stated."}, {"start": 298.8, "end": 301.909, "text": "greetings that I previously stated. Let's try to look at them one by one."}, {"start": 301.909, "end": 301.919, "text": "Let's try to look at them one by one."}, {"start": 301.919, "end": 303.55, "text": "Let's try to look at them one by one. So number one we"}, {"start": 303.55, "end": 303.56, "text": "So number one we"}, {"start": 303.56, "end": 306.43, "text": "So number one we have"}, {"start": 306.43, "end": 306.44, "text": "have"}, {"start": 306.44, "end": 311.51, "text": "have Baba which means good morning my father."}, {"start": 311.51, "end": 311.52, "text": "Baba which means good morning my father."}, {"start": 311.52, "end": 316.23, "text": "Baba which means good morning my father. Then literally baba means my dad. Have"}, {"start": 316.23, "end": 316.24, "text": "Then literally baba means my dad. Have"}, {"start": 316.24, "end": 319.749, "text": "Then literally baba means my dad. Have you slept well? That's the literal term"}, {"start": 319.749, "end": 319.759, "text": "you slept well? That's the literal term"}, {"start": 319.759, "end": 322.029, "text": "you slept well? That's the literal term but it translates"}, {"start": 322.029, "end": 322.039, "text": "but it translates"}, {"start": 322.039, "end": 324.99, "text": "but it translates to good morning my"}, {"start": 324.99, "end": 325.0, "text": "to good morning my"}, {"start": 325.0, "end": 328.909, "text": "to good morning my dad. Then number two we"}, {"start": 328.909, "end": 328.919, "text": "dad. Then number two we"}, {"start": 328.919, "end": 331.95, "text": "dad. Then number two we have good afternoon"}, {"start": 331.95, "end": 331.96, "text": "have good afternoon"}, {"start": 331.96, "end": 335.39, "text": "have good afternoon daddy. Also literally it"}, {"start": 335.39, "end": 335.4, "text": "daddy. Also literally it"}, {"start": 335.4, "end": 337.15, "text": "daddy. Also literally it means my"}, {"start": 337.15, "end": 337.15999999999997, "text": "means my"}, {"start": 337.15999999999997, "end": 339.67, "text": "means my daddy. Have you spent your afternoon?"}, {"start": 339.67, "end": 339.68, "text": "daddy. Have you spent your afternoon?"}, {"start": 339.68, "end": 342.43, "text": "daddy. Have you spent your afternoon? Very"}, {"start": 342.44, "end": 345.83, "text": "well. Good afternoon daddy. Then number"}, {"start": 345.83, "end": 345.84000000000003, "text": "well. Good afternoon daddy. Then number"}, {"start": 345.84000000000003, "end": 348.27, "text": "well. Good afternoon daddy. Then number three we"}, {"start": 348.28, "end": 352.23, "text": "have good evening daddy. Literally it"}, {"start": 352.23, "end": 352.24, "text": "have good evening daddy. Literally it"}, {"start": 352.24, "end": 353.23, "text": "have good evening daddy. Literally it also means"}, {"start": 353.23, "end": 353.24, "text": "also means"}, {"start": 353.24, "end": 354.749, "text": "also means that"}, {"start": 354.749, "end": 354.759, "text": "that"}, {"start": 354.759, "end": 358.95, "text": "that daddy have you spent your evening very"}, {"start": 358.95, "end": 358.96, "text": "daddy have you spent your evening very"}, {"start": 358.96, "end": 363.23, "text": "daddy have you spent your evening very well. You say that greeting in the"}, {"start": 363.23, "end": 363.24, "text": "well. You say that greeting in the"}, {"start": 363.24, "end": 367.67, "text": "well. You say that greeting in the night I am good or it is good. Then the"}, {"start": 367.67, "end": 367.68, "text": "night I am good or it is good. Then the"}, {"start": 367.68, "end": 369.629, "text": "night I am good or it is good. Then the person"}, {"start": 369.629, "end": 369.639, "text": "person"}, {"start": 369.639, "end": 373.71, "text": "person answers I am good or it is"}, {"start": 373.71, "end": 373.72, "text": "answers I am good or it is"}, {"start": 373.72, "end": 377.029, "text": "answers I am good or it is good. So those are the general term. The"}, {"start": 377.029, "end": 377.039, "text": "good. So those are the general term. The"}, {"start": 377.039, "end": 380.39, "text": "good. So those are the general term. The general term there is the number the"}, {"start": 380.39, "end": 380.4, "text": "general term there is the number the"}, {"start": 380.4, "end": 383.71, "text": "general term there is the number the unnumbered one that I stated in both"}, {"start": 383.71, "end": 383.72, "text": "unnumbered one that I stated in both"}, {"start": 383.72, "end": 388.749, "text": "unnumbered one that I stated in both letters. General term you can decide to"}, {"start": 388.749, "end": 388.759, "text": "letters. General term you can decide to"}, {"start": 388.759, "end": 392.23, "text": "letters. General term you can decide to say are you good? That's general term."}, {"start": 392.23, "end": 392.24, "text": "say are you good? That's general term."}, {"start": 392.24, "end": 393.99, "text": "say are you good? That's general term. Either it's in the evening, in the"}, {"start": 393.99, "end": 394.0, "text": "Either it's in the evening, in the"}, {"start": 394.0, "end": 397.11, "text": "Either it's in the evening, in the morning or at night, in the midnight,"}, {"start": 397.11, "end": 397.12, "text": "morning or at night, in the midnight,"}, {"start": 397.12, "end": 400.469, "text": "morning or at night, in the midnight, early morning, early afternoon. You can"}, {"start": 400.469, "end": 400.479, "text": "early morning, early afternoon. You can"}, {"start": 400.479, "end": 403.749, "text": "early morning, early afternoon. You can just use one general term. I don't go by"}, {"start": 403.749, "end": 403.759, "text": "just use one general term. I don't go by"}, {"start": 403.759, "end": 406.07, "text": "just use one general term. I don't go by simple as that. Then the person will"}, {"start": 406.07, "end": 406.08, "text": "simple as that. Then the person will"}, {"start": 406.08, "end": 407.87, "text": "simple as that. Then the person will just"}, {"start": 407.87, "end": 407.88, "text": "just"}, {"start": 407.88, "end": 411.71, "text": "just say"}, {"start": 411.72, "end": 417.87, "text": "yes. So for a general greeting simply"}, {"start": 417.88, "end": 422.629, "text": "see daddy how are you? Yes that's"}, {"start": 422.629, "end": 422.639, "text": "see daddy how are you? Yes that's"}, {"start": 422.639, "end": 425.67, "text": "see daddy how are you? Yes that's general term without specifying if it's"}, {"start": 425.67, "end": 425.68, "text": "general term without specifying if it's"}, {"start": 425.68, "end": 428.39, "text": "general term without specifying if it's afternoon or evening or morning. You can"}, {"start": 428.39, "end": 428.4, "text": "afternoon or evening or morning. You can"}, {"start": 428.4, "end": 433.189, "text": "afternoon or evening or morning. You can just say baba goani daddy how are you?"}, {"start": 433.189, "end": 433.199, "text": "just say baba goani daddy how are you?"}, {"start": 433.199, "end": 436.15, "text": "just say baba goani daddy how are you? Also literally this baba the reason why"}, {"start": 436.15, "end": 436.16, "text": "Also literally this baba the reason why"}, {"start": 436.16, "end": 438.71, "text": "Also literally this baba the reason why it has question mark is that literally"}, {"start": 438.71, "end": 438.72, "text": "it has question mark is that literally"}, {"start": 438.72, "end": 442.629, "text": "it has question mark is that literally you are saying daddy are you very well"}, {"start": 442.629, "end": 442.639, "text": "you are saying daddy are you very well"}, {"start": 442.639, "end": 447.43, "text": "you are saying daddy are you very well or daddy are you well but in English it"}, {"start": 447.43, "end": 447.44, "text": "or daddy are you well but in English it"}, {"start": 447.44, "end": 449.67, "text": "or daddy are you well but in English it is daddy how are you let's see how you"}, {"start": 449.67, "end": 449.68, "text": "is daddy how are you let's see how you"}, {"start": 449.68, "end": 452.08, "text": "is daddy how are you let's see how you say your"}], "createdAt": "2025-12-15T00:34:47.000Z", "imageUrl": "https://img.youtube.com/vi/ej7_Rl0cJXU/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=ej7_Rl0cJXU", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_-3d-cSIJf4g", "userId": "system", "title": "Must-know phrases to survive in Zarma land.", "language": "dje", "content": "foreign if you don't know them you die yeah so if you don't know them you die yeah so if you don't know them you die yeah so I want to learn how to say them how to I want to learn how to say them how to I want to learn how to say them how to say that yes how to say I'm hungry I say that yes how to say I'm hungry I say that yes how to say I'm hungry I want to eat or I'm thirsty I want to want to eat or I'm thirsty I want to want to eat or I'm thirsty I want to drink and the greetings because we are drink and the greetings because we are drink and the greetings because we are in Africa politics is very important in Africa politics is very important in Africa politics is very important yeah we breathe first before you after yeah we breathe first before you after yeah we breathe first before you after everything so I learned some stuff in everything so I learned some stuff in everything so I learned some stuff in hausa yeah hausa yeah hausa yeah now this is now this is now this is so okay please those two things are so okay please those two things are so okay please those two things are enough for me a greeting asking for food enough for me a greeting asking for food enough for me a greeting asking for food and water for me greetings yes okay what is the greeting I'll say please can you say that again this is please can you say that again this is please can you say that again this is American English um and what does that mean and what does that mean and what does that mean fine okay fine okay fine okay okay all right okay so anybody I see I okay all right okay so anybody I see I okay all right okay so anybody I see I say matarango and the person will answer say matarango and the person will answer say matarango and the person will answer yeah this is one person but if they are yeah this is one person but if they are yeah this is one person but if they are group [Music] [Music] [Music] this one person yeah now when there are this one person yeah now when there are this one person yeah now when there are many yeah okay many yeah okay many yeah okay um yeah okay great okay so I have greeted yeah okay great okay so I have greeted yeah okay great okay so I have greeted and they answered me yeah now I want to and they answered me yeah now I want to and they answered me yeah now I want to ask for food because I have not eaten ask for food because I have not eaten ask for food because I have not eaten for three days yeah so please um guys I'm hungry yeah now I want to eat guys I'm hungry yeah now I want to eat guys I'm hungry yeah now I want to eat okay it's too fast for me it's too fast for me it's too fast for me foreign [Laughter] oh yeah I'm thirsty okay I'm thirsty yeah you're I'm thirsty okay I'm thirsty yeah you're I'm thirsty okay I'm thirsty yeah you're naked okay this is easy yeah okay okay okay okay okay okay okay now if I want to eat yeah now if I want to eat yeah now if I want to eat yeah um yeah yeah yeah okay so uh greetings is uh the first one okay so uh greetings is uh the first one okay so uh greetings is uh the first one is is is um um um yeah if you have many persons oh this is yeah if you have many persons oh this is yeah if you have many persons oh this is a old person yes you can say a old person yes you can say a old person yes you can say yeah for respect you can say yeah for respect you can say yeah for respect you can say yeah for the old person okay yeah yeah for the old person okay yeah yeah for the old person okay yeah okay and then uh I'm this I'm hungry and okay and then uh I'm this I'm hungry and okay and then uh I'm this I'm hungry and I'm thirsty it's confusing I'm hungry I'm thirsty it's confusing I'm hungry I'm thirsty it's confusing I'm hungry um okay all right and I'm testing yeah okay oh my God 300 years in a couple of minutes I'm an 300 years in a couple of minutes I'm an 300 years in a couple of minutes I'm an extraordinary student extraordinary student extraordinary student okay so uh is there anything else you okay so uh is there anything else you okay so uh is there anything else you want to teach me no no okay no no okay no no okay okay I think it's okay for now because okay I think it's okay for now because okay I think it's okay for now because trying to take more yeah trying to take more yeah trying to take more yeah okay okay so okay okay so okay okay so um I would say I'm going um I would say I'm going um I would say I'm going um I want to say goodbye goodbye yeah um thank you so much thank you so much thank you so much thank you so much thank you so much thank you so much thank you sir it's an amazing you're an thank you sir it's an amazing you're an thank you sir it's an amazing you're an amazing teacher yeah you guys are amazing teacher yeah you guys are amazing teacher yeah you guys are amazing teachers thank you so much amazing teachers thank you so much amazing teachers thank you so much please ladies and gentlemen again I need please ladies and gentlemen again I need please ladies and gentlemen again I need my grade how much do you guys deserve my grade how much do you guys deserve my grade how much do you guys deserve for this Dharma class have I been a good for this Dharma class have I been a good for this Dharma class have I been a good student have I been repeating things student have I been repeating things student have I been repeating things very well give me my grade from one to very well give me my grade from one to very well give me my grade from one to five how much do I deserve in the five how much do I deserve in the five how much do I deserve in the comments section please don't miss it comments section please don't miss it comments section please don't miss it thank you so much for watching and see thank you so much for watching and see thank you so much for watching and see you next time", "sentences": ["foreign if you don't know them you die yeah so if you don't know them you die yeah so if you don't know them you die yeah so I want to learn how to say them how to I want to learn how to say them how to I want to learn how to say them how to say that yes how to say I'm hungry I say that yes how to say I'm hungry I say that yes how to say I'm hungry I want to eat or I'm thirsty I want to want to eat or I'm thirsty I want to want to eat or I'm thirsty I want to drink and the greetings because we are drink and the greetings because we are drink and the greetings because we are in Africa politics is very important in Africa politics is very important in Africa politics is very important yeah we breathe first before you after yeah we breathe first before you after yeah we breathe first before you after everything so I learned some stuff in everything so I learned some stuff in everything so I learned some stuff in hausa yeah hausa yeah hausa yeah now this is now this is now this is so okay please those two things are so okay please those two things are so okay please those two things are enough for me a greeting asking for food enough for me a greeting asking for food enough for me a greeting asking for food and water for me greetings yes okay what is the greeting I'll say please can you say that again this is please can you say that again this is please can you say that again this is American English um and what does that mean and what does that mean and what does that mean fine okay fine okay fine okay okay all right okay so anybody I see I okay all right okay so anybody I see I okay all right okay so anybody I see I say matarango and the person will answer say matarango and the person will answer say matarango and the person will answer yeah this is one person but if they are yeah this is one person but if they are yeah this is one person but if they are group [Music] [Music] [Music] this one person yeah now when there are this one person yeah now when there are this one person yeah now when there are many yeah okay many yeah okay many yeah okay um yeah okay great okay so I have greeted yeah okay great okay so I have greeted yeah okay great okay so I have greeted and they answered me yeah now I want to and they answered me yeah now I want to and they answered me yeah now I want to ask for food because I have not eaten ask for food because I have not eaten ask for food because I have not eaten for three days yeah so please um guys I'm hungry yeah now I want to eat guys I'm hungry yeah now I want to eat guys I'm hungry yeah now I want to eat okay it's too fast for me it's too fast for me it's too fast for me foreign [Laughter] oh yeah I'm thirsty okay I'm thirsty yeah you're I'm thirsty okay I'm thirsty yeah you're I'm thirsty okay I'm thirsty yeah you're naked okay this is easy yeah okay okay okay okay okay okay okay now if I want to eat yeah now if I want to eat yeah now if I want to eat yeah um yeah yeah yeah okay so uh greetings is uh the first one okay so uh greetings is uh the first one okay so uh greetings is uh the first one is is is um um um yeah if you have many persons oh this is yeah if you have many persons oh this is yeah if you have many persons oh this is a old person yes you can say a old person yes you can say a old person yes you can say yeah for respect you can say yeah for respect you can say yeah for respect you can say yeah for the old person okay yeah yeah for the old person okay yeah yeah for the old person okay yeah okay and then uh I'm this I'm hungry and okay and then uh I'm this I'm hungry and okay and then uh I'm this I'm hungry and I'm thirsty it's confusing I'm hungry I'm thirsty it's confusing I'm hungry I'm thirsty it's confusing I'm hungry um okay all right and I'm testing yeah okay oh my God 300 years in a couple of minutes I'm an 300 years in a couple of minutes I'm an 300 years in a couple of minutes I'm an extraordinary student extraordinary student extraordinary student okay so uh is there anything else you okay so uh is there anything else you okay so uh is there anything else you want to teach me no no okay no no okay no no okay okay I think it's okay for now because okay I think it's okay for now because okay I think it's okay for now because trying to take more yeah trying to take more yeah trying to take more yeah okay okay so okay okay so okay okay so um I would say I'm going um I would say I'm going um I would say I'm going um I want to say goodbye goodbye yeah um thank you so much thank you so much thank you so much thank you so much thank you so much thank you so much thank you sir it's an amazing you're an thank you sir it's an amazing you're an thank you sir it's an amazing you're an amazing teacher yeah you guys are amazing teacher yeah you guys are amazing teacher yeah you guys are amazing teachers thank you so much amazing teachers thank you so much amazing teachers thank you so much please ladies and gentlemen again I need please ladies and gentlemen again I need please ladies and gentlemen again I need my grade how much do you guys deserve my grade how much do you guys deserve my grade how much do you guys deserve for this Dharma class have I been a good for this Dharma class have I been a good for this Dharma class have I been a good student have I been repeating things student have I been repeating things student have I been repeating things very well give me my grade from one to very well give me my grade from one to very well give me my grade from one to five how much do I deserve in the five how much do I deserve in the five how much do I deserve in the comments section please don't miss it comments section please don't miss it comments section please don't miss it thank you so much for watching and see thank you so much for watching and see thank you so much for watching and see you next time"], "transcript": [{"start": 0.06, "end": 5.69, "text": "foreign"}, {"start": 5.7, "end": 9.49, "text": "if you don't know them you die yeah so"}, {"start": 9.49, "end": 9.5, "text": "if you don't know them you die yeah so"}, {"start": 9.5, "end": 12.53, "text": "if you don't know them you die yeah so I want to learn how to say them how to"}, {"start": 12.53, "end": 12.54, "text": "I want to learn how to say them how to"}, {"start": 12.54, "end": 14.57, "text": "I want to learn how to say them how to say that yes how to say I'm hungry I"}, {"start": 14.57, "end": 14.58, "text": "say that yes how to say I'm hungry I"}, {"start": 14.58, "end": 16.79, "text": "say that yes how to say I'm hungry I want to eat or I'm thirsty I want to"}, {"start": 16.79, "end": 16.8, "text": "want to eat or I'm thirsty I want to"}, {"start": 16.8, "end": 19.01, "text": "want to eat or I'm thirsty I want to drink and the greetings because we are"}, {"start": 19.01, "end": 19.02, "text": "drink and the greetings because we are"}, {"start": 19.02, "end": 20.689, "text": "drink and the greetings because we are in Africa politics is very important"}, {"start": 20.689, "end": 20.699, "text": "in Africa politics is very important"}, {"start": 20.699, "end": 22.49, "text": "in Africa politics is very important yeah we breathe first before you after"}, {"start": 22.49, "end": 22.5, "text": "yeah we breathe first before you after"}, {"start": 22.5, "end": 25.97, "text": "yeah we breathe first before you after everything so I learned some stuff in"}, {"start": 25.97, "end": 25.98, "text": "everything so I learned some stuff in"}, {"start": 25.98, "end": 28.33, "text": "everything so I learned some stuff in hausa yeah"}, {"start": 28.33, "end": 28.34, "text": "hausa yeah"}, {"start": 28.34, "end": 30.609, "text": "hausa yeah now this is"}, {"start": 30.609, "end": 30.619, "text": "now this is"}, {"start": 30.619, "end": 33.53, "text": "now this is so okay please those two things are"}, {"start": 33.53, "end": 33.54, "text": "so okay please those two things are"}, {"start": 33.54, "end": 35.569, "text": "so okay please those two things are enough for me a greeting asking for food"}, {"start": 35.569, "end": 35.579, "text": "enough for me a greeting asking for food"}, {"start": 35.579, "end": 50.77, "text": "enough for me a greeting asking for food and water for me greetings yes okay"}, {"start": 50.78, "end": 55.61, "text": "what is the greeting I'll say"}, {"start": 55.62, "end": 58.189, "text": "please can you say that again this is"}, {"start": 58.189, "end": 58.199, "text": "please can you say that again this is"}, {"start": 58.199, "end": 67.25, "text": "please can you say that again this is American English"}, {"start": 67.26, "end": 71.83, "text": "um"}, {"start": 71.84, "end": 75.31, "text": "and what does that mean"}, {"start": 75.31, "end": 75.32, "text": "and what does that mean"}, {"start": 75.32, "end": 77.71000000000001, "text": "and what does that mean fine okay"}, {"start": 77.71000000000001, "end": 77.72, "text": "fine okay"}, {"start": 77.72, "end": 82.55, "text": "fine okay okay all right okay so anybody I see I"}, {"start": 82.55, "end": 82.56, "text": "okay all right okay so anybody I see I"}, {"start": 82.56, "end": 84.53, "text": "okay all right okay so anybody I see I say matarango and the person will answer"}, {"start": 84.53, "end": 84.53999999999999, "text": "say matarango and the person will answer"}, {"start": 84.53999999999999, "end": 86.99, "text": "say matarango and the person will answer yeah this is one person but if they are"}, {"start": 86.99, "end": 87.0, "text": "yeah this is one person but if they are"}, {"start": 87.0, "end": 95.11, "text": "yeah this is one person but if they are group"}, {"start": 95.12, "end": 96.49000000000001, "text": "[Music]"}, {"start": 96.49000000000001, "end": 96.5, "text": "[Music]"}, {"start": 96.5, "end": 99.289, "text": "[Music] this one person yeah now when there are"}, {"start": 99.289, "end": 99.299, "text": "this one person yeah now when there are"}, {"start": 99.299, "end": 101.87, "text": "this one person yeah now when there are many yeah okay"}, {"start": 101.87, "end": 101.88, "text": "many yeah okay"}, {"start": 101.88, "end": 105.789, "text": "many yeah okay um"}, {"start": 105.799, "end": 110.21000000000001, "text": "yeah okay great okay so I have greeted"}, {"start": 110.21000000000001, "end": 110.22, "text": "yeah okay great okay so I have greeted"}, {"start": 110.22, "end": 112.19, "text": "yeah okay great okay so I have greeted and they answered me yeah now I want to"}, {"start": 112.19, "end": 112.2, "text": "and they answered me yeah now I want to"}, {"start": 112.2, "end": 114.469, "text": "and they answered me yeah now I want to ask for food because I have not eaten"}, {"start": 114.469, "end": 114.479, "text": "ask for food because I have not eaten"}, {"start": 114.479, "end": 122.81, "text": "ask for food because I have not eaten for three days yeah so please"}, {"start": 122.82, "end": 134.35, "text": "um"}, {"start": 134.36, "end": 137.089, "text": "guys I'm hungry yeah now I want to eat"}, {"start": 137.089, "end": 137.099, "text": "guys I'm hungry yeah now I want to eat"}, {"start": 137.099, "end": 145.97, "text": "guys I'm hungry yeah now I want to eat okay"}, {"start": 145.98, "end": 147.589, "text": "it's too fast for me"}, {"start": 147.589, "end": 147.599, "text": "it's too fast for me"}, {"start": 147.599, "end": 164.14, "text": "it's too fast for me foreign"}, {"start": 164.15, "end": 176.27, "text": "[Laughter]"}, {"start": 176.28, "end": 185.27, "text": "oh"}, {"start": 185.28, "end": 187.39, "text": "yeah"}, {"start": 187.4, "end": 190.43, "text": "I'm thirsty okay I'm thirsty yeah you're"}, {"start": 190.43, "end": 190.44, "text": "I'm thirsty okay I'm thirsty yeah you're"}, {"start": 190.44, "end": 204.85, "text": "I'm thirsty okay I'm thirsty yeah you're naked okay this is easy yeah okay"}, {"start": 204.86, "end": 206.82999999999998, "text": "okay okay"}, {"start": 206.82999999999998, "end": 206.84, "text": "okay okay"}, {"start": 206.84, "end": 210.05, "text": "okay okay now if I want to eat yeah"}, {"start": 210.05, "end": 210.06, "text": "now if I want to eat yeah"}, {"start": 210.06, "end": 220.49, "text": "now if I want to eat yeah um"}, {"start": 220.5, "end": 221.32999999999998, "text": "yeah"}, {"start": 221.32999999999998, "end": 221.34, "text": "yeah"}, {"start": 221.34, "end": 225.649, "text": "yeah okay so uh greetings is uh the first one"}, {"start": 225.649, "end": 225.659, "text": "okay so uh greetings is uh the first one"}, {"start": 225.659, "end": 226.49, "text": "okay so uh greetings is uh the first one is"}, {"start": 226.49, "end": 226.5, "text": "is"}, {"start": 226.5, "end": 228.43, "text": "is um"}, {"start": 228.43, "end": 228.44, "text": "um"}, {"start": 228.44, "end": 232.55, "text": "um yeah if you have many persons oh this is"}, {"start": 232.55, "end": 232.56, "text": "yeah if you have many persons oh this is"}, {"start": 232.56, "end": 235.99, "text": "yeah if you have many persons oh this is a old person yes you can say"}, {"start": 235.99, "end": 236.0, "text": "a old person yes you can say"}, {"start": 236.0, "end": 238.93, "text": "a old person yes you can say yeah for respect you can say"}, {"start": 238.93, "end": 238.94, "text": "yeah for respect you can say"}, {"start": 238.94, "end": 242.289, "text": "yeah for respect you can say yeah for the old person okay yeah"}, {"start": 242.289, "end": 242.299, "text": "yeah for the old person okay yeah"}, {"start": 242.299, "end": 247.00900000000001, "text": "yeah for the old person okay yeah okay and then uh I'm this I'm hungry and"}, {"start": 247.00900000000001, "end": 247.019, "text": "okay and then uh I'm this I'm hungry and"}, {"start": 247.019, "end": 251.03, "text": "okay and then uh I'm this I'm hungry and I'm thirsty it's confusing I'm hungry"}, {"start": 251.03, "end": 251.04, "text": "I'm thirsty it's confusing I'm hungry"}, {"start": 251.04, "end": 257.65, "text": "I'm thirsty it's confusing I'm hungry um"}, {"start": 257.66, "end": 266.77, "text": "okay all right and I'm testing"}, {"start": 266.78, "end": 271.57, "text": "yeah okay oh my God"}, {"start": 271.58, "end": 275.09000000000003, "text": "300 years in a couple of minutes I'm an"}, {"start": 275.09000000000003, "end": 275.1, "text": "300 years in a couple of minutes I'm an"}, {"start": 275.1, "end": 277.93, "text": "300 years in a couple of minutes I'm an extraordinary student"}, {"start": 277.93, "end": 277.94, "text": "extraordinary student"}, {"start": 277.94, "end": 280.79, "text": "extraordinary student okay so uh is there anything else you"}, {"start": 280.79, "end": 280.8, "text": "okay so uh is there anything else you"}, {"start": 280.8, "end": 284.03, "text": "okay so uh is there anything else you want to teach me"}, {"start": 284.04, "end": 287.45, "text": "no no okay"}, {"start": 287.45, "end": 287.46, "text": "no no okay"}, {"start": 287.46, "end": 289.909, "text": "no no okay okay I think it's okay for now because"}, {"start": 289.909, "end": 289.919, "text": "okay I think it's okay for now because"}, {"start": 289.919, "end": 293.17, "text": "okay I think it's okay for now because trying to take more yeah"}, {"start": 293.17, "end": 293.18, "text": "trying to take more yeah"}, {"start": 293.18, "end": 296.57, "text": "trying to take more yeah okay okay so"}, {"start": 296.57, "end": 296.58, "text": "okay okay so"}, {"start": 296.58, "end": 299.629, "text": "okay okay so um I would say I'm going"}, {"start": 299.629, "end": 299.639, "text": "um I would say I'm going"}, {"start": 299.639, "end": 307.73, "text": "um I would say I'm going um I want to say goodbye goodbye yeah"}, {"start": 307.74, "end": 320.469, "text": "um"}, {"start": 320.479, "end": 323.21, "text": "thank you so much thank you so much"}, {"start": 323.21, "end": 323.22, "text": "thank you so much thank you so much"}, {"start": 323.22, "end": 325.37, "text": "thank you so much thank you so much thank you sir it's an amazing you're an"}, {"start": 325.37, "end": 325.38, "text": "thank you sir it's an amazing you're an"}, {"start": 325.38, "end": 327.35, "text": "thank you sir it's an amazing you're an amazing teacher yeah you guys are"}, {"start": 327.35, "end": 327.36, "text": "amazing teacher yeah you guys are"}, {"start": 327.36, "end": 329.09, "text": "amazing teacher yeah you guys are amazing teachers thank you so much"}, {"start": 329.09, "end": 329.1, "text": "amazing teachers thank you so much"}, {"start": 329.1, "end": 331.37, "text": "amazing teachers thank you so much please ladies and gentlemen again I need"}, {"start": 331.37, "end": 331.38, "text": "please ladies and gentlemen again I need"}, {"start": 331.38, "end": 333.59000000000003, "text": "please ladies and gentlemen again I need my grade how much do you guys deserve"}, {"start": 333.59000000000003, "end": 333.6, "text": "my grade how much do you guys deserve"}, {"start": 333.6, "end": 336.77, "text": "my grade how much do you guys deserve for this Dharma class have I been a good"}, {"start": 336.77, "end": 336.78, "text": "for this Dharma class have I been a good"}, {"start": 336.78, "end": 338.749, "text": "for this Dharma class have I been a good student have I been repeating things"}, {"start": 338.749, "end": 338.759, "text": "student have I been repeating things"}, {"start": 338.759, "end": 341.45, "text": "student have I been repeating things very well give me my grade from one to"}, {"start": 341.45, "end": 341.46, "text": "very well give me my grade from one to"}, {"start": 341.46, "end": 343.49, "text": "very well give me my grade from one to five how much do I deserve in the"}, {"start": 343.49, "end": 343.5, "text": "five how much do I deserve in the"}, {"start": 343.5, "end": 345.35, "text": "five how much do I deserve in the comments section please don't miss it"}, {"start": 345.35, "end": 345.36, "text": "comments section please don't miss it"}, {"start": 345.36, "end": 347.33, "text": "comments section please don't miss it thank you so much for watching and see"}, {"start": 347.33, "end": 347.34000000000003, "text": "thank you so much for watching and see"}, {"start": 347.34000000000003, "end": 349.759, "text": "thank you so much for watching and see you next time"}], "createdAt": "2025-12-15T00:34:31.000Z", "imageUrl": "https://img.youtube.com/vi/-3d-cSIJf4g/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=-3d-cSIJf4g", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_DON2HYZ4RuQ", "userId": "system", "title": "Learning The Basics Of Zarma Language Conversation With Sita Hamani 003", "language": "dje", "content": "Hello to my followers. This is Sitha Hello to my followers. This is Sitha Hello to my followers. This is Sitha Hammani. Please before we start this Hammani. Please before we start this Hammani. Please before we start this lesson, if you are following us from lesson, if you are following us from lesson, if you are following us from YouTube, please do not forget to hit the YouTube, please do not forget to hit the YouTube, please do not forget to hit the subscription button right now. And subscription button right now. And subscription button right now. And please, if possible, help us to view one please, if possible, help us to view one please, if possible, help us to view one of our videos. We need subscribers and of our videos. We need subscribers and of our videos. We need subscribers and we need viewers. So our today lesson is we need viewers. So our today lesson is we need viewers. So our today lesson is simple conversation in Zerma language. simple conversation in Zerma language. simple conversation in Zerma language. Remember this is lesson three. We have Remember this is lesson three. We have Remember this is lesson three. We have lesson one. We have lesson two and this lesson one. We have lesson two and this lesson one. We have lesson two and this is lesson three. I promise you if you is lesson three. I promise you if you is lesson three. I promise you if you follow this video diligently enough, you follow this video diligently enough, you follow this video diligently enough, you are going to learn the basic are going to learn the basic are going to learn the basic conversations in Zerma language. So conversations in Zerma language. So conversations in Zerma language. So let's start our today let's start our today let's start our today lesson. What is your name? Then my name is Yes. The first one is what is your name? My name name? My name name? My name is As you can see the ZMA language is is As you can see the ZMA language is is As you can see the ZMA language is written in the right hand and the written in the right hand and the written in the right hand and the English language is written in the left English language is written in the left English language is written in the left hand. So then next question we have hand. So then next question we have hand. So then next question we have where is your where is your where is your country? country? country? Manetu. Yes Manetu. Yes Manetu. Yes manu. My country is Nigeria. Nigeria. Yes. Let me pronounce the Nigeria. Yes. Let me pronounce the Nigeria. Yes. Let me pronounce the sentences once again. Translates to what is your name. Translates to my name is translates to where is your is translates to where is your is translates to where is your country. Nigeria translates to my country. Nigeria translates to my country. Nigeria translates to my country is Nigeria. country is Nigeria. country is Nigeria. So I made this um video based on my own So I made this um video based on my own So I made this um video based on my own location. I'm a Nigerian. I stay in location. I'm a Nigerian. I stay in location. I'm a Nigerian. I stay in Nigeria. So it could be ner as a lot of Nigeria. So it could be ner as a lot of Nigeria. So it could be ner as a lot of people would expect me to write that is people would expect me to write that is people would expect me to write that is no problem. It could be no problem. It could be no problem. It could be Ghana Beno South Africa. Any country you are Beno South Africa. Any country you are Beno South Africa. Any country you are from it can fill the gap. from it can fill the gap. from it can fill the gap. Nigeria. Are you Nigeria. Are you Nigeria. Are you married? No, I'm single. Uhhuh. I am married? No, I'm single. Uhhuh. I am married? No, I'm single. Uhhuh. I am ani. Do you have girlfriend? Yes, I girlfriend? Yes, I girlfriend? Yes, I have. Au. What is her name? Yes. Let me pronounce the right name? Yes. Let me pronounce the right name? Yes. Let me pronounce the right hand sentences again. Her name is Dari. Yes, her name is Dari. Yes, her name is Dari. Yes, her name is Dari. Remember again please if you are Dari. Remember again please if you are Dari. Remember again please if you are following us from YouTube please you can following us from YouTube please you can following us from YouTube please you can hit the subscription button for us. hit the subscription button for us. hit the subscription button for us. Let's pick random words from above and Let's pick random words from above and Let's pick random words from above and form our own sentences. Yes, we are form our own sentences. Yes, we are form our own sentences. Yes, we are going to form new sentences. We are going to form new sentences. We are going to form new sentences. We are going to pick individual words and form going to pick individual words and form going to pick individual words and form our own sentences. And please and please our own sentences. And please and please our own sentences. And please and please try to remember the key words. Zerma try to remember the key words. Zerma try to remember the key words. Zerma language is so simple. Once you can language is so simple. Once you can language is so simple. Once you can remember key words in Zerma language, remember key words in Zerma language, remember key words in Zerma language, there are words that we can actually use there are words that we can actually use there are words that we can actually use to create independent sentences. That's to create independent sentences. That's to create independent sentences. That's why it's very important for us to why it's very important for us to why it's very important for us to remember the key words in this remember the key words in this remember the key words in this video. I'm from Nigeria. video. I'm from Nigeria. video. I'm from Nigeria. Nigeria no Nigeria no Nigeria no iPhone or it could be iPhone or it could be iPhone or it could be Niger Ghana South African iPhone that's for the US iPhone that's for the US iPhone that's for the US iPhone yes the girl name is Dary when iPhone yes the girl name is Dary when iPhone yes the girl name is Dary when Dary Dary Dary If you remember in our previous page, we If you remember in our previous page, we If you remember in our previous page, we have words like name and diary. Wend. So have words like name and diary. Wend. So have words like name and diary. Wend. So here are the keywords we are using for here are the keywords we are using for here are the keywords we are using for sentences. When will you marry? Whatful? I want good Whatful? I want good Whatful? I want good girl. Wendy girl. Wendy girl. Wendy no. Yes. I want good girl. Wendy no. Yes. I want good girl. Wendy no. Yes. I want good girl. Wendy no. So here are the keywords that I've no. So here are the keywords that I've no. So here are the keywords that I've been talking about. If you remember been talking about. If you remember been talking about. If you remember these keywords, Zerma language will be these keywords, Zerma language will be these keywords, Zerma language will be very easy for you. Just try and remember very easy for you. Just try and remember very easy for you. Just try and remember the key the key the key words. Keyword number one D. So 1 D words. Keyword number one D. So 1 D words. Keyword number one D. So 1 D stands for girl. A young girl or a young stands for girl. A young girl or a young stands for girl. A young girl or a young woman. Girl, the opposite of boy. That's woman. Girl, the opposite of boy. That's woman. Girl, the opposite of boy. That's Wendy girl. Wendy girl. Wendy girl. Wendy the girl. Wendy the girl. Wendy the girl. Next keyword Next keyword Next keyword country country country labu the country labu the country labu the country labu. So and the next keyword we have is labu. So and the next keyword we have is labu. So and the next keyword we have is marry marry marry hiji and then we have hiji and then we have hiji and then we have marriage marriage marriage he try to let the keyword stay in your he try to let the keyword stay in your he try to let the keyword stay in your head if you can remember the keyword head if you can remember the keyword head if you can remember the keyword zama language is very easy. zama language is very easy. zama language is very easy. Next keyword we have Next keyword we have Next keyword we have name ma the name name ma the name name ma the name may and then we have number fifth may and then we have number fifth may and then we have number fifth keyword we have keyword we have keyword we have beauty. Beauty means hano. Yes is hana beauty. Beauty means hano. Yes is hana beauty. Beauty means hano. Yes is hana means the good child. Then we have means the good child. Then we have means the good child. Then we have beautiful.", "sentences": ["Hello to my followers.", "This is Sitha Hello to my followers.", "This is Sitha Hello to my followers.", "This is Sitha Hammani.", "Please before we start this Hammani.", "Please before we start this Hammani.", "Please before we start this lesson, if you are following us from lesson, if you are following us from lesson, if you are following us from YouTube, please do not forget to hit the YouTube, please do not forget to hit the YouTube, please do not forget to hit the subscription button right now.", "And subscription button right now.", "And subscription button right now.", "And please, if possible, help us to view one please, if possible, help us to view one please, if possible, help us to view one of our videos.", "We need subscribers and of our videos.", "We need subscribers and of our videos.", "We need subscribers and we need viewers.", "So our today lesson is we need viewers.", "So our today lesson is we need viewers.", "So our today lesson is simple conversation in Zerma language.", "simple conversation in Zerma language.", "simple conversation in Zerma language.", "Remember this is lesson three.", "We have Remember this is lesson three.", "We have Remember this is lesson three.", "We have lesson one.", "We have lesson two and this lesson one.", "We have lesson two and this lesson one.", "We have lesson two and this is lesson three.", "I promise you if you is lesson three.", "I promise you if you is lesson three.", "I promise you if you follow this video diligently enough, you follow this video diligently enough, you follow this video diligently enough, you are going to learn the basic are going to learn the basic are going to learn the basic conversations in Zerma language.", "So conversations in Zerma language.", "So conversations in Zerma language.", "So let's start our today let's start our today let's start our today lesson.", "What is your name?", "Then my name is Yes.", "The first one is what is your name?", "My name name?", "My name name?", "My name is As you can see the ZMA language is is As you can see the ZMA language is is As you can see the ZMA language is written in the right hand and the written in the right hand and the written in the right hand and the English language is written in the left English language is written in the left English language is written in the left hand.", "So then next question we have hand.", "So then next question we have hand.", "So then next question we have where is your where is your where is your country?", "country?", "country?", "Manetu.", "Yes Manetu.", "Yes Manetu.", "Yes manu.", "My country is Nigeria.", "Nigeria.", "Yes.", "Let me pronounce the Nigeria.", "Yes.", "Let me pronounce the Nigeria.", "Yes.", "Let me pronounce the sentences once again.", "Translates to what is your name.", "Translates to my name is translates to where is your is translates to where is your is translates to where is your country.", "Nigeria translates to my country.", "Nigeria translates to my country.", "Nigeria translates to my country is Nigeria.", "country is Nigeria.", "country is Nigeria.", "So I made this um video based on my own So I made this um video based on my own So I made this um video based on my own location.", "I'm a Nigerian.", "I stay in location.", "I'm a Nigerian.", "I stay in location.", "I'm a Nigerian.", "I stay in Nigeria.", "So it could be ner as a lot of Nigeria.", "So it could be ner as a lot of Nigeria.", "So it could be ner as a lot of people would expect me to write that is people would expect me to write that is people would expect me to write that is no problem.", "It could be no problem.", "It could be no problem.", "It could be Ghana Beno South Africa.", "Any country you are Beno South Africa.", "Any country you are Beno South Africa.", "Any country you are from it can fill the gap.", "from it can fill the gap.", "from it can fill the gap.", "Nigeria.", "Are you Nigeria.", "Are you Nigeria.", "Are you married?", "No, I'm single.", "Uhhuh.", "I am married?", "No, I'm single.", "Uhhuh.", "I am married?", "No, I'm single.", "Uhhuh.", "I am ani.", "Do you have girlfriend?", "Yes, I girlfriend?", "Yes, I girlfriend?", "Yes, I have.", "Au.", "What is her name?", "Yes.", "Let me pronounce the right name?", "Yes.", "Let me pronounce the right name?", "Yes.", "Let me pronounce the right hand sentences again.", "Her name is Dari.", "Yes, her name is Dari.", "Yes, her name is Dari.", "Yes, her name is Dari.", "Remember again please if you are Dari.", "Remember again please if you are Dari.", "Remember again please if you are following us from YouTube please you can following us from YouTube please you can following us from YouTube please you can hit the subscription button for us.", "hit the subscription button for us.", "hit the subscription button for us.", "Let's pick random words from above and Let's pick random words from above and Let's pick random words from above and form our own sentences.", "Yes, we are form our own sentences.", "Yes, we are form our own sentences.", "Yes, we are going to form new sentences.", "We are going to form new sentences.", "We are going to form new sentences.", "We are going to pick individual words and form going to pick individual words and form going to pick individual words and form our own sentences.", "And please and please our own sentences.", "And please and please our own sentences.", "And please and please try to remember the key words.", "Zerma try to remember the key words.", "Zerma try to remember the key words.", "Zerma language is so simple.", "Once you can language is so simple.", "Once you can language is so simple.", "Once you can remember key words in Zerma language, remember key words in Zerma language, remember key words in Zerma language, there are words that we can actually use there are words that we can actually use there are words that we can actually use to create independent sentences.", "That's to create independent sentences.", "That's to create independent sentences.", "That's why it's very important for us to why it's very important for us to why it's very important for us to remember the key words in this remember the key words in this remember the key words in this video.", "I'm from Nigeria.", "video.", "I'm from Nigeria.", "video.", "I'm from Nigeria.", "Nigeria no Nigeria no Nigeria no iPhone or it could be iPhone or it could be iPhone or it could be Niger Ghana South African iPhone that's for the US iPhone that's for the US iPhone that's for the US iPhone yes the girl name is Dary when iPhone yes the girl name is Dary when iPhone yes the girl name is Dary when Dary Dary Dary If you remember in our previous page, we If you remember in our previous page, we If you remember in our previous page, we have words like name and diary.", "Wend.", "So have words like name and diary.", "Wend.", "So have words like name and diary.", "Wend.", "So here are the keywords we are using for here are the keywords we are using for here are the keywords we are using for sentences.", "When will you marry?", "Whatful?", "I want good Whatful?", "I want good Whatful?", "I want good girl.", "Wendy girl.", "Wendy girl.", "Wendy no.", "Yes.", "I want good girl.", "Wendy no.", "Yes.", "I want good girl.", "Wendy no.", "Yes.", "I want good girl.", "Wendy no.", "So here are the keywords that I've no.", "So here are the keywords that I've no.", "So here are the keywords that I've been talking about.", "If you remember been talking about.", "If you remember been talking about.", "If you remember these keywords, Zerma language will be these keywords, Zerma language will be these keywords, Zerma language will be very easy for you.", "Just try and remember very easy for you.", "Just try and remember very easy for you.", "Just try and remember the key the key the key words.", "Keyword number one D.", "So 1 D words.", "Keyword number one D.", "So 1 D words.", "Keyword number one D.", "So 1 D stands for girl.", "A young girl or a young stands for girl.", "A young girl or a young stands for girl.", "A young girl or a young woman.", "Girl, the opposite of boy.", "That's woman.", "Girl, the opposite of boy.", "That's woman.", "Girl, the opposite of boy.", "That's Wendy girl.", "Wendy girl.", "Wendy girl.", "Wendy the girl.", "Wendy the girl.", "Wendy the girl.", "Next keyword Next keyword Next keyword country country country labu the country labu the country labu the country labu.", "So and the next keyword we have is labu.", "So and the next keyword we have is labu.", "So and the next keyword we have is marry marry marry hiji and then we have hiji and then we have hiji and then we have marriage marriage marriage he try to let the keyword stay in your he try to let the keyword stay in your he try to let the keyword stay in your head if you can remember the keyword head if you can remember the keyword head if you can remember the keyword zama language is very easy.", "zama language is very easy.", "zama language is very easy.", "Next keyword we have Next keyword we have Next keyword we have name ma the name name ma the name name ma the name may and then we have number fifth may and then we have number fifth may and then we have number fifth keyword we have keyword we have keyword we have beauty.", "Beauty means hano.", "Yes is hana beauty.", "Beauty means hano.", "Yes is hana beauty.", "Beauty means hano.", "Yes is hana means the good child.", "Then we have means the good child.", "Then we have means the good child.", "Then we have beautiful."], "transcript": [{"start": 1.12, "end": 5.15, "text": "Hello to my followers. This is Sitha"}, {"start": 5.15, "end": 5.16, "text": "Hello to my followers. This is Sitha"}, {"start": 5.16, "end": 7.51, "text": "Hello to my followers. This is Sitha Hammani. Please before we start this"}, {"start": 7.51, "end": 7.52, "text": "Hammani. Please before we start this"}, {"start": 7.52, "end": 10.509, "text": "Hammani. Please before we start this lesson, if you are following us from"}, {"start": 10.509, "end": 10.519, "text": "lesson, if you are following us from"}, {"start": 10.519, "end": 13.669, "text": "lesson, if you are following us from YouTube, please do not forget to hit the"}, {"start": 13.669, "end": 13.679, "text": "YouTube, please do not forget to hit the"}, {"start": 13.679, "end": 15.749, "text": "YouTube, please do not forget to hit the subscription button right now. And"}, {"start": 15.749, "end": 15.759, "text": "subscription button right now. And"}, {"start": 15.759, "end": 18.23, "text": "subscription button right now. And please, if possible, help us to view one"}, {"start": 18.23, "end": 18.24, "text": "please, if possible, help us to view one"}, {"start": 18.24, "end": 20.39, "text": "please, if possible, help us to view one of our videos. We need subscribers and"}, {"start": 20.39, "end": 20.4, "text": "of our videos. We need subscribers and"}, {"start": 20.4, "end": 24.79, "text": "of our videos. We need subscribers and we need viewers. So our today lesson is"}, {"start": 24.79, "end": 24.8, "text": "we need viewers. So our today lesson is"}, {"start": 24.8, "end": 27.429, "text": "we need viewers. So our today lesson is simple conversation in Zerma language."}, {"start": 27.429, "end": 27.439, "text": "simple conversation in Zerma language."}, {"start": 27.439, "end": 29.589, "text": "simple conversation in Zerma language. Remember this is lesson three. We have"}, {"start": 29.589, "end": 29.599, "text": "Remember this is lesson three. We have"}, {"start": 29.599, "end": 31.509, "text": "Remember this is lesson three. We have lesson one. We have lesson two and this"}, {"start": 31.509, "end": 31.519, "text": "lesson one. We have lesson two and this"}, {"start": 31.519, "end": 34.31, "text": "lesson one. We have lesson two and this is lesson three. I promise you if you"}, {"start": 34.31, "end": 34.32, "text": "is lesson three. I promise you if you"}, {"start": 34.32, "end": 36.79, "text": "is lesson three. I promise you if you follow this video diligently enough, you"}, {"start": 36.79, "end": 36.8, "text": "follow this video diligently enough, you"}, {"start": 36.8, "end": 38.35, "text": "follow this video diligently enough, you are going to learn the basic"}, {"start": 38.35, "end": 38.36, "text": "are going to learn the basic"}, {"start": 38.36, "end": 40.869, "text": "are going to learn the basic conversations in Zerma language. So"}, {"start": 40.869, "end": 40.879, "text": "conversations in Zerma language. So"}, {"start": 40.879, "end": 42.99, "text": "conversations in Zerma language. So let's start our today"}, {"start": 42.99, "end": 43.0, "text": "let's start our today"}, {"start": 43.0, "end": 48.35, "text": "let's start our today lesson. What is your"}, {"start": 48.36, "end": 54.91, "text": "name? Then my name"}, {"start": 54.92, "end": 60.83, "text": "is Yes. The first one is what is your"}, {"start": 60.84, "end": 64.03, "text": "name? My name"}, {"start": 64.03, "end": 64.04, "text": "name? My name"}, {"start": 64.04, "end": 66.87, "text": "name? My name is As you can see the ZMA language is"}, {"start": 66.87, "end": 66.88, "text": "is As you can see the ZMA language is"}, {"start": 66.88, "end": 69.27, "text": "is As you can see the ZMA language is written in the right hand and the"}, {"start": 69.27, "end": 69.28, "text": "written in the right hand and the"}, {"start": 69.28, "end": 70.95, "text": "written in the right hand and the English language is written in the left"}, {"start": 70.95, "end": 70.96000000000001, "text": "English language is written in the left"}, {"start": 70.96000000000001, "end": 74.31, "text": "English language is written in the left hand. So then next question we have"}, {"start": 74.31, "end": 74.32, "text": "hand. So then next question we have"}, {"start": 74.32, "end": 75.95, "text": "hand. So then next question we have where is your"}, {"start": 75.95, "end": 75.96000000000001, "text": "where is your"}, {"start": 75.96000000000001, "end": 77.55, "text": "where is your country?"}, {"start": 77.55, "end": 77.56, "text": "country?"}, {"start": 77.56, "end": 81.31, "text": "country? Manetu. Yes"}, {"start": 81.31, "end": 81.32, "text": "Manetu. Yes"}, {"start": 81.32, "end": 86.99, "text": "Manetu. Yes manu. My country is Nigeria."}, {"start": 87.0, "end": 89.83, "text": "Nigeria. Yes. Let me pronounce the"}, {"start": 89.83, "end": 89.84, "text": "Nigeria. Yes. Let me pronounce the"}, {"start": 89.84, "end": 92.91, "text": "Nigeria. Yes. Let me pronounce the sentences once"}, {"start": 92.92, "end": 97.95, "text": "again. Translates to what is your"}, {"start": 97.96000000000001, "end": 103.469, "text": "name. Translates to my name"}, {"start": 103.479, "end": 107.87, "text": "is translates to where is your"}, {"start": 107.87, "end": 107.88, "text": "is translates to where is your"}, {"start": 107.88, "end": 111.50999999999999, "text": "is translates to where is your country. Nigeria translates to my"}, {"start": 111.50999999999999, "end": 111.52000000000001, "text": "country. Nigeria translates to my"}, {"start": 111.52000000000001, "end": 113.50999999999999, "text": "country. Nigeria translates to my country is Nigeria."}, {"start": 113.50999999999999, "end": 113.52000000000001, "text": "country is Nigeria."}, {"start": 113.52000000000001, "end": 117.749, "text": "country is Nigeria. So I made this um video based on my own"}, {"start": 117.749, "end": 117.759, "text": "So I made this um video based on my own"}, {"start": 117.759, "end": 120.069, "text": "So I made this um video based on my own location. I'm a Nigerian. I stay in"}, {"start": 120.069, "end": 120.079, "text": "location. I'm a Nigerian. I stay in"}, {"start": 120.079, "end": 124.31, "text": "location. I'm a Nigerian. I stay in Nigeria. So it could be ner as a lot of"}, {"start": 124.31, "end": 124.32, "text": "Nigeria. So it could be ner as a lot of"}, {"start": 124.32, "end": 126.469, "text": "Nigeria. So it could be ner as a lot of people would expect me to write that is"}, {"start": 126.469, "end": 126.479, "text": "people would expect me to write that is"}, {"start": 126.479, "end": 129.07, "text": "people would expect me to write that is no problem. It could be"}, {"start": 129.07, "end": 129.08, "text": "no problem. It could be"}, {"start": 129.08, "end": 133.949, "text": "no problem. It could be Ghana"}, {"start": 133.959, "end": 137.19, "text": "Beno South Africa. Any country you are"}, {"start": 137.19, "end": 137.2, "text": "Beno South Africa. Any country you are"}, {"start": 137.2, "end": 140.35, "text": "Beno South Africa. Any country you are from it can fill the gap."}, {"start": 140.35, "end": 140.36, "text": "from it can fill the gap."}, {"start": 140.36, "end": 143.869, "text": "from it can fill the gap. Nigeria. Are you"}, {"start": 143.869, "end": 143.879, "text": "Nigeria. Are you"}, {"start": 143.879, "end": 149.869, "text": "Nigeria. Are you married? No, I'm single. Uhhuh. I am"}, {"start": 149.869, "end": 149.879, "text": "married? No, I'm single. Uhhuh. I am"}, {"start": 149.879, "end": 154.82999999999998, "text": "married? No, I'm single. Uhhuh. I am ani. Do you have"}, {"start": 154.84, "end": 157.47, "text": "girlfriend? Yes, I"}, {"start": 157.47, "end": 157.48, "text": "girlfriend? Yes, I"}, {"start": 157.48, "end": 160.67000000000002, "text": "girlfriend? Yes, I have."}, {"start": 160.68, "end": 165.15, "text": "Au. What is her"}, {"start": 165.16, "end": 168.22899999999998, "text": "name? Yes. Let me pronounce the right"}, {"start": 168.22899999999998, "end": 168.239, "text": "name? Yes. Let me pronounce the right"}, {"start": 168.239, "end": 180.869, "text": "name? Yes. Let me pronounce the right hand sentences again."}, {"start": 180.879, "end": 183.949, "text": "Her name is"}, {"start": 183.959, "end": 187.79, "text": "Dari. Yes, her name is"}, {"start": 187.79, "end": 187.8, "text": "Dari. Yes, her name is"}, {"start": 187.8, "end": 190.63, "text": "Dari. Yes, her name is Dari. Remember again please if you are"}, {"start": 190.63, "end": 190.64, "text": "Dari. Remember again please if you are"}, {"start": 190.64, "end": 192.949, "text": "Dari. Remember again please if you are following us from YouTube please you can"}, {"start": 192.949, "end": 192.959, "text": "following us from YouTube please you can"}, {"start": 192.959, "end": 195.19, "text": "following us from YouTube please you can hit the subscription button for us."}, {"start": 195.19, "end": 195.2, "text": "hit the subscription button for us."}, {"start": 195.2, "end": 197.03, "text": "hit the subscription button for us. Let's pick random words from above and"}, {"start": 197.03, "end": 197.04, "text": "Let's pick random words from above and"}, {"start": 197.04, "end": 199.91, "text": "Let's pick random words from above and form our own sentences. Yes, we are"}, {"start": 199.91, "end": 199.92000000000002, "text": "form our own sentences. Yes, we are"}, {"start": 199.92000000000002, "end": 202.149, "text": "form our own sentences. Yes, we are going to form new sentences. We are"}, {"start": 202.149, "end": 202.159, "text": "going to form new sentences. We are"}, {"start": 202.159, "end": 204.55, "text": "going to form new sentences. We are going to pick individual words and form"}, {"start": 204.55, "end": 204.56, "text": "going to pick individual words and form"}, {"start": 204.56, "end": 207.82999999999998, "text": "going to pick individual words and form our own sentences. And please and please"}, {"start": 207.82999999999998, "end": 207.84, "text": "our own sentences. And please and please"}, {"start": 207.84, "end": 210.63, "text": "our own sentences. And please and please try to remember the key words. Zerma"}, {"start": 210.63, "end": 210.64, "text": "try to remember the key words. Zerma"}, {"start": 210.64, "end": 212.71, "text": "try to remember the key words. Zerma language is so simple. Once you can"}, {"start": 212.71, "end": 212.72, "text": "language is so simple. Once you can"}, {"start": 212.72, "end": 215.27, "text": "language is so simple. Once you can remember key words in Zerma language,"}, {"start": 215.27, "end": 215.28, "text": "remember key words in Zerma language,"}, {"start": 215.28, "end": 217.67000000000002, "text": "remember key words in Zerma language, there are words that we can actually use"}, {"start": 217.67000000000002, "end": 217.68, "text": "there are words that we can actually use"}, {"start": 217.68, "end": 220.63, "text": "there are words that we can actually use to create independent sentences. That's"}, {"start": 220.63, "end": 220.64, "text": "to create independent sentences. That's"}, {"start": 220.64, "end": 222.63, "text": "to create independent sentences. That's why it's very important for us to"}, {"start": 222.63, "end": 222.64, "text": "why it's very important for us to"}, {"start": 222.64, "end": 225.55, "text": "why it's very important for us to remember the key words in this"}, {"start": 225.55, "end": 225.56, "text": "remember the key words in this"}, {"start": 225.56, "end": 228.789, "text": "remember the key words in this video. I'm from Nigeria."}, {"start": 228.789, "end": 228.799, "text": "video. I'm from Nigeria."}, {"start": 228.799, "end": 230.35, "text": "video. I'm from Nigeria. Nigeria no"}, {"start": 230.35, "end": 230.36, "text": "Nigeria no"}, {"start": 230.36, "end": 234.43, "text": "Nigeria no iPhone or it could be"}, {"start": 234.43, "end": 234.44, "text": "iPhone or it could be"}, {"start": 234.44, "end": 239.47, "text": "iPhone or it could be Niger"}, {"start": 239.48, "end": 246.91, "text": "Ghana South African"}, {"start": 246.92, "end": 251.63, "text": "iPhone that's for the US"}, {"start": 251.63, "end": 251.64, "text": "iPhone that's for the US"}, {"start": 251.64, "end": 257.43, "text": "iPhone that's for the US iPhone yes the girl name is Dary when"}, {"start": 257.43, "end": 257.44, "text": "iPhone yes the girl name is Dary when"}, {"start": 257.44, "end": 258.469, "text": "iPhone yes the girl name is Dary when Dary"}, {"start": 258.469, "end": 258.479, "text": "Dary"}, {"start": 258.479, "end": 262.469, "text": "Dary If you remember in our previous page, we"}, {"start": 262.469, "end": 262.479, "text": "If you remember in our previous page, we"}, {"start": 262.479, "end": 266.629, "text": "If you remember in our previous page, we have words like name and diary. Wend. So"}, {"start": 266.629, "end": 266.639, "text": "have words like name and diary. Wend. So"}, {"start": 266.639, "end": 268.35, "text": "have words like name and diary. Wend. So here are the keywords we are using for"}, {"start": 268.35, "end": 268.36, "text": "here are the keywords we are using for"}, {"start": 268.36, "end": 273.95, "text": "here are the keywords we are using for sentences. When will you marry?"}, {"start": 273.96, "end": 276.43, "text": "Whatful? I want good"}, {"start": 276.43, "end": 276.44, "text": "Whatful? I want good"}, {"start": 276.44, "end": 279.31, "text": "Whatful? I want good girl. Wendy"}, {"start": 279.31, "end": 279.32, "text": "girl. Wendy"}, {"start": 279.32, "end": 284.909, "text": "girl. Wendy no. Yes. I want good girl. Wendy"}, {"start": 284.909, "end": 284.919, "text": "no. Yes. I want good girl. Wendy"}, {"start": 284.919, "end": 287.59000000000003, "text": "no. Yes. I want good girl. Wendy no. So here are the keywords that I've"}, {"start": 287.59000000000003, "end": 287.6, "text": "no. So here are the keywords that I've"}, {"start": 287.6, "end": 289.51, "text": "no. So here are the keywords that I've been talking about. If you remember"}, {"start": 289.51, "end": 289.52, "text": "been talking about. If you remember"}, {"start": 289.52, "end": 291.749, "text": "been talking about. If you remember these keywords, Zerma language will be"}, {"start": 291.749, "end": 291.759, "text": "these keywords, Zerma language will be"}, {"start": 291.759, "end": 294.79, "text": "these keywords, Zerma language will be very easy for you. Just try and remember"}, {"start": 294.79, "end": 294.8, "text": "very easy for you. Just try and remember"}, {"start": 294.8, "end": 296.189, "text": "very easy for you. Just try and remember the key"}, {"start": 296.189, "end": 296.199, "text": "the key"}, {"start": 296.199, "end": 300.79, "text": "the key words. Keyword number one D. So 1 D"}, {"start": 300.79, "end": 300.8, "text": "words. Keyword number one D. So 1 D"}, {"start": 300.8, "end": 303.55, "text": "words. Keyword number one D. So 1 D stands for girl. A young girl or a young"}, {"start": 303.55, "end": 303.56, "text": "stands for girl. A young girl or a young"}, {"start": 303.56, "end": 308.029, "text": "stands for girl. A young girl or a young woman. Girl, the opposite of boy. That's"}, {"start": 308.029, "end": 308.039, "text": "woman. Girl, the opposite of boy. That's"}, {"start": 308.039, "end": 310.51, "text": "woman. Girl, the opposite of boy. That's Wendy girl."}, {"start": 310.51, "end": 310.52, "text": "Wendy girl."}, {"start": 310.52, "end": 314.469, "text": "Wendy girl. Wendy the girl."}, {"start": 314.469, "end": 314.479, "text": "Wendy the girl."}, {"start": 314.479, "end": 316.51, "text": "Wendy the girl. Next keyword"}, {"start": 316.51, "end": 316.52, "text": "Next keyword"}, {"start": 316.52, "end": 318.51, "text": "Next keyword country"}, {"start": 318.51, "end": 318.52, "text": "country"}, {"start": 318.52, "end": 322.43, "text": "country labu the country"}, {"start": 322.43, "end": 322.44, "text": "labu the country"}, {"start": 322.44, "end": 327.39, "text": "labu the country labu. So and the next keyword we have is"}, {"start": 327.39, "end": 327.4, "text": "labu. So and the next keyword we have is"}, {"start": 327.4, "end": 329.469, "text": "labu. So and the next keyword we have is marry"}, {"start": 329.469, "end": 329.479, "text": "marry"}, {"start": 329.479, "end": 332.909, "text": "marry hiji and then we have"}, {"start": 332.909, "end": 332.919, "text": "hiji and then we have"}, {"start": 332.919, "end": 334.59000000000003, "text": "hiji and then we have marriage"}, {"start": 334.59000000000003, "end": 334.6, "text": "marriage"}, {"start": 334.6, "end": 337.749, "text": "marriage he try to let the keyword stay in your"}, {"start": 337.749, "end": 337.759, "text": "he try to let the keyword stay in your"}, {"start": 337.759, "end": 340.31, "text": "he try to let the keyword stay in your head if you can remember the keyword"}, {"start": 340.31, "end": 340.32, "text": "head if you can remember the keyword"}, {"start": 340.32, "end": 343.43, "text": "head if you can remember the keyword zama language is very easy."}, {"start": 343.43, "end": 343.44, "text": "zama language is very easy."}, {"start": 343.44, "end": 346.029, "text": "zama language is very easy. Next keyword we have"}, {"start": 346.029, "end": 346.039, "text": "Next keyword we have"}, {"start": 346.039, "end": 350.189, "text": "Next keyword we have name ma the name"}, {"start": 350.189, "end": 350.199, "text": "name ma the name"}, {"start": 350.199, "end": 353.23, "text": "name ma the name may and then we have number fifth"}, {"start": 353.23, "end": 353.24, "text": "may and then we have number fifth"}, {"start": 353.24, "end": 356.11, "text": "may and then we have number fifth keyword we have"}, {"start": 356.11, "end": 356.12, "text": "keyword we have"}, {"start": 356.12, "end": 362.469, "text": "keyword we have beauty. Beauty means hano. Yes is hana"}, {"start": 362.469, "end": 362.479, "text": "beauty. Beauty means hano. Yes is hana"}, {"start": 362.479, "end": 364.95, "text": "beauty. Beauty means hano. Yes is hana means the good child. Then we have"}, {"start": 364.95, "end": 364.96, "text": "means the good child. Then we have"}, {"start": 364.96, "end": 367.84, "text": "means the good child. Then we have beautiful."}], "createdAt": "2025-12-15T00:34:14.000Z", "imageUrl": "https://img.youtube.com/vi/DON2HYZ4RuQ/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=DON2HYZ4RuQ", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_QUoTxiFdOmY", "userId": "system", "title": "WIKITONGUES: Aboubacar speaking English and Zarma", "language": "dje", "content": "okay hi okay hi okay hi everyone my name is uh Abu bakar I'm everyone my name is uh Abu bakar I'm everyone my name is uh Abu bakar I'm from from from ner West ner West ner West Africa uh ner is uh one of the African Africa uh ner is uh one of the African Africa uh ner is uh one of the African country our West Side 17 million people country our West Side 17 million people country our West Side 17 million people so I'm here now to uh pick little bit so I'm here now to uh pick little bit so I'm here now to uh pick little bit about myne that's a zarma zarma you find about myne that's a zarma zarma you find about myne that's a zarma zarma you find in border of the river naer I know maybe in border of the river naer I know maybe in border of the river naer I know maybe guys you already he about the river naer guys you already he about the river naer guys you already he about the river naer that's the river for my country so that's the river for my country so that's the river for my country so that's the country take the name for the that's the country take the name for the that's the country take the name for the river so the zma is on the border to river so the zma is on the border to river so the zma is on the border to Mali son to the naer and some of Ben Mali son to the naer and some of Ben Mali son to the naer and some of Ben side side side so so so today I'm here to speak about this e and today I'm here to speak about this e and today I'm here to speak about this e and most of them they come from the z z mean most of them they come from the z z mean most of them they come from the z z mean is where the come is where the come is where the come from from from so so so now we going now we going now we going to H to H to H start to tell start to tell start to tell people about uh the language for that mean like thank that mean like thank that mean like thank you and uh you and uh you and uh Martin in English it's a good morning it's good night what night what night what [Laughter] else it's a good else it's a good else it's a good afternoon so M like how is the work like if you come M like how is the work like if you come M like how is the work like if you come from work somebody ask you m that mean from work somebody ask you m that mean from work somebody ask you m that mean he want to ask you how it work he want to ask you how it work he want to ask you how it work so so I [Music] [Music] so Africa Lao so Africa Lao so Africa Lao I I I think milli okay e", "sentences": ["okay hi okay hi okay hi everyone my name is uh Abu bakar I'm everyone my name is uh Abu bakar I'm everyone my name is uh Abu bakar I'm from from from ner West ner West ner West Africa uh ner is uh one of the African Africa uh ner is uh one of the African Africa uh ner is uh one of the African country our West Side 17 million people country our West Side 17 million people country our West Side 17 million people so I'm here now to uh pick little bit so I'm here now to uh pick little bit so I'm here now to uh pick little bit about myne that's a zarma zarma you find about myne that's a zarma zarma you find about myne that's a zarma zarma you find in border of the river naer I know maybe in border of the river naer I know maybe in border of the river naer I know maybe guys you already he about the river naer guys you already he about the river naer guys you already he about the river naer that's the river for my country so that's the river for my country so that's the river for my country so that's the country take the name for the that's the country take the name for the that's the country take the name for the river so the zma is on the border to river so the zma is on the border to river so the zma is on the border to Mali son to the naer and some of Ben Mali son to the naer and some of Ben Mali son to the naer and some of Ben side side side so so so today I'm here to speak about this e and today I'm here to speak about this e and today I'm here to speak about this e and most of them they come from the z z mean most of them they come from the z z mean most of them they come from the z z mean is where the come is where the come is where the come from from from so so so now we going now we going now we going to H to H to H start to tell start to tell start to tell people about uh the language for that mean like thank that mean like thank that mean like thank you and uh you and uh you and uh Martin in English it's a good morning it's good night what night what night what [Laughter] else it's a good else it's a good else it's a good afternoon so M like how is the work like if you come M like how is the work like if you come M like how is the work like if you come from work somebody ask you m that mean from work somebody ask you m that mean from work somebody ask you m that mean he want to ask you how it work he want to ask you how it work he want to ask you how it work so so I [Music] [Music] so Africa Lao so Africa Lao so Africa Lao I I I think milli okay e"], "transcript": [{"start": 0.959, "end": 2.99, "text": "okay hi"}, {"start": 2.99, "end": 3.0, "text": "okay hi"}, {"start": 3.0, "end": 7.309, "text": "okay hi everyone my name is uh Abu bakar I'm"}, {"start": 7.309, "end": 7.319, "text": "everyone my name is uh Abu bakar I'm"}, {"start": 7.319, "end": 8.79, "text": "everyone my name is uh Abu bakar I'm from"}, {"start": 8.79, "end": 8.8, "text": "from"}, {"start": 8.8, "end": 10.95, "text": "from ner West"}, {"start": 10.95, "end": 10.96, "text": "ner West"}, {"start": 10.96, "end": 15.87, "text": "ner West Africa uh ner is uh one of the African"}, {"start": 15.87, "end": 15.88, "text": "Africa uh ner is uh one of the African"}, {"start": 15.88, "end": 21.07, "text": "Africa uh ner is uh one of the African country our West Side 17 million people"}, {"start": 21.07, "end": 21.08, "text": "country our West Side 17 million people"}, {"start": 21.08, "end": 25.109, "text": "country our West Side 17 million people so I'm here now to uh pick little bit"}, {"start": 25.109, "end": 25.119, "text": "so I'm here now to uh pick little bit"}, {"start": 25.119, "end": 31.47, "text": "so I'm here now to uh pick little bit about myne that's a zarma zarma you find"}, {"start": 31.47, "end": 31.48, "text": "about myne that's a zarma zarma you find"}, {"start": 31.48, "end": 35.63, "text": "about myne that's a zarma zarma you find in border of the river naer I know maybe"}, {"start": 35.63, "end": 35.64, "text": "in border of the river naer I know maybe"}, {"start": 35.64, "end": 38.91, "text": "in border of the river naer I know maybe guys you already he about the river naer"}, {"start": 38.91, "end": 38.92, "text": "guys you already he about the river naer"}, {"start": 38.92, "end": 41.91, "text": "guys you already he about the river naer that's the river for my country so"}, {"start": 41.91, "end": 41.92, "text": "that's the river for my country so"}, {"start": 41.92, "end": 43.83, "text": "that's the river for my country so that's the country take the name for the"}, {"start": 43.83, "end": 43.84, "text": "that's the country take the name for the"}, {"start": 43.84, "end": 48.229, "text": "that's the country take the name for the river so the zma is on the border to"}, {"start": 48.229, "end": 48.239, "text": "river so the zma is on the border to"}, {"start": 48.239, "end": 53.389, "text": "river so the zma is on the border to Mali son to the naer and some of Ben"}, {"start": 53.389, "end": 53.399, "text": "Mali son to the naer and some of Ben"}, {"start": 53.399, "end": 55.51, "text": "Mali son to the naer and some of Ben side"}, {"start": 55.51, "end": 55.52, "text": "side"}, {"start": 55.52, "end": 57.15, "text": "side so"}, {"start": 57.15, "end": 57.16, "text": "so"}, {"start": 57.16, "end": 63.59, "text": "so today I'm here to speak about this e and"}, {"start": 63.59, "end": 63.6, "text": "today I'm here to speak about this e and"}, {"start": 63.6, "end": 67.469, "text": "today I'm here to speak about this e and most of them they come from the z z mean"}, {"start": 67.469, "end": 67.479, "text": "most of them they come from the z z mean"}, {"start": 67.479, "end": 70.149, "text": "most of them they come from the z z mean is where the come"}, {"start": 70.149, "end": 70.159, "text": "is where the come"}, {"start": 70.159, "end": 72.95, "text": "is where the come from"}, {"start": 72.95, "end": 72.96000000000001, "text": "from"}, {"start": 72.96000000000001, "end": 75.83, "text": "from so"}, {"start": 75.83, "end": 75.84, "text": "so"}, {"start": 75.84, "end": 77.749, "text": "so now we going"}, {"start": 77.749, "end": 77.759, "text": "now we going"}, {"start": 77.759, "end": 80.069, "text": "now we going to H"}, {"start": 80.069, "end": 80.07900000000001, "text": "to H"}, {"start": 80.07900000000001, "end": 82.27, "text": "to H start to tell"}, {"start": 82.27, "end": 82.28, "text": "start to tell"}, {"start": 82.28, "end": 88.10900000000001, "text": "start to tell people about uh the"}, {"start": 88.119, "end": 92.03, "text": "language for"}, {"start": 92.03999999999999, "end": 93.59, "text": "that mean like thank"}, {"start": 93.59, "end": 93.6, "text": "that mean like thank"}, {"start": 93.6, "end": 96.71000000000001, "text": "that mean like thank you and uh"}, {"start": 96.71000000000001, "end": 96.72, "text": "you and uh"}, {"start": 96.72, "end": 102.59, "text": "you and uh Martin in English it's a good"}, {"start": 102.6, "end": 108.709, "text": "morning it's good"}, {"start": 108.719, "end": 110.1, "text": "night what"}, {"start": 110.1, "end": 110.11, "text": "night what"}, {"start": 110.11, "end": 115.63, "text": "night what [Laughter]"}, {"start": 115.64, "end": 118.31, "text": "else it's a good"}, {"start": 118.31, "end": 118.32, "text": "else it's a good"}, {"start": 118.32, "end": 122.63, "text": "else it's a good afternoon so"}, {"start": 122.64, "end": 126.83, "text": "M like how is the work like if you come"}, {"start": 126.83, "end": 126.84, "text": "M like how is the work like if you come"}, {"start": 126.84, "end": 129.43, "text": "M like how is the work like if you come from work somebody ask you m that mean"}, {"start": 129.43, "end": 129.44, "text": "from work somebody ask you m that mean"}, {"start": 129.44, "end": 132.91, "text": "from work somebody ask you m that mean he want to ask you how it work"}, {"start": 132.91, "end": 132.92, "text": "he want to ask you how it work"}, {"start": 132.92, "end": 143.25, "text": "he want to ask you how it work so so I"}, {"start": 143.26, "end": 149.81, "text": "[Music]"}, {"start": 149.82, "end": 176.82999999999998, "text": "[Music]"}, {"start": 176.84, "end": 180.67, "text": "so Africa Lao"}, {"start": 180.67, "end": 180.68, "text": "so Africa Lao"}, {"start": 180.68, "end": 182.35, "text": "so Africa Lao I"}, {"start": 182.35, "end": 182.36, "text": "I"}, {"start": 182.36, "end": 238.71, "text": "I think milli"}, {"start": 238.72, "end": 242.76, "text": "okay e"}], "createdAt": "2025-12-15T00:33:57.000Z", "imageUrl": "https://img.youtube.com/vi/QUoTxiFdOmY/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=QUoTxiFdOmY", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_E6NAjm0cQDg", "userId": "system", "title": "L'histoire d'un homme pauvre et d'une fille riche en zarma Niger ( 1)", "language": "dje", "content": "[Music] [Music] [Music] foreign. foreign. foreign. [Music] [Music] [Music] [Applause] [Applause] [Applause] Okay. Okay. Okay. [Applause] I'm going to I'm going to I'm going to [Music] Fore speech. [Music] [Music] butterf butterf butterf [Music] Fore! Foreign! Foreign! [Music] [Music] [Applause] [Applause] [Applause] [Music] [Music] [Music] Okay. Go on. [Music] [Applause] [Applause] [Applause] Foreign speech. Foreign speech. Foreign speech. [Music] foreign [Music] [Music] [Music] speech. speech. speech. [Music] [Music] [Music] Foreign Foreign Foreign [Music] speech. Foreign speech. Foreign speech. [Applause] [Applause] [Applause] for for for [Music] [Music] [Music] is heyche. [Music] [Music] for [Music] hey [Applause] negative. I see. [Music] [Music] Foreign [Music] speech. Foreign speech. Foreign speech. speech. Foreign speech. Foreign speech. speech. Foreign speech. Foreign speech. [Applause] [Applause] [Applause] [Music] for [Music] [Music] [Music] [Applause] [Music] [Music] [Music] [Music] the foreign. [Music] Okay. Okay. Okay. [Music] Okay. [Music] [Music] Number four. Number four. Number four. [Music] [Music] [Music] foreign. [Music] [Applause] [Music] [Music] forchech. [Music] for for for [Music] [Music] [Music] [Music] [Music] army. [Music] for [Music] Bombat. for [Music] TV.", "sentences": ["[Music] [Music] [Music] foreign.", "foreign.", "foreign.", "[Music] [Music] [Music] [Applause] [Applause] [Applause] Okay.", "Okay.", "Okay.", "[Applause] I'm going to I'm going to I'm going to [Music] Fore speech.", "[Music] [Music] butterf butterf butterf [Music] Fore!", "Foreign!", "Foreign!", "[Music] [Music] [Applause] [Applause] [Applause] [Music] [Music] [Music] Okay.", "Go on.", "[Music] [Applause] [Applause] [Applause] Foreign speech.", "Foreign speech.", "Foreign speech.", "[Music] foreign [Music] [Music] [Music] speech.", "speech.", "speech.", "[Music] [Music] [Music] Foreign Foreign Foreign [Music] speech.", "Foreign speech.", "Foreign speech.", "[Applause] [Applause] [Applause] for for for [Music] [Music] [Music] is heyche.", "[Music] [Music] for [Music] hey [Applause] negative.", "I see.", "[Music] [Music] Foreign [Music] speech.", "Foreign speech.", "Foreign speech.", "speech.", "Foreign speech.", "Foreign speech.", "speech.", "Foreign speech.", "Foreign speech.", "[Applause] [Applause] [Applause] [Music] for [Music] [Music] [Music] [Applause] [Music] [Music] [Music] [Music] the foreign.", "[Music] Okay.", "Okay.", "Okay.", "[Music] Okay.", "[Music] [Music] Number four.", "Number four.", "Number four.", "[Music] [Music] [Music] foreign.", "[Music] [Applause] [Music] [Music] forchech.", "[Music] for for for [Music] [Music] [Music] [Music] [Music] army.", "[Music] for [Music] Bombat.", "for [Music] TV."], "transcript": [{"start": 6.48, "end": 9.99, "text": "[Music]"}, {"start": 9.99, "end": 10.0, "text": "[Music]"}, {"start": 10.0, "end": 12.59, "text": "[Music] foreign."}, {"start": 12.59, "end": 12.6, "text": "foreign."}, {"start": 12.6, "end": 17.79, "text": "foreign. [Music]"}, {"start": 17.8, "end": 24.88, "text": "[Music]"}, {"start": 24.89, "end": 36.87, "text": "[Music]"}, {"start": 36.88, "end": 39.03, "text": "[Applause]"}, {"start": 39.03, "end": 39.04, "text": "[Applause]"}, {"start": 39.04, "end": 40.79, "text": "[Applause] Okay."}, {"start": 40.79, "end": 40.8, "text": "Okay."}, {"start": 40.8, "end": 48.95, "text": "Okay. [Applause]"}, {"start": 48.96, "end": 50.38, "text": "I'm going to"}, {"start": 50.38, "end": 50.39, "text": "I'm going to"}, {"start": 50.39, "end": 59.67, "text": "I'm going to [Music]"}, {"start": 59.68, "end": 71.32, "text": "Fore speech."}, {"start": 71.33, "end": 80.26, "text": "[Music]"}, {"start": 80.27, "end": 85.10900000000001, "text": "[Music]"}, {"start": 85.119, "end": 86.88, "text": "butterf"}, {"start": 86.88, "end": 86.89, "text": "butterf"}, {"start": 86.89, "end": 95.429, "text": "butterf [Music]"}, {"start": 95.439, "end": 104.55, "text": "Fore!"}, {"start": 104.56, "end": 109.75, "text": "Foreign! Foreign!"}, {"start": 109.75999999999999, "end": 119.87, "text": "[Music]"}, {"start": 119.88, "end": 126.89, "text": "[Music]"}, {"start": 126.9, "end": 127.63, "text": "[Applause]"}, {"start": 127.63, "end": 127.64, "text": "[Applause]"}, {"start": 127.64, "end": 130.07, "text": "[Applause] [Music]"}, {"start": 130.07, "end": 130.08, "text": "[Music]"}, {"start": 130.08, "end": 134.25, "text": "[Music] Okay. Go on."}, {"start": 134.26, "end": 146.0, "text": "[Music]"}, {"start": 146.01, "end": 147.67000000000002, "text": "[Applause]"}, {"start": 147.67000000000002, "end": 147.68, "text": "[Applause]"}, {"start": 147.68, "end": 158.79, "text": "[Applause] Foreign"}, {"start": 158.8, "end": 162.69, "text": "speech. Foreign speech. Foreign speech."}, {"start": 162.7, "end": 168.15, "text": "[Music]"}, {"start": 168.16, "end": 185.36, "text": "foreign"}, {"start": 185.37, "end": 189.75, "text": "[Music]"}, {"start": 189.75, "end": 189.76, "text": "[Music]"}, {"start": 189.76, "end": 191.03, "text": "[Music] speech."}, {"start": 191.03, "end": 191.04, "text": "speech."}, {"start": 191.04, "end": 193.83, "text": "speech. [Music]"}, {"start": 193.83, "end": 193.84, "text": "[Music]"}, {"start": 193.84, "end": 196.6, "text": "[Music] Foreign"}, {"start": 196.6, "end": 196.61, "text": "Foreign"}, {"start": 196.61, "end": 207.03, "text": "Foreign [Music]"}, {"start": 207.04, "end": 212.7, "text": "speech. Foreign speech. Foreign speech."}, {"start": 212.71, "end": 215.35, "text": "[Applause]"}, {"start": 215.35, "end": 215.36, "text": "[Applause]"}, {"start": 215.36, "end": 216.38, "text": "[Applause] for"}, {"start": 216.38, "end": 216.39, "text": "for"}, {"start": 216.39, "end": 229.94, "text": "for [Music]"}, {"start": 229.95, "end": 239.01, "text": "[Music]"}, {"start": 239.02, "end": 244.949, "text": "[Music]"}, {"start": 244.959, "end": 252.55, "text": "is"}, {"start": 252.56, "end": 257.71, "text": "heyche."}, {"start": 257.72, "end": 271.38, "text": "[Music]"}, {"start": 271.39, "end": 284.55, "text": "[Music]"}, {"start": 284.56, "end": 291.45, "text": "for"}, {"start": 291.46, "end": 295.189, "text": "[Music]"}, {"start": 295.199, "end": 304.38, "text": "hey"}, {"start": 304.39, "end": 311.35, "text": "[Applause]"}, {"start": 311.36, "end": 321.14, "text": "negative. I see."}, {"start": 321.15, "end": 336.25, "text": "[Music]"}, {"start": 336.26, "end": 341.029, "text": "[Music]"}, {"start": 341.039, "end": 345.84000000000003, "text": "Foreign"}, {"start": 345.85, "end": 353.59000000000003, "text": "[Music]"}, {"start": 353.6, "end": 355.72, "text": "speech. Foreign speech. Foreign speech."}, {"start": 355.72, "end": 355.73, "text": "speech. Foreign speech. Foreign speech."}, {"start": 355.73, "end": 357.69, "text": "speech. Foreign speech. Foreign speech. [Applause]"}, {"start": 357.69, "end": 357.7, "text": "[Applause]"}, {"start": 357.7, "end": 382.23, "text": "[Applause] [Music]"}, {"start": 382.24, "end": 387.54, "text": "for"}, {"start": 387.55, "end": 391.46, "text": "[Music]"}, {"start": 391.46, "end": 391.47, "text": "[Music]"}, {"start": 391.47, "end": 396.54, "text": "[Music] [Applause]"}, {"start": 396.55, "end": 403.31, "text": "[Music]"}, {"start": 403.32, "end": 409.189, "text": "[Music]"}, {"start": 409.189, "end": 409.199, "text": "[Music]"}, {"start": 409.199, "end": 413.39, "text": "[Music] the foreign."}, {"start": 413.4, "end": 419.35, "text": "[Music]"}, {"start": 419.36, "end": 420.87, "text": "Okay."}, {"start": 420.87, "end": 420.88, "text": "Okay."}, {"start": 420.88, "end": 429.51, "text": "Okay. [Music]"}, {"start": 429.52, "end": 435.08, "text": "Okay."}, {"start": 435.09, "end": 447.44, "text": "[Music]"}, {"start": 447.45, "end": 451.35, "text": "[Music]"}, {"start": 451.36, "end": 452.93, "text": "Number four."}, {"start": 452.93, "end": 452.94, "text": "Number four."}, {"start": 452.94, "end": 455.67, "text": "Number four. [Music]"}, {"start": 455.67, "end": 455.68, "text": "[Music]"}, {"start": 455.68, "end": 460.95, "text": "[Music] foreign."}, {"start": 460.96, "end": 469.71, "text": "[Music]"}, {"start": 469.72, "end": 473.86, "text": "[Applause]"}, {"start": 473.87, "end": 482.66, "text": "[Music]"}, {"start": 482.67, "end": 488.309, "text": "[Music]"}, {"start": 488.319, "end": 492.84, "text": "forchech."}, {"start": 492.85, "end": 518.07, "text": "[Music]"}, {"start": 518.08, "end": 521.039, "text": "for"}, {"start": 521.039, "end": 521.049, "text": "for"}, {"start": 521.049, "end": 530.38, "text": "for [Music]"}, {"start": 530.39, "end": 541.32, "text": "[Music]"}, {"start": 541.33, "end": 543.35, "text": "[Music]"}, {"start": 543.35, "end": 543.36, "text": "[Music]"}, {"start": 543.36, "end": 558.09, "text": "[Music] army."}, {"start": 558.1, "end": 566.55, "text": "[Music]"}, {"start": 566.56, "end": 581.62, "text": "for"}, {"start": 581.63, "end": 595.43, "text": "[Music]"}, {"start": 595.44, "end": 599.51, "text": "Bombat. for"}, {"start": 599.52, "end": 619.03, "text": "[Music]"}, {"start": 619.04, "end": 622.04, "text": "TV."}], "createdAt": "2025-12-15T00:33:27.000Z", "imageUrl": "https://img.youtube.com/vi/E6NAjm0cQDg/hqdefault.jpg", "type": "video", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=E6NAjm0cQDg", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_9-r2ud7K70o", "userId": "system", "title": "Sheefarh Zarma @Worth Words I 2019", "language": "dje", "content": "[Music] [Music] [Music] what I'm going to do today is not a what I'm going to do today is not a what I'm going to do today is not a spoken or performance the support to spoken or performance the support to spoken or performance the support to your site oh well prilae I'd like to see your site oh well prilae I'd like to see your site oh well prilae I'd like to see something just a little before I start this poem is related to our present this poem is related to our present this poem is related to our present situation as Muslims as people in the situation as Muslims as people in the situation as Muslims as people in the world it's just like realistic people world it's just like realistic people world it's just like realistic people are not people that are taken too are not people that are taken too are not people that are taken too serious and people who are somewhat serious and people who are somewhat serious and people who are somewhat unreal are the people that are unreal are the people that are unreal are the people that are considered maybe more important it has considered maybe more important it has considered maybe more important it has deteriorated to the point that sometimes deteriorated to the point that sometimes deteriorated to the point that sometimes you know before you feel like you belong you know before you feel like you belong you know before you feel like you belong to some circle you have to obtain some to some circle you have to obtain some to some circle you have to obtain some materialistic things you know like materialistic things you know like materialistic things you know like sometimes when someone goes to an events sometimes when someone goes to an events sometimes when someone goes to an events they look at her shoes is she wearing they look at her shoes is she wearing they look at her shoes is she wearing hermes is she you know using a Bulgari hermes is she you know using a Bulgari hermes is she you know using a Bulgari bag it she hold is she using the latest bag it she hold is she using the latest bag it she hold is she using the latest phones you know things like that what phones you know things like that what phones you know things like that what car is she driving who are in her car is she driving who are in her car is she driving who are in her circles how much is her outfit you know circles how much is her outfit you know circles how much is her outfit you know and sometimes women we women we tend to and sometimes women we women we tend to and sometimes women we women we tend to sleeve ourselves you know trying to fit sleeve ourselves you know trying to fit sleeve ourselves you know trying to fit into that category to society we made into that category to society we made into that category to society we made ourselves to be into and it's so ourselves to be into and it's so ourselves to be into and it's so sickening and sadistic that drill is the sickening and sadistic that drill is the sickening and sadistic that drill is the person that is somehow a bust of his person that is somehow a bust of his person that is somehow a bust of his reality it is so sickening that reality it is so sickening that reality it is so sickening that sometimes when people even go out to eat sometimes when people even go out to eat sometimes when people even go out to eat maybe you go on go out for a lunch date maybe you go on go out for a lunch date maybe you go on go out for a lunch date or a dinner date with someone as a lady or a dinner date with someone as a lady or a dinner date with someone as a lady you know you just it's half of the food you know you just it's half of the food you know you just it's half of the food and feel like if I finish it you think and feel like if I finish it you think and feel like if I finish it you think I'm a hungry person or something like I'm a hungry person or something like I'm a hungry person or something like that that that when Islamically we know that you know when Islamically we know that you know when Islamically we know that you know wasting food is Haram and other things wasting food is Haram and other things wasting food is Haram and other things like that with extravagance you know so like that with extravagance you know so like that with extravagance you know so many things so it just motivated me to many things so it just motivated me to many things so it just motivated me to write something very little about how we write something very little about how we write something very little about how we actually detach ourselves from the real actually detach ourselves from the real actually detach ourselves from the real and dual our minds on the things that and dual our minds on the things that and dual our minds on the things that are not even important the materialistic are not even important the materialistic are not even important the materialistic thank you okay though I am also at fault thank you okay though I am also at fault thank you okay though I am also at fault at some of the things I'm going to talk at some of the things I'm going to talk at some of the things I'm going to talk about thank you I do not wish to preach about thank you I do not wish to preach about thank you I do not wish to preach preaching isn't my thing I'm not fully preaching isn't my thing I'm not fully preaching isn't my thing I'm not fully learning not adequately ignorant but is learning not adequately ignorant but is learning not adequately ignorant but is it a funny or sad error we belong in it a funny or sad error we belong in it a funny or sad error we belong in when she should be okay pretty but she's when she should be okay pretty but she's when she should be okay pretty but she's only okay when sexy when she should have only okay when sexy when she should have only okay when sexy when she should have potentials but she got a bangin body potentials but she got a bangin body potentials but she got a bangin body it's all they could say because that's it's all they could say because that's it's all they could say because that's all they could see we see differently all they could see we see differently all they could see we see differently yes we think differently yes she was yes we think differently yes she was yes we think differently yes she was humorous but you wanted licensures so humorous but you wanted licensures so humorous but you wanted licensures so some deployed there coquettish phrases some deployed there coquettish phrases some deployed there coquettish phrases and provocative body languages and and provocative body languages and and provocative body languages and language so dishonorable it's needed no language so dishonorable it's needed no language so dishonorable it's needed no translation on some days she feels translation on some days she feels translation on some days she feels horribly good and on some she feels horribly good and on some she feels horribly good and on some she feels wonderfully awful about it she wanted to wonderfully awful about it she wanted to wonderfully awful about it she wanted to be more but society crippled her spirit be more but society crippled her spirit be more but society crippled her spirit with pessimism some our interests k by with pessimism some our interests k by with pessimism some our interests k by default they just allowed their greedy default they just allowed their greedy default they just allowed their greedy desires and slaved them at meeting their desires and slaved them at meeting their desires and slaved them at meeting their dislikes to these games of filth makes dislikes to these games of filth makes dislikes to these games of filth makes the acclaim sounds of lame on truth the acclaim sounds of lame on truth the acclaim sounds of lame on truth while some hide their pious deeds not while some hide their pious deeds not while some hide their pious deeds not for nobility but for the fear of being for nobility but for the fear of being for nobility but for the fear of being ridiculed or cold extreme so they cloak ridiculed or cold extreme so they cloak ridiculed or cold extreme so they cloak hid like some acts of shame to avoid the hid like some acts of shame to avoid the hid like some acts of shame to avoid the shameless commentaries of ridicule shameless commentaries of ridicule shameless commentaries of ridicule embedded on the platter of ignorance embedded on the platter of ignorance embedded on the platter of ignorance leaving one to wonder in profound leaving one to wonder in profound leaving one to wonder in profound confusion confusion confusion on how to society shames the effort for on how to society shames the effort for on how to society shames the effort for yet celebrates the shameful just as we yet celebrates the shameful just as we yet celebrates the shameful just as we are expected to leave our plates are expected to leave our plates are expected to leave our plates half-full at a date but what fools are half-full at a date but what fools are half-full at a date but what fools are we trying to impress the ignorant for a we trying to impress the ignorant for a we trying to impress the ignorant for a Leonard sold would say please take it Leonard sold would say please take it Leonard sold would say please take it away or finish Oakes away or finish Oakes away or finish Oakes for wastage is sin just as how we for wastage is sin just as how we for wastage is sin just as how we neglect the hijab for an occasion in neglect the hijab for an occasion in neglect the hijab for an occasion in order to avoid tearing unwanted order to avoid tearing unwanted order to avoid tearing unwanted attention and save ourselves some attention and save ourselves some attention and save ourselves some tension why should we not proudly say we tension why should we not proudly say we tension why should we not proudly say we want to go to Saudi but smiled is we want to go to Saudi but smiled is we want to go to Saudi but smiled is we call ourselves Muslims but real Islam call ourselves Muslims but real Islam call ourselves Muslims but real Islam sings like a mirage to our withered sings like a mirage to our withered sings like a mirage to our withered limbs we sin we lie we pretend limbs we sin we lie we pretend limbs we sin we lie we pretend wonderfully cheat unapologetically harm wonderfully cheat unapologetically harm wonderfully cheat unapologetically harm dis compassionately yet we claim to fear dis compassionately yet we claim to fear dis compassionately yet we claim to fear Allah measurably we sin differently yes Allah measurably we sin differently yes Allah measurably we sin differently yes yet we scrutinize another hypocritically yet we scrutinize another hypocritically yet we scrutinize another hypocritically we do many things wrongly with pride yet we do many things wrongly with pride yet we do many things wrongly with pride yet wonder why our society is in turmoil wonder why our society is in turmoil wonder why our society is in turmoil when we are our own problems thank you when we are our own problems thank you when we are our own problems thank you [Applause]", "sentences": ["[Music] [Music] [Music] what I'm going to do today is not a what I'm going to do today is not a what I'm going to do today is not a spoken or performance the support to spoken or performance the support to spoken or performance the support to your site oh well prilae I'd like to see your site oh well prilae I'd like to see your site oh well prilae I'd like to see something just a little before I start this poem is related to our present this poem is related to our present this poem is related to our present situation as Muslims as people in the situation as Muslims as people in the situation as Muslims as people in the world it's just like realistic people world it's just like realistic people world it's just like realistic people are not people that are taken too are not people that are taken too are not people that are taken too serious and people who are somewhat serious and people who are somewhat serious and people who are somewhat unreal are the people that are unreal are the people that are unreal are the people that are considered maybe more important it has considered maybe more important it has considered maybe more important it has deteriorated to the point that sometimes deteriorated to the point that sometimes deteriorated to the point that sometimes you know before you feel like you belong you know before you feel like you belong you know before you feel like you belong to some circle you have to obtain some to some circle you have to obtain some to some circle you have to obtain some materialistic things you know like materialistic things you know like materialistic things you know like sometimes when someone goes to an events sometimes when someone goes to an events sometimes when someone goes to an events they look at her shoes is she wearing they look at her shoes is she wearing they look at her shoes is she wearing hermes is she you know using a Bulgari hermes is she you know using a Bulgari hermes is she you know using a Bulgari bag it she hold is she using the latest bag it she hold is she using the latest bag it she hold is she using the latest phones you know things like that what phones you know things like that what phones you know things like that what car is she driving who are in her car is she driving who are in her car is she driving who are in her circles how much is her outfit you know circles how much is her outfit you know circles how much is her outfit you know and sometimes women we women we tend to and sometimes women we women we tend to and sometimes women we women we tend to sleeve ourselves you know trying to fit sleeve ourselves you know trying to fit sleeve ourselves you know trying to fit into that category to society we made into that category to society we made into that category to society we made ourselves to be into and it's so ourselves to be into and it's so ourselves to be into and it's so sickening and sadistic that drill is the sickening and sadistic that drill is the sickening and sadistic that drill is the person that is somehow a bust of his person that is somehow a bust of his person that is somehow a bust of his reality it is so sickening that reality it is so sickening that reality it is so sickening that sometimes when people even go out to eat sometimes when people even go out to eat sometimes when people even go out to eat maybe you go on go out for a lunch date maybe you go on go out for a lunch date maybe you go on go out for a lunch date or a dinner date with someone as a lady or a dinner date with someone as a lady or a dinner date with someone as a lady you know you just it's half of the food you know you just it's half of the food you know you just it's half of the food and feel like if I finish it you think and feel like if I finish it you think and feel like if I finish it you think I'm a hungry person or something like I'm a hungry person or something like I'm a hungry person or something like that that that when Islamically we know that you know when Islamically we know that you know when Islamically we know that you know wasting food is Haram and other things wasting food is Haram and other things wasting food is Haram and other things like that with extravagance you know so like that with extravagance you know so like that with extravagance you know so many things so it just motivated me to many things so it just motivated me to many things so it just motivated me to write something very little about how we write something very little about how we write something very little about how we actually detach ourselves from the real actually detach ourselves from the real actually detach ourselves from the real and dual our minds on the things that and dual our minds on the things that and dual our minds on the things that are not even important the materialistic are not even important the materialistic are not even important the materialistic thank you okay though I am also at fault thank you okay though I am also at fault thank you okay though I am also at fault at some of the things I'm going to talk at some of the things I'm going to talk at some of the things I'm going to talk about thank you I do not wish to preach about thank you I do not wish to preach about thank you I do not wish to preach preaching isn't my thing I'm not fully preaching isn't my thing I'm not fully preaching isn't my thing I'm not fully learning not adequately ignorant but is learning not adequately ignorant but is learning not adequately ignorant but is it a funny or sad error we belong in it a funny or sad error we belong in it a funny or sad error we belong in when she should be okay pretty but she's when she should be okay pretty but she's when she should be okay pretty but she's only okay when sexy when she should have only okay when sexy when she should have only okay when sexy when she should have potentials but she got a bangin body potentials but she got a bangin body potentials but she got a bangin body it's all they could say because that's it's all they could say because that's it's all they could say because that's all they could see we see differently all they could see we see differently all they could see we see differently yes we think differently yes she was yes we think differently yes she was yes we think differently yes she was humorous but you wanted licensures so humorous but you wanted licensures so humorous but you wanted licensures so some deployed there coquettish phrases some deployed there coquettish phrases some deployed there coquettish phrases and provocative body languages and and provocative body languages and and provocative body languages and language so dishonorable it's needed no language so dishonorable it's needed no language so dishonorable it's needed no translation on some days she feels translation on some days she feels translation on some days she feels horribly good and on some she feels horribly good and on some she feels horribly good and on some she feels wonderfully awful about it she wanted to wonderfully awful about it she wanted to wonderfully awful about it she wanted to be more but society crippled her spirit be more but society crippled her spirit be more but society crippled her spirit with pessimism some our interests k by with pessimism some our interests k by with pessimism some our interests k by default they just allowed their greedy default they just allowed their greedy default they just allowed their greedy desires and slaved them at meeting their desires and slaved them at meeting their desires and slaved them at meeting their dislikes to these games of filth makes dislikes to these games of filth makes dislikes to these games of filth makes the acclaim sounds of lame on truth the acclaim sounds of lame on truth the acclaim sounds of lame on truth while some hide their pious deeds not while some hide their pious deeds not while some hide their pious deeds not for nobility but for the fear of being for nobility but for the fear of being for nobility but for the fear of being ridiculed or cold extreme so they cloak ridiculed or cold extreme so they cloak ridiculed or cold extreme so they cloak hid like some acts of shame to avoid the hid like some acts of shame to avoid the hid like some acts of shame to avoid the shameless commentaries of ridicule shameless commentaries of ridicule shameless commentaries of ridicule embedded on the platter of ignorance embedded on the platter of ignorance embedded on the platter of ignorance leaving one to wonder in profound leaving one to wonder in profound leaving one to wonder in profound confusion confusion confusion on how to society shames the effort for on how to society shames the effort for on how to society shames the effort for yet celebrates the shameful just as we yet celebrates the shameful just as we yet celebrates the shameful just as we are expected to leave our plates are expected to leave our plates are expected to leave our plates half-full at a date but what fools are half-full at a date but what fools are half-full at a date but what fools are we trying to impress the ignorant for a we trying to impress the ignorant for a we trying to impress the ignorant for a Leonard sold would say please take it Leonard sold would say please take it Leonard sold would say please take it away or finish Oakes away or finish Oakes away or finish Oakes for wastage is sin just as how we for wastage is sin just as how we for wastage is sin just as how we neglect the hijab for an occasion in neglect the hijab for an occasion in neglect the hijab for an occasion in order to avoid tearing unwanted order to avoid tearing unwanted order to avoid tearing unwanted attention and save ourselves some attention and save ourselves some attention and save ourselves some tension why should we not proudly say we tension why should we not proudly say we tension why should we not proudly say we want to go to Saudi but smiled is we want to go to Saudi but smiled is we want to go to Saudi but smiled is we call ourselves Muslims but real Islam call ourselves Muslims but real Islam call ourselves Muslims but real Islam sings like a mirage to our withered sings like a mirage to our withered sings like a mirage to our withered limbs we sin we lie we pretend limbs we sin we lie we pretend limbs we sin we lie we pretend wonderfully cheat unapologetically harm wonderfully cheat unapologetically harm wonderfully cheat unapologetically harm dis compassionately yet we claim to fear dis compassionately yet we claim to fear dis compassionately yet we claim to fear Allah measurably we sin differently yes Allah measurably we sin differently yes Allah measurably we sin differently yes yet we scrutinize another hypocritically yet we scrutinize another hypocritically yet we scrutinize another hypocritically we do many things wrongly with pride yet we do many things wrongly with pride yet we do many things wrongly with pride yet wonder why our society is in turmoil wonder why our society is in turmoil wonder why our society is in turmoil when we are our own problems thank you when we are our own problems thank you when we are our own problems thank you [Applause]"], "transcript": [{"start": 3.08, "end": 5.69, "text": "[Music]"}, {"start": 5.69, "end": 5.7, "text": "[Music]"}, {"start": 5.7, "end": 8.259, "text": "[Music] what I'm going to do today is not a"}, {"start": 8.259, "end": 8.269, "text": "what I'm going to do today is not a"}, {"start": 8.269, "end": 10.82, "text": "what I'm going to do today is not a spoken or performance the support to"}, {"start": 10.82, "end": 10.83, "text": "spoken or performance the support to"}, {"start": 10.83, "end": 14.47, "text": "spoken or performance the support to your site oh well prilae I'd like to see"}, {"start": 14.47, "end": 14.48, "text": "your site oh well prilae I'd like to see"}, {"start": 14.48, "end": 20.5, "text": "your site oh well prilae I'd like to see something just a little before I start"}, {"start": 20.51, "end": 24.16, "text": "this poem is related to our present"}, {"start": 24.16, "end": 24.17, "text": "this poem is related to our present"}, {"start": 24.17, "end": 28.73, "text": "this poem is related to our present situation as Muslims as people in the"}, {"start": 28.73, "end": 28.74, "text": "situation as Muslims as people in the"}, {"start": 28.74, "end": 33.56, "text": "situation as Muslims as people in the world it's just like realistic people"}, {"start": 33.56, "end": 33.57, "text": "world it's just like realistic people"}, {"start": 33.57, "end": 35.54, "text": "world it's just like realistic people are not people that are taken too"}, {"start": 35.54, "end": 35.55, "text": "are not people that are taken too"}, {"start": 35.55, "end": 39.17, "text": "are not people that are taken too serious and people who are somewhat"}, {"start": 39.17, "end": 39.18, "text": "serious and people who are somewhat"}, {"start": 39.18, "end": 41.45, "text": "serious and people who are somewhat unreal are the people that are"}, {"start": 41.45, "end": 41.46, "text": "unreal are the people that are"}, {"start": 41.46, "end": 44.779, "text": "unreal are the people that are considered maybe more important it has"}, {"start": 44.779, "end": 44.789, "text": "considered maybe more important it has"}, {"start": 44.789, "end": 47.09, "text": "considered maybe more important it has deteriorated to the point that sometimes"}, {"start": 47.09, "end": 47.1, "text": "deteriorated to the point that sometimes"}, {"start": 47.1, "end": 50.24, "text": "deteriorated to the point that sometimes you know before you feel like you belong"}, {"start": 50.24, "end": 50.25, "text": "you know before you feel like you belong"}, {"start": 50.25, "end": 53.389, "text": "you know before you feel like you belong to some circle you have to obtain some"}, {"start": 53.389, "end": 53.399, "text": "to some circle you have to obtain some"}, {"start": 53.399, "end": 55.97, "text": "to some circle you have to obtain some materialistic things you know like"}, {"start": 55.97, "end": 55.98, "text": "materialistic things you know like"}, {"start": 55.98, "end": 58.369, "text": "materialistic things you know like sometimes when someone goes to an events"}, {"start": 58.369, "end": 58.379, "text": "sometimes when someone goes to an events"}, {"start": 58.379, "end": 59.93, "text": "sometimes when someone goes to an events they look at her shoes is she wearing"}, {"start": 59.93, "end": 59.94, "text": "they look at her shoes is she wearing"}, {"start": 59.94, "end": 63.049, "text": "they look at her shoes is she wearing hermes is she you know using a Bulgari"}, {"start": 63.049, "end": 63.059, "text": "hermes is she you know using a Bulgari"}, {"start": 63.059, "end": 65.84, "text": "hermes is she you know using a Bulgari bag it she hold is she using the latest"}, {"start": 65.84, "end": 65.85, "text": "bag it she hold is she using the latest"}, {"start": 65.85, "end": 67.789, "text": "bag it she hold is she using the latest phones you know things like that what"}, {"start": 67.789, "end": 67.799, "text": "phones you know things like that what"}, {"start": 67.799, "end": 69.62, "text": "phones you know things like that what car is she driving who are in her"}, {"start": 69.62, "end": 69.63, "text": "car is she driving who are in her"}, {"start": 69.63, "end": 72.679, "text": "car is she driving who are in her circles how much is her outfit you know"}, {"start": 72.679, "end": 72.689, "text": "circles how much is her outfit you know"}, {"start": 72.689, "end": 77.56, "text": "circles how much is her outfit you know and sometimes women we women we tend to"}, {"start": 77.56, "end": 77.57, "text": "and sometimes women we women we tend to"}, {"start": 77.57, "end": 82.01, "text": "and sometimes women we women we tend to sleeve ourselves you know trying to fit"}, {"start": 82.01, "end": 82.02, "text": "sleeve ourselves you know trying to fit"}, {"start": 82.02, "end": 85.85, "text": "sleeve ourselves you know trying to fit into that category to society we made"}, {"start": 85.85, "end": 85.86, "text": "into that category to society we made"}, {"start": 85.86, "end": 88.85, "text": "into that category to society we made ourselves to be into and it's so"}, {"start": 88.85, "end": 88.86, "text": "ourselves to be into and it's so"}, {"start": 88.86, "end": 92.6, "text": "ourselves to be into and it's so sickening and sadistic that drill is the"}, {"start": 92.6, "end": 92.61, "text": "sickening and sadistic that drill is the"}, {"start": 92.61, "end": 95.539, "text": "sickening and sadistic that drill is the person that is somehow a bust of his"}, {"start": 95.539, "end": 95.549, "text": "person that is somehow a bust of his"}, {"start": 95.549, "end": 99.25999999999999, "text": "person that is somehow a bust of his reality it is so sickening that"}, {"start": 99.25999999999999, "end": 99.27000000000001, "text": "reality it is so sickening that"}, {"start": 99.27000000000001, "end": 101.50999999999999, "text": "reality it is so sickening that sometimes when people even go out to eat"}, {"start": 101.50999999999999, "end": 101.52000000000001, "text": "sometimes when people even go out to eat"}, {"start": 101.52000000000001, "end": 104.33, "text": "sometimes when people even go out to eat maybe you go on go out for a lunch date"}, {"start": 104.33, "end": 104.34, "text": "maybe you go on go out for a lunch date"}, {"start": 104.34, "end": 106.46000000000001, "text": "maybe you go on go out for a lunch date or a dinner date with someone as a lady"}, {"start": 106.46000000000001, "end": 106.47, "text": "or a dinner date with someone as a lady"}, {"start": 106.47, "end": 109.55, "text": "or a dinner date with someone as a lady you know you just it's half of the food"}, {"start": 109.55, "end": 109.56, "text": "you know you just it's half of the food"}, {"start": 109.56, "end": 111.77000000000001, "text": "you know you just it's half of the food and feel like if I finish it you think"}, {"start": 111.77000000000001, "end": 111.78, "text": "and feel like if I finish it you think"}, {"start": 111.78, "end": 113.45, "text": "and feel like if I finish it you think I'm a hungry person or something like"}, {"start": 113.45, "end": 113.46000000000001, "text": "I'm a hungry person or something like"}, {"start": 113.46000000000001, "end": 113.749, "text": "I'm a hungry person or something like that"}, {"start": 113.749, "end": 113.759, "text": "that"}, {"start": 113.759, "end": 116.38900000000001, "text": "that when Islamically we know that you know"}, {"start": 116.38900000000001, "end": 116.399, "text": "when Islamically we know that you know"}, {"start": 116.399, "end": 119.47999999999999, "text": "when Islamically we know that you know wasting food is Haram and other things"}, {"start": 119.47999999999999, "end": 119.49000000000001, "text": "wasting food is Haram and other things"}, {"start": 119.49000000000001, "end": 122.48, "text": "wasting food is Haram and other things like that with extravagance you know so"}, {"start": 122.48, "end": 122.49, "text": "like that with extravagance you know so"}, {"start": 122.49, "end": 126.38, "text": "like that with extravagance you know so many things so it just motivated me to"}, {"start": 126.38, "end": 126.39, "text": "many things so it just motivated me to"}, {"start": 126.39, "end": 129.65, "text": "many things so it just motivated me to write something very little about how we"}, {"start": 129.65, "end": 129.66, "text": "write something very little about how we"}, {"start": 129.66, "end": 133.069, "text": "write something very little about how we actually detach ourselves from the real"}, {"start": 133.069, "end": 133.079, "text": "actually detach ourselves from the real"}, {"start": 133.079, "end": 137.059, "text": "actually detach ourselves from the real and dual our minds on the things that"}, {"start": 137.059, "end": 137.069, "text": "and dual our minds on the things that"}, {"start": 137.069, "end": 139.75900000000001, "text": "and dual our minds on the things that are not even important the materialistic"}, {"start": 139.75900000000001, "end": 139.769, "text": "are not even important the materialistic"}, {"start": 139.769, "end": 147.22899999999998, "text": "are not even important the materialistic thank you okay though I am also at fault"}, {"start": 147.22899999999998, "end": 147.239, "text": "thank you okay though I am also at fault"}, {"start": 147.239, "end": 148.94, "text": "thank you okay though I am also at fault at some of the things I'm going to talk"}, {"start": 148.94, "end": 148.95, "text": "at some of the things I'm going to talk"}, {"start": 148.95, "end": 154.539, "text": "at some of the things I'm going to talk about thank you I do not wish to preach"}, {"start": 154.539, "end": 154.549, "text": "about thank you I do not wish to preach"}, {"start": 154.549, "end": 158.629, "text": "about thank you I do not wish to preach preaching isn't my thing I'm not fully"}, {"start": 158.629, "end": 158.639, "text": "preaching isn't my thing I'm not fully"}, {"start": 158.639, "end": 163.25, "text": "preaching isn't my thing I'm not fully learning not adequately ignorant but is"}, {"start": 163.25, "end": 163.26, "text": "learning not adequately ignorant but is"}, {"start": 163.26, "end": 167.47, "text": "learning not adequately ignorant but is it a funny or sad error we belong in"}, {"start": 167.47, "end": 167.48, "text": "it a funny or sad error we belong in"}, {"start": 167.48, "end": 172.57999999999998, "text": "it a funny or sad error we belong in when she should be okay pretty but she's"}, {"start": 172.57999999999998, "end": 172.59, "text": "when she should be okay pretty but she's"}, {"start": 172.59, "end": 177.19, "text": "when she should be okay pretty but she's only okay when sexy when she should have"}, {"start": 177.19, "end": 177.2, "text": "only okay when sexy when she should have"}, {"start": 177.2, "end": 181.96, "text": "only okay when sexy when she should have potentials but she got a bangin body"}, {"start": 181.96, "end": 181.97, "text": "potentials but she got a bangin body"}, {"start": 181.97, "end": 185.899, "text": "potentials but she got a bangin body it's all they could say because that's"}, {"start": 185.899, "end": 185.909, "text": "it's all they could say because that's"}, {"start": 185.909, "end": 189.619, "text": "it's all they could say because that's all they could see we see differently"}, {"start": 189.619, "end": 189.629, "text": "all they could see we see differently"}, {"start": 189.629, "end": 195.319, "text": "all they could see we see differently yes we think differently yes she was"}, {"start": 195.319, "end": 195.329, "text": "yes we think differently yes she was"}, {"start": 195.329, "end": 199.72899999999998, "text": "yes we think differently yes she was humorous but you wanted licensures so"}, {"start": 199.72899999999998, "end": 199.739, "text": "humorous but you wanted licensures so"}, {"start": 199.739, "end": 202.67000000000002, "text": "humorous but you wanted licensures so some deployed there coquettish phrases"}, {"start": 202.67000000000002, "end": 202.68, "text": "some deployed there coquettish phrases"}, {"start": 202.68, "end": 206.21, "text": "some deployed there coquettish phrases and provocative body languages and"}, {"start": 206.21, "end": 206.22, "text": "and provocative body languages and"}, {"start": 206.22, "end": 208.49, "text": "and provocative body languages and language so dishonorable it's needed no"}, {"start": 208.49, "end": 208.5, "text": "language so dishonorable it's needed no"}, {"start": 208.5, "end": 212.059, "text": "language so dishonorable it's needed no translation on some days she feels"}, {"start": 212.059, "end": 212.06900000000002, "text": "translation on some days she feels"}, {"start": 212.06900000000002, "end": 215.3, "text": "translation on some days she feels horribly good and on some she feels"}, {"start": 215.3, "end": 215.31, "text": "horribly good and on some she feels"}, {"start": 215.31, "end": 219.409, "text": "horribly good and on some she feels wonderfully awful about it she wanted to"}, {"start": 219.409, "end": 219.41899999999998, "text": "wonderfully awful about it she wanted to"}, {"start": 219.41899999999998, "end": 222.97899999999998, "text": "wonderfully awful about it she wanted to be more but society crippled her spirit"}, {"start": 222.97899999999998, "end": 222.989, "text": "be more but society crippled her spirit"}, {"start": 222.989, "end": 226.909, "text": "be more but society crippled her spirit with pessimism some our interests k by"}, {"start": 226.909, "end": 226.91899999999998, "text": "with pessimism some our interests k by"}, {"start": 226.91899999999998, "end": 230.059, "text": "with pessimism some our interests k by default they just allowed their greedy"}, {"start": 230.059, "end": 230.06900000000002, "text": "default they just allowed their greedy"}, {"start": 230.06900000000002, "end": 233.78, "text": "default they just allowed their greedy desires and slaved them at meeting their"}, {"start": 233.78, "end": 233.79, "text": "desires and slaved them at meeting their"}, {"start": 233.79, "end": 236.839, "text": "desires and slaved them at meeting their dislikes to these games of filth makes"}, {"start": 236.839, "end": 236.849, "text": "dislikes to these games of filth makes"}, {"start": 236.849, "end": 239.589, "text": "dislikes to these games of filth makes the acclaim sounds of lame on truth"}, {"start": 239.589, "end": 239.599, "text": "the acclaim sounds of lame on truth"}, {"start": 239.599, "end": 243.379, "text": "the acclaim sounds of lame on truth while some hide their pious deeds not"}, {"start": 243.379, "end": 243.389, "text": "while some hide their pious deeds not"}, {"start": 243.389, "end": 246.439, "text": "while some hide their pious deeds not for nobility but for the fear of being"}, {"start": 246.439, "end": 246.449, "text": "for nobility but for the fear of being"}, {"start": 246.449, "end": 250.789, "text": "for nobility but for the fear of being ridiculed or cold extreme so they cloak"}, {"start": 250.789, "end": 250.799, "text": "ridiculed or cold extreme so they cloak"}, {"start": 250.799, "end": 255.469, "text": "ridiculed or cold extreme so they cloak hid like some acts of shame to avoid the"}, {"start": 255.469, "end": 255.47899999999998, "text": "hid like some acts of shame to avoid the"}, {"start": 255.47899999999998, "end": 258.279, "text": "hid like some acts of shame to avoid the shameless commentaries of ridicule"}, {"start": 258.279, "end": 258.289, "text": "shameless commentaries of ridicule"}, {"start": 258.289, "end": 261.31, "text": "shameless commentaries of ridicule embedded on the platter of ignorance"}, {"start": 261.31, "end": 261.32, "text": "embedded on the platter of ignorance"}, {"start": 261.32, "end": 264.37, "text": "embedded on the platter of ignorance leaving one to wonder in profound"}, {"start": 264.37, "end": 264.38, "text": "leaving one to wonder in profound"}, {"start": 264.38, "end": 265.79, "text": "leaving one to wonder in profound confusion"}, {"start": 265.79, "end": 265.8, "text": "confusion"}, {"start": 265.8, "end": 269.17, "text": "confusion on how to society shames the effort for"}, {"start": 269.17, "end": 269.18, "text": "on how to society shames the effort for"}, {"start": 269.18, "end": 273.77, "text": "on how to society shames the effort for yet celebrates the shameful just as we"}, {"start": 273.77, "end": 273.78, "text": "yet celebrates the shameful just as we"}, {"start": 273.78, "end": 276.58, "text": "yet celebrates the shameful just as we are expected to leave our plates"}, {"start": 276.58, "end": 276.59000000000003, "text": "are expected to leave our plates"}, {"start": 276.59000000000003, "end": 280.339, "text": "are expected to leave our plates half-full at a date but what fools are"}, {"start": 280.339, "end": 280.349, "text": "half-full at a date but what fools are"}, {"start": 280.349, "end": 283.52, "text": "half-full at a date but what fools are we trying to impress the ignorant for a"}, {"start": 283.52, "end": 283.53, "text": "we trying to impress the ignorant for a"}, {"start": 283.53, "end": 287.21, "text": "we trying to impress the ignorant for a Leonard sold would say please take it"}, {"start": 287.21, "end": 287.22, "text": "Leonard sold would say please take it"}, {"start": 287.22, "end": 289.909, "text": "Leonard sold would say please take it away or finish Oakes"}, {"start": 289.909, "end": 289.919, "text": "away or finish Oakes"}, {"start": 289.919, "end": 293.42, "text": "away or finish Oakes for wastage is sin just as how we"}, {"start": 293.42, "end": 293.43, "text": "for wastage is sin just as how we"}, {"start": 293.43, "end": 296.35, "text": "for wastage is sin just as how we neglect the hijab for an occasion in"}, {"start": 296.35, "end": 296.36, "text": "neglect the hijab for an occasion in"}, {"start": 296.36, "end": 298.999, "text": "neglect the hijab for an occasion in order to avoid tearing unwanted"}, {"start": 298.999, "end": 299.009, "text": "order to avoid tearing unwanted"}, {"start": 299.009, "end": 301.58, "text": "order to avoid tearing unwanted attention and save ourselves some"}, {"start": 301.58, "end": 301.59, "text": "attention and save ourselves some"}, {"start": 301.59, "end": 306.08, "text": "attention and save ourselves some tension why should we not proudly say we"}, {"start": 306.08, "end": 306.09, "text": "tension why should we not proudly say we"}, {"start": 306.09, "end": 310.73, "text": "tension why should we not proudly say we want to go to Saudi but smiled is we"}, {"start": 310.73, "end": 310.74, "text": "want to go to Saudi but smiled is we"}, {"start": 310.74, "end": 313.909, "text": "want to go to Saudi but smiled is we call ourselves Muslims but real Islam"}, {"start": 313.909, "end": 313.919, "text": "call ourselves Muslims but real Islam"}, {"start": 313.919, "end": 316.07, "text": "call ourselves Muslims but real Islam sings like a mirage to our withered"}, {"start": 316.07, "end": 316.08, "text": "sings like a mirage to our withered"}, {"start": 316.08, "end": 320.689, "text": "sings like a mirage to our withered limbs we sin we lie we pretend"}, {"start": 320.689, "end": 320.699, "text": "limbs we sin we lie we pretend"}, {"start": 320.699, "end": 324.589, "text": "limbs we sin we lie we pretend wonderfully cheat unapologetically harm"}, {"start": 324.589, "end": 324.599, "text": "wonderfully cheat unapologetically harm"}, {"start": 324.599, "end": 328.309, "text": "wonderfully cheat unapologetically harm dis compassionately yet we claim to fear"}, {"start": 328.309, "end": 328.319, "text": "dis compassionately yet we claim to fear"}, {"start": 328.319, "end": 332.08, "text": "dis compassionately yet we claim to fear Allah measurably we sin differently yes"}, {"start": 332.08, "end": 332.09000000000003, "text": "Allah measurably we sin differently yes"}, {"start": 332.09000000000003, "end": 335.529, "text": "Allah measurably we sin differently yes yet we scrutinize another hypocritically"}, {"start": 335.529, "end": 335.539, "text": "yet we scrutinize another hypocritically"}, {"start": 335.539, "end": 340.30899999999997, "text": "yet we scrutinize another hypocritically we do many things wrongly with pride yet"}, {"start": 340.30899999999997, "end": 340.319, "text": "we do many things wrongly with pride yet"}, {"start": 340.319, "end": 343.80899999999997, "text": "we do many things wrongly with pride yet wonder why our society is in turmoil"}, {"start": 343.80899999999997, "end": 343.819, "text": "wonder why our society is in turmoil"}, {"start": 343.819, "end": 349.37, "text": "wonder why our society is in turmoil when we are our own problems thank you"}, {"start": 349.37, "end": 349.38, "text": "when we are our own problems thank you"}, {"start": 349.38, "end": 353.1, "text": "when we are our own problems thank you [Applause]"}], "createdAt": "2025-12-15T00:33:04.000Z", "imageUrl": "https://img.youtube.com/vi/9-r2ud7K70o/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=9-r2ud7K70o", "isFavorite": false, "progress": 0, "genre": "story"}]