[{"id": "yt_1HyHLkx2f8w", "userId": "system", "title": "Vietnam's Mekong Delta threatened by rising sea levels • FRANCE 24 English", "language": "vi", "content": "The water tastes bad. &gt;&gt; This farmer in southern Vietnam has seen &gt;&gt; This farmer in southern Vietnam has seen &gt;&gt; This farmer in southern Vietnam has seen his rice yields drop steadily over the his rice yields drop steadily over the his rice yields drop steadily over the past 5 years. He lost 40% of his harvest past 5 years. He lost 40% of his harvest past 5 years. He lost 40% of his harvest last year alone. Salt water from the sea has now reached Salt water from the sea has now reached Salt water from the sea has now reached our fields, damaging the rice plants and our fields, damaging the rice plants and our fields, damaging the rice plants and their grains. It destroys the whole their grains. It destroys the whole their grains. It destroys the whole crop. The rice here is ruined. Look at crop. The rice here is ruined. Look at crop. The rice here is ruined. Look at this. It looks so weak. this. It looks so weak. this. It looks so weak. &gt;&gt; Rice patties contaminated by salt become &gt;&gt; Rice patties contaminated by salt become &gt;&gt; Rice patties contaminated by salt become infertile. And in this part of Vietnam, infertile. And in this part of Vietnam, infertile. And in this part of Vietnam, climate change is to blame. Sea levels climate change is to blame. Sea levels climate change is to blame. Sea levels are rising between 3 and 5 mm a year. As are rising between 3 and 5 mm a year. As are rising between 3 and 5 mm a year. As a result, salt water is seeping further a result, salt water is seeping further a result, salt water is seeping further in land and across the flat plains of in land and across the flat plains of in land and across the flat plains of the Mikong Delta. The 18 to 20 million the Mikong Delta. The 18 to 20 million the Mikong Delta. The 18 to 20 million Vietnamese who live on or around the Vietnamese who live on or around the Vietnamese who live on or around the Meong Delta rely on it for their Meong Delta rely on it for their Meong Delta rely on it for their livelihoods. Seawater isn't just livelihoods. Seawater isn't just livelihoods. Seawater isn't just threatening rice. Fish are at risk, too. threatening rice. Fish are at risk, too. threatening rice. Fish are at risk, too. A university in southern Vietnam is A university in southern Vietnam is A university in southern Vietnam is studying these changes in partnership studying these changes in partnership studying these changes in partnership with a French agricultural research with a French agricultural research with a French agricultural research institute. institute. institute. We capture the fish um with different We capture the fish um with different We capture the fish um with different types of salinities and after that the types of salinities and after that the types of salinities and after that the fish can be uh show the adaptations the fish can be uh show the adaptations the fish can be uh show the adaptations the changes in refinement uh with the changes in refinement uh with the changes in refinement uh with the different types of salinities. different types of salinities. different types of salinities. &gt;&gt; They combine laboratory research and &gt;&gt; They combine laboratory research and &gt;&gt; They combine laboratory research and field work. These scientists make field work. These scientists make field work. These scientists make regular boat trips to a small island regular boat trips to a small island regular boat trips to a small island where they've uncovered another problem. where they've uncovered another problem. where they've uncovered another problem. Rising water temperatures again driven Rising water temperatures again driven Rising water temperatures again driven by the climate crisis. and they're by the climate crisis. and they're by the climate crisis. and they're worried as warmer water is leading to worried as warmer water is leading to worried as warmer water is leading to the extinction of certain species of the extinction of certain species of the extinction of certain species of fish. fish. fish. &gt;&gt; It's the experiment uh for the strike &gt;&gt; It's the experiment uh for the strike &gt;&gt; It's the experiment uh for the strike catfish. catfish. catfish. &gt;&gt; Here they're focusing on catfish, the &gt;&gt; Here they're focusing on catfish, the &gt;&gt; Here they're focusing on catfish, the delta's most recognizable fish. In 2024, delta's most recognizable fish. In 2024, delta's most recognizable fish. In 2024, Vietnam produced around 1.6 million tons Vietnam produced around 1.6 million tons Vietnam produced around 1.6 million tons of catfish. That's 42% of the global of catfish. That's 42% of the global of catfish. That's 42% of the global catch. catch. catch. For pangas the highest acceptable range For pangas the highest acceptable range For pangas the highest acceptable range of temperature is 35° centigrade. Last of temperature is 35° centigrade. Last of temperature is 35° centigrade. Last two years we have been monitoring uh two years we have been monitoring uh two years we have been monitoring uh pangasia pond water temperature in pangasia pond water temperature in pangasia pond water temperature in Vietnam and Cambodia. And what we have Vietnam and Cambodia. And what we have Vietnam and Cambodia. And what we have noticed that during the summer it goes noticed that during the summer it goes noticed that during the summer it goes up to 37° so 2° higher than the maximum up to 37° so 2° higher than the maximum up to 37° so 2° higher than the maximum tolerance level. [music] In response to rising sea temperatures, In response to rising sea temperatures, In response to rising sea temperatures, many Delta residents are turning to a many Delta residents are turning to a many Delta residents are turning to a new form of aquaculture. new form of aquaculture. new form of aquaculture. It's a sustainable alternative for It's a sustainable alternative for It's a sustainable alternative for farmers who can no longer grow rice. In farmers who can no longer grow rice. In farmers who can no longer grow rice. In Camal Province, vast aquaculture farms Camal Province, vast aquaculture farms Camal Province, vast aquaculture farms cover more than 300,000 hectares of land cover more than 300,000 hectares of land cover more than 300,000 hectares of land that was once used to grow rice. In that was once used to grow rice. In that was once used to grow rice. In these ponds, algae help cool the water these ponds, algae help cool the water these ponds, algae help cool the water while fish and shrimp are raised while fish and shrimp are raised while fish and shrimp are raised together. It's a self- sustaining together. It's a self- sustaining together. It's a self- sustaining ecosystem in which each species supports ecosystem in which each species supports ecosystem in which each species supports the other. &gt;&gt; When shrimp produce waste, we recover it &gt;&gt; When shrimp produce waste, we recover it &gt;&gt; When shrimp produce waste, we recover it along with the water from their ponds along with the water from their ponds along with the water from their ponds which contains nutrients. We then pump which contains nutrients. We then pump which contains nutrients. We then pump that water into the fish tank. The algae that water into the fish tank. The algae that water into the fish tank. The algae continue to purify it and soon it continue to purify it and soon it continue to purify it and soon it becomes clear again. This former rice farmer is in no doubt This former rice farmer is in no doubt This former rice farmer is in no doubt that aquaculture is the key to survival that aquaculture is the key to survival that aquaculture is the key to survival in the Meong Delta. It provides a stable in the Meong Delta. It provides a stable in the Meong Delta. It provides a stable income higher than rice farming and income higher than rice farming and income higher than rice farming and isn't as susceptible to climate change. The Meong is battling two crises: The Meong is battling two crises: The Meong is battling two crises: rising sea levels and a worsening rising sea levels and a worsening rising sea levels and a worsening shortage of fresh water. shortage of fresh water. shortage of fresh water. Its plight is being made worse by huge Its plight is being made worse by huge Its plight is being made worse by huge dams that have been built upstream dams that have been built upstream dams that have been built upstream closer to the river's source. closer to the river's source. closer to the river's source. This expert points in the direction of This expert points in the direction of This expert points in the direction of China, although he doesn't mention it by China, although he doesn't mention it by China, although he doesn't mention it by name. Some upstream countries have built Some upstream countries have built Some upstream countries have built hydroelectric dams. hydroelectric dams. hydroelectric dams. This drastically alters the river's This drastically alters the river's This drastically alters the river's natural flow and reduces the amount of natural flow and reduces the amount of natural flow and reduces the amount of sediment reaching the lower delta. As a sediment reaching the lower delta. As a sediment reaching the lower delta. As a result, the farmland downstream is result, the farmland downstream is result, the farmland downstream is becoming less and less fertile. &gt;&gt; The message from scientists is clear. &gt;&gt; The message from scientists is clear. &gt;&gt; The message from scientists is clear. Saving the Meong Delta is an Saving the Meong Delta is an Saving the Meong Delta is an environmental emergency. environmental emergency. environmental emergency. At stake are the livelihoods of more At stake are the livelihoods of more At stake are the livelihoods of more than 60 million people across Asia who than 60 million people across Asia who than 60 million people across Asia who depend directly on the mother of all depend directly on the mother of all depend directly on the mother of all rivers.", "sentences": ["The water tastes bad.", "&gt;&gt; This farmer in southern Vietnam has seen &gt;&gt; This farmer in southern Vietnam has seen &gt;&gt; This farmer in southern Vietnam has seen his rice yields drop steadily over the his rice yields drop steadily over the his rice yields drop steadily over the past 5 years.", "He lost 40% of his harvest past 5 years.", "He lost 40% of his harvest past 5 years.", "He lost 40% of his harvest last year alone.", "Salt water from the sea has now reached Salt water from the sea has now reached Salt water from the sea has now reached our fields, damaging the rice plants and our fields, damaging the rice plants and our fields, damaging the rice plants and their grains.", "It destroys the whole their grains.", "It destroys the whole their grains.", "It destroys the whole crop.", "The rice here is ruined.", "Look at crop.", "The rice here is ruined.", "Look at crop.", "The rice here is ruined.", "Look at this.", "It looks so weak.", "this.", "It looks so weak.", "this.", "It looks so weak.", "&gt;&gt; Rice patties contaminated by salt become &gt;&gt; Rice patties contaminated by salt become &gt;&gt; Rice patties contaminated by salt become infertile.", "And in this part of Vietnam, infertile.", "And in this part of Vietnam, infertile.", "And in this part of Vietnam, climate change is to blame.", "Sea levels climate change is to blame.", "Sea levels climate change is to blame.", "Sea levels are rising between 3 and 5 mm a year.", "As are rising between 3 and 5 mm a year.", "As are rising between 3 and 5 mm a year.", "As a result, salt water is seeping further a result, salt water is seeping further a result, salt water is seeping further in land and across the flat plains of in land and across the flat plains of in land and across the flat plains of the Mikong Delta.", "The 18 to 20 million the Mikong Delta.", "The 18 to 20 million the Mikong Delta.", "The 18 to 20 million Vietnamese who live on or around the Vietnamese who live on or around the Vietnamese who live on or around the Meong Delta rely on it for their Meong Delta rely on it for their Meong Delta rely on it for their livelihoods.", "Seawater isn't just livelihoods.", "Seawater isn't just livelihoods.", "Seawater isn't just threatening rice.", "Fish are at risk, too.", "threatening rice.", "Fish are at risk, too.", "threatening rice.", "Fish are at risk, too.", "A university in southern Vietnam is A university in southern Vietnam is A university in southern Vietnam is studying these changes in partnership studying these changes in partnership studying these changes in partnership with a French agricultural research with a French agricultural research with a French agricultural research institute.", "institute.", "institute.", "We capture the fish um with different We capture the fish um with different We capture the fish um with different types of salinities and after that the types of salinities and after that the types of salinities and after that the fish can be uh show the adaptations the fish can be uh show the adaptations the fish can be uh show the adaptations the changes in refinement uh with the changes in refinement uh with the changes in refinement uh with the different types of salinities.", "different types of salinities.", "different types of salinities.", "&gt;&gt; They combine laboratory research and &gt;&gt; They combine laboratory research and &gt;&gt; They combine laboratory research and field work.", "These scientists make field work.", "These scientists make field work.", "These scientists make regular boat trips to a small island regular boat trips to a small island regular boat trips to a small island where they've uncovered another problem.", "where they've uncovered another problem.", "where they've uncovered another problem.", "Rising water temperatures again driven Rising water temperatures again driven Rising water temperatures again driven by the climate crisis.", "and they're by the climate crisis.", "and they're by the climate crisis.", "and they're worried as warmer water is leading to worried as warmer water is leading to worried as warmer water is leading to the extinction of certain species of the extinction of certain species of the extinction of certain species of fish.", "fish.", "fish.", "&gt;&gt; It's the experiment uh for the strike &gt;&gt; It's the experiment uh for the strike &gt;&gt; It's the experiment uh for the strike catfish.", "catfish.", "catfish.", "&gt;&gt; Here they're focusing on catfish, the &gt;&gt; Here they're focusing on catfish, the &gt;&gt; Here they're focusing on catfish, the delta's most recognizable fish.", "In 2024, delta's most recognizable fish.", "In 2024, delta's most recognizable fish.", "In 2024, Vietnam produced around 1.6 million tons Vietnam produced around 1.6 million tons Vietnam produced around 1.6 million tons of catfish.", "That's 42% of the global of catfish.", "That's 42% of the global of catfish.", "That's 42% of the global catch.", "catch.", "catch.", "For pangas the highest acceptable range For pangas the highest acceptable range For pangas the highest acceptable range of temperature is 35° centigrade.", "Last of temperature is 35° centigrade.", "Last of temperature is 35° centigrade.", "Last two years we have been monitoring uh two years we have been monitoring uh two years we have been monitoring uh pangasia pond water temperature in pangasia pond water temperature in pangasia pond water temperature in Vietnam and Cambodia.", "And what we have Vietnam and Cambodia.", "And what we have Vietnam and Cambodia.", "And what we have noticed that during the summer it goes noticed that during the summer it goes noticed that during the summer it goes up to 37° so 2° higher than the maximum up to 37° so 2° higher than the maximum up to 37° so 2° higher than the maximum tolerance level.", "[music] In response to rising sea temperatures, In response to rising sea temperatures, In response to rising sea temperatures, many Delta residents are turning to a many Delta residents are turning to a many Delta residents are turning to a new form of aquaculture.", "new form of aquaculture.", "new form of aquaculture.", "It's a sustainable alternative for It's a sustainable alternative for It's a sustainable alternative for farmers who can no longer grow rice.", "In farmers who can no longer grow rice.", "In farmers who can no longer grow rice.", "In Camal Province, vast aquaculture farms Camal Province, vast aquaculture farms Camal Province, vast aquaculture farms cover more than 300,000 hectares of land cover more than 300,000 hectares of land cover more than 300,000 hectares of land that was once used to grow rice.", "In that was once used to grow rice.", "In that was once used to grow rice.", "In these ponds, algae help cool the water these ponds, algae help cool the water these ponds, algae help cool the water while fish and shrimp are raised while fish and shrimp are raised while fish and shrimp are raised together.", "It's a self- sustaining together.", "It's a self- sustaining together.", "It's a self- sustaining ecosystem in which each species supports ecosystem in which each species supports ecosystem in which each species supports the other.", "&gt;&gt; When shrimp produce waste, we recover it &gt;&gt; When shrimp produce waste, we recover it &gt;&gt; When shrimp produce waste, we recover it along with the water from their ponds along with the water from their ponds along with the water from their ponds which contains nutrients.", "We then pump which contains nutrients.", "We then pump which contains nutrients.", "We then pump that water into the fish tank.", "The algae that water into the fish tank.", "The algae that water into the fish tank.", "The algae continue to purify it and soon it continue to purify it and soon it continue to purify it and soon it becomes clear again.", "This former rice farmer is in no doubt This former rice farmer is in no doubt This former rice farmer is in no doubt that aquaculture is the key to survival that aquaculture is the key to survival that aquaculture is the key to survival in the Meong Delta.", "It provides a stable in the Meong Delta.", "It provides a stable in the Meong Delta.", "It provides a stable income higher than rice farming and income higher than rice farming and income higher than rice farming and isn't as susceptible to climate change.", "The Meong is battling two crises: The Meong is battling two crises: The Meong is battling two crises: rising sea levels and a worsening rising sea levels and a worsening rising sea levels and a worsening shortage of fresh water.", "shortage of fresh water.", "shortage of fresh water.", "Its plight is being made worse by huge Its plight is being made worse by huge Its plight is being made worse by huge dams that have been built upstream dams that have been built upstream dams that have been built upstream closer to the river's source.", "closer to the river's source.", "closer to the river's source.", "This expert points in the direction of This expert points in the direction of This expert points in the direction of China, although he doesn't mention it by China, although he doesn't mention it by China, although he doesn't mention it by name.", "Some upstream countries have built Some upstream countries have built Some upstream countries have built hydroelectric dams.", "hydroelectric dams.", "hydroelectric dams.", "This drastically alters the river's This drastically alters the river's This drastically alters the river's natural flow and reduces the amount of natural flow and reduces the amount of natural flow and reduces the amount of sediment reaching the lower delta.", "As a sediment reaching the lower delta.", "As a sediment reaching the lower delta.", "As a result, the farmland downstream is result, the farmland downstream is result, the farmland downstream is becoming less and less fertile.", "&gt;&gt; The message from scientists is clear.", "&gt;&gt; The message from scientists is clear.", "&gt;&gt; The message from scientists is clear.", "Saving the Meong Delta is an Saving the Meong Delta is an Saving the Meong Delta is an environmental emergency.", "environmental emergency.", "environmental emergency.", "At stake are the livelihoods of more At stake are the livelihoods of more At stake are the livelihoods of more than 60 million people across Asia who than 60 million people across Asia who than 60 million people across Asia who depend directly on the mother of all depend directly on the mother of all depend directly on the mother of all rivers."], "transcript": [{"start": 12.719, "end": 16.95, "text": "The water tastes bad."}, {"start": 16.96, "end": 19.029, "text": "&gt;&gt; This farmer in southern Vietnam has seen"}, {"start": 19.029, "end": 19.039, "text": "&gt;&gt; This farmer in southern Vietnam has seen"}, {"start": 19.039, "end": 21.349, "text": "&gt;&gt; This farmer in southern Vietnam has seen his rice yields drop steadily over the"}, {"start": 21.349, "end": 21.359, "text": "his rice yields drop steadily over the"}, {"start": 21.359, "end": 25.189, "text": "his rice yields drop steadily over the past 5 years. He lost 40% of his harvest"}, {"start": 25.189, "end": 25.199, "text": "past 5 years. He lost 40% of his harvest"}, {"start": 25.199, "end": 29.269, "text": "past 5 years. He lost 40% of his harvest last year alone."}, {"start": 29.279, "end": 31.029, "text": "Salt water from the sea has now reached"}, {"start": 31.029, "end": 31.039, "text": "Salt water from the sea has now reached"}, {"start": 31.039, "end": 33.43, "text": "Salt water from the sea has now reached our fields, damaging the rice plants and"}, {"start": 33.43, "end": 33.44, "text": "our fields, damaging the rice plants and"}, {"start": 33.44, "end": 35.35, "text": "our fields, damaging the rice plants and their grains. It destroys the whole"}, {"start": 35.35, "end": 35.36, "text": "their grains. It destroys the whole"}, {"start": 35.36, "end": 38.549, "text": "their grains. It destroys the whole crop. The rice here is ruined. Look at"}, {"start": 38.549, "end": 38.559, "text": "crop. The rice here is ruined. Look at"}, {"start": 38.559, "end": 42.95, "text": "crop. The rice here is ruined. Look at this. It looks so weak."}, {"start": 42.95, "end": 42.96, "text": "this. It looks so weak."}, {"start": 42.96, "end": 45.59, "text": "this. It looks so weak. &gt;&gt; Rice patties contaminated by salt become"}, {"start": 45.59, "end": 45.6, "text": "&gt;&gt; Rice patties contaminated by salt become"}, {"start": 45.6, "end": 48.709, "text": "&gt;&gt; Rice patties contaminated by salt become infertile. And in this part of Vietnam,"}, {"start": 48.709, "end": 48.719, "text": "infertile. And in this part of Vietnam,"}, {"start": 48.719, "end": 51.67, "text": "infertile. And in this part of Vietnam, climate change is to blame. Sea levels"}, {"start": 51.67, "end": 51.68, "text": "climate change is to blame. Sea levels"}, {"start": 51.68, "end": 55.43, "text": "climate change is to blame. Sea levels are rising between 3 and 5 mm a year. As"}, {"start": 55.43, "end": 55.44, "text": "are rising between 3 and 5 mm a year. As"}, {"start": 55.44, "end": 57.99, "text": "are rising between 3 and 5 mm a year. As a result, salt water is seeping further"}, {"start": 57.99, "end": 58.0, "text": "a result, salt water is seeping further"}, {"start": 58.0, "end": 60.549, "text": "a result, salt water is seeping further in land and across the flat plains of"}, {"start": 60.549, "end": 60.559, "text": "in land and across the flat plains of"}, {"start": 60.559, "end": 63.91, "text": "in land and across the flat plains of the Mikong Delta. The 18 to 20 million"}, {"start": 63.91, "end": 63.92, "text": "the Mikong Delta. The 18 to 20 million"}, {"start": 63.92, "end": 65.91, "text": "the Mikong Delta. The 18 to 20 million Vietnamese who live on or around the"}, {"start": 65.91, "end": 65.92, "text": "Vietnamese who live on or around the"}, {"start": 65.92, "end": 68.23, "text": "Vietnamese who live on or around the Meong Delta rely on it for their"}, {"start": 68.23, "end": 68.24, "text": "Meong Delta rely on it for their"}, {"start": 68.24, "end": 70.789, "text": "Meong Delta rely on it for their livelihoods. Seawater isn't just"}, {"start": 70.789, "end": 70.799, "text": "livelihoods. Seawater isn't just"}, {"start": 70.799, "end": 75.51, "text": "livelihoods. Seawater isn't just threatening rice. Fish are at risk, too."}, {"start": 75.51, "end": 75.52, "text": "threatening rice. Fish are at risk, too."}, {"start": 75.52, "end": 77.67, "text": "threatening rice. Fish are at risk, too. A university in southern Vietnam is"}, {"start": 77.67, "end": 77.68, "text": "A university in southern Vietnam is"}, {"start": 77.68, "end": 80.07, "text": "A university in southern Vietnam is studying these changes in partnership"}, {"start": 80.07, "end": 80.08, "text": "studying these changes in partnership"}, {"start": 80.08, "end": 82.39, "text": "studying these changes in partnership with a French agricultural research"}, {"start": 82.39, "end": 82.4, "text": "with a French agricultural research"}, {"start": 82.4, "end": 84.31, "text": "with a French agricultural research institute."}, {"start": 84.31, "end": 84.32, "text": "institute."}, {"start": 84.32, "end": 86.87, "text": "institute. We capture the fish um with different"}, {"start": 86.87, "end": 86.88, "text": "We capture the fish um with different"}, {"start": 86.88, "end": 89.749, "text": "We capture the fish um with different types of salinities and after that the"}, {"start": 89.749, "end": 89.759, "text": "types of salinities and after that the"}, {"start": 89.759, "end": 93.50999999999999, "text": "types of salinities and after that the fish can be uh show the adaptations the"}, {"start": 93.50999999999999, "end": 93.52000000000001, "text": "fish can be uh show the adaptations the"}, {"start": 93.52000000000001, "end": 96.149, "text": "fish can be uh show the adaptations the changes in refinement uh with the"}, {"start": 96.149, "end": 96.15899999999999, "text": "changes in refinement uh with the"}, {"start": 96.15899999999999, "end": 98.469, "text": "changes in refinement uh with the different types of salinities."}, {"start": 98.469, "end": 98.479, "text": "different types of salinities."}, {"start": 98.479, "end": 100.55, "text": "different types of salinities. &gt;&gt; They combine laboratory research and"}, {"start": 100.55, "end": 100.56, "text": "&gt;&gt; They combine laboratory research and"}, {"start": 100.56, "end": 103.59, "text": "&gt;&gt; They combine laboratory research and field work. These scientists make"}, {"start": 103.59, "end": 103.6, "text": "field work. These scientists make"}, {"start": 103.6, "end": 106.069, "text": "field work. These scientists make regular boat trips to a small island"}, {"start": 106.069, "end": 106.07900000000001, "text": "regular boat trips to a small island"}, {"start": 106.07900000000001, "end": 108.789, "text": "regular boat trips to a small island where they've uncovered another problem."}, {"start": 108.789, "end": 108.799, "text": "where they've uncovered another problem."}, {"start": 108.799, "end": 111.50999999999999, "text": "where they've uncovered another problem. Rising water temperatures again driven"}, {"start": 111.50999999999999, "end": 111.52000000000001, "text": "Rising water temperatures again driven"}, {"start": 111.52000000000001, "end": 114.069, "text": "Rising water temperatures again driven by the climate crisis. and they're"}, {"start": 114.069, "end": 114.07900000000001, "text": "by the climate crisis. and they're"}, {"start": 114.07900000000001, "end": 116.63, "text": "by the climate crisis. and they're worried as warmer water is leading to"}, {"start": 116.63, "end": 116.64, "text": "worried as warmer water is leading to"}, {"start": 116.64, "end": 118.709, "text": "worried as warmer water is leading to the extinction of certain species of"}, {"start": 118.709, "end": 118.719, "text": "the extinction of certain species of"}, {"start": 118.719, "end": 119.99000000000001, "text": "the extinction of certain species of fish."}, {"start": 119.99000000000001, "end": 120.0, "text": "fish."}, {"start": 120.0, "end": 122.87, "text": "fish. &gt;&gt; It's the experiment uh for the strike"}, {"start": 122.87, "end": 122.88, "text": "&gt;&gt; It's the experiment uh for the strike"}, {"start": 122.88, "end": 124.389, "text": "&gt;&gt; It's the experiment uh for the strike catfish."}, {"start": 124.389, "end": 124.399, "text": "catfish."}, {"start": 124.399, "end": 126.95, "text": "catfish. &gt;&gt; Here they're focusing on catfish, the"}, {"start": 126.95, "end": 126.96, "text": "&gt;&gt; Here they're focusing on catfish, the"}, {"start": 126.96, "end": 131.35, "text": "&gt;&gt; Here they're focusing on catfish, the delta's most recognizable fish. In 2024,"}, {"start": 131.35, "end": 131.36, "text": "delta's most recognizable fish. In 2024,"}, {"start": 131.36, "end": 134.47, "text": "delta's most recognizable fish. In 2024, Vietnam produced around 1.6 million tons"}, {"start": 134.47, "end": 134.48, "text": "Vietnam produced around 1.6 million tons"}, {"start": 134.48, "end": 137.99, "text": "Vietnam produced around 1.6 million tons of catfish. That's 42% of the global"}, {"start": 137.99, "end": 138.0, "text": "of catfish. That's 42% of the global"}, {"start": 138.0, "end": 139.67000000000002, "text": "of catfish. That's 42% of the global catch."}, {"start": 139.67000000000002, "end": 139.68, "text": "catch."}, {"start": 139.68, "end": 142.47, "text": "catch. For pangas the highest acceptable range"}, {"start": 142.47, "end": 142.48, "text": "For pangas the highest acceptable range"}, {"start": 142.48, "end": 146.63, "text": "For pangas the highest acceptable range of temperature is 35° centigrade. Last"}, {"start": 146.63, "end": 146.64, "text": "of temperature is 35° centigrade. Last"}, {"start": 146.64, "end": 150.15, "text": "of temperature is 35° centigrade. Last two years we have been monitoring uh"}, {"start": 150.15, "end": 150.16, "text": "two years we have been monitoring uh"}, {"start": 150.16, "end": 153.03, "text": "two years we have been monitoring uh pangasia pond water temperature in"}, {"start": 153.03, "end": 153.04, "text": "pangasia pond water temperature in"}, {"start": 153.04, "end": 155.43, "text": "pangasia pond water temperature in Vietnam and Cambodia. And what we have"}, {"start": 155.43, "end": 155.44, "text": "Vietnam and Cambodia. And what we have"}, {"start": 155.44, "end": 158.22899999999998, "text": "Vietnam and Cambodia. And what we have noticed that during the summer it goes"}, {"start": 158.22899999999998, "end": 158.239, "text": "noticed that during the summer it goes"}, {"start": 158.239, "end": 162.22899999999998, "text": "noticed that during the summer it goes up to 37° so 2° higher than the maximum"}, {"start": 162.22899999999998, "end": 162.239, "text": "up to 37° so 2° higher than the maximum"}, {"start": 162.239, "end": 166.47, "text": "up to 37° so 2° higher than the maximum tolerance level. [music]"}, {"start": 166.48, "end": 169.03, "text": "In response to rising sea temperatures,"}, {"start": 169.03, "end": 169.04, "text": "In response to rising sea temperatures,"}, {"start": 169.04, "end": 171.11, "text": "In response to rising sea temperatures, many Delta residents are turning to a"}, {"start": 171.11, "end": 171.12, "text": "many Delta residents are turning to a"}, {"start": 171.12, "end": 173.27, "text": "many Delta residents are turning to a new form of aquaculture."}, {"start": 173.27, "end": 173.28, "text": "new form of aquaculture."}, {"start": 173.28, "end": 175.35, "text": "new form of aquaculture. It's a sustainable alternative for"}, {"start": 175.35, "end": 175.36, "text": "It's a sustainable alternative for"}, {"start": 175.36, "end": 179.11, "text": "It's a sustainable alternative for farmers who can no longer grow rice. In"}, {"start": 179.11, "end": 179.12, "text": "farmers who can no longer grow rice. In"}, {"start": 179.12, "end": 182.07, "text": "farmers who can no longer grow rice. In Camal Province, vast aquaculture farms"}, {"start": 182.07, "end": 182.08, "text": "Camal Province, vast aquaculture farms"}, {"start": 182.08, "end": 185.43, "text": "Camal Province, vast aquaculture farms cover more than 300,000 hectares of land"}, {"start": 185.43, "end": 185.44, "text": "cover more than 300,000 hectares of land"}, {"start": 185.44, "end": 188.79, "text": "cover more than 300,000 hectares of land that was once used to grow rice. In"}, {"start": 188.79, "end": 188.8, "text": "that was once used to grow rice. In"}, {"start": 188.8, "end": 191.83, "text": "that was once used to grow rice. In these ponds, algae help cool the water"}, {"start": 191.83, "end": 191.84, "text": "these ponds, algae help cool the water"}, {"start": 191.84, "end": 193.67, "text": "these ponds, algae help cool the water while fish and shrimp are raised"}, {"start": 193.67, "end": 193.68, "text": "while fish and shrimp are raised"}, {"start": 193.68, "end": 196.309, "text": "while fish and shrimp are raised together. It's a self- sustaining"}, {"start": 196.309, "end": 196.319, "text": "together. It's a self- sustaining"}, {"start": 196.319, "end": 199.27, "text": "together. It's a self- sustaining ecosystem in which each species supports"}, {"start": 199.27, "end": 199.28, "text": "ecosystem in which each species supports"}, {"start": 199.28, "end": 202.71, "text": "ecosystem in which each species supports the other."}, {"start": 202.72, "end": 204.949, "text": "&gt;&gt; When shrimp produce waste, we recover it"}, {"start": 204.949, "end": 204.959, "text": "&gt;&gt; When shrimp produce waste, we recover it"}, {"start": 204.959, "end": 206.869, "text": "&gt;&gt; When shrimp produce waste, we recover it along with the water from their ponds"}, {"start": 206.869, "end": 206.879, "text": "along with the water from their ponds"}, {"start": 206.879, "end": 209.43, "text": "along with the water from their ponds which contains nutrients. We then pump"}, {"start": 209.43, "end": 209.44, "text": "which contains nutrients. We then pump"}, {"start": 209.44, "end": 212.149, "text": "which contains nutrients. We then pump that water into the fish tank. The algae"}, {"start": 212.149, "end": 212.159, "text": "that water into the fish tank. The algae"}, {"start": 212.159, "end": 214.39, "text": "that water into the fish tank. The algae continue to purify it and soon it"}, {"start": 214.39, "end": 214.4, "text": "continue to purify it and soon it"}, {"start": 214.4, "end": 219.11, "text": "continue to purify it and soon it becomes clear again."}, {"start": 219.12, "end": 221.35, "text": "This former rice farmer is in no doubt"}, {"start": 221.35, "end": 221.36, "text": "This former rice farmer is in no doubt"}, {"start": 221.36, "end": 223.91, "text": "This former rice farmer is in no doubt that aquaculture is the key to survival"}, {"start": 223.91, "end": 223.92000000000002, "text": "that aquaculture is the key to survival"}, {"start": 223.92000000000002, "end": 227.19, "text": "that aquaculture is the key to survival in the Meong Delta. It provides a stable"}, {"start": 227.19, "end": 227.2, "text": "in the Meong Delta. It provides a stable"}, {"start": 227.2, "end": 230.22899999999998, "text": "in the Meong Delta. It provides a stable income higher than rice farming and"}, {"start": 230.22899999999998, "end": 230.239, "text": "income higher than rice farming and"}, {"start": 230.239, "end": 237.03, "text": "income higher than rice farming and isn't as susceptible to climate change."}, {"start": 237.04, "end": 240.309, "text": "The Meong is battling two crises:"}, {"start": 240.309, "end": 240.319, "text": "The Meong is battling two crises:"}, {"start": 240.319, "end": 242.63, "text": "The Meong is battling two crises: rising sea levels and a worsening"}, {"start": 242.63, "end": 242.64, "text": "rising sea levels and a worsening"}, {"start": 242.64, "end": 245.429, "text": "rising sea levels and a worsening shortage of fresh water."}, {"start": 245.429, "end": 245.439, "text": "shortage of fresh water."}, {"start": 245.439, "end": 247.83, "text": "shortage of fresh water. Its plight is being made worse by huge"}, {"start": 247.83, "end": 247.84, "text": "Its plight is being made worse by huge"}, {"start": 247.84, "end": 250.149, "text": "Its plight is being made worse by huge dams that have been built upstream"}, {"start": 250.149, "end": 250.159, "text": "dams that have been built upstream"}, {"start": 250.159, "end": 252.869, "text": "dams that have been built upstream closer to the river's source."}, {"start": 252.869, "end": 252.879, "text": "closer to the river's source."}, {"start": 252.879, "end": 254.869, "text": "closer to the river's source. This expert points in the direction of"}, {"start": 254.869, "end": 254.879, "text": "This expert points in the direction of"}, {"start": 254.879, "end": 257.509, "text": "This expert points in the direction of China, although he doesn't mention it by"}, {"start": 257.509, "end": 257.519, "text": "China, although he doesn't mention it by"}, {"start": 257.519, "end": 262.15, "text": "China, although he doesn't mention it by name."}, {"start": 262.16, "end": 264.07, "text": "Some upstream countries have built"}, {"start": 264.07, "end": 264.08, "text": "Some upstream countries have built"}, {"start": 264.08, "end": 266.629, "text": "Some upstream countries have built hydroelectric dams."}, {"start": 266.629, "end": 266.639, "text": "hydroelectric dams."}, {"start": 266.639, "end": 268.469, "text": "hydroelectric dams. This drastically alters the river's"}, {"start": 268.469, "end": 268.479, "text": "This drastically alters the river's"}, {"start": 268.479, "end": 270.95, "text": "This drastically alters the river's natural flow and reduces the amount of"}, {"start": 270.95, "end": 270.96, "text": "natural flow and reduces the amount of"}, {"start": 270.96, "end": 274.07, "text": "natural flow and reduces the amount of sediment reaching the lower delta. As a"}, {"start": 274.07, "end": 274.08, "text": "sediment reaching the lower delta. As a"}, {"start": 274.08, "end": 276.39, "text": "sediment reaching the lower delta. As a result, the farmland downstream is"}, {"start": 276.39, "end": 276.4, "text": "result, the farmland downstream is"}, {"start": 276.4, "end": 284.15, "text": "result, the farmland downstream is becoming less and less fertile."}, {"start": 284.15999999999997, "end": 286.87, "text": "&gt;&gt; The message from scientists is clear."}, {"start": 286.87, "end": 286.88, "text": "&gt;&gt; The message from scientists is clear."}, {"start": 286.88, "end": 288.71, "text": "&gt;&gt; The message from scientists is clear. Saving the Meong Delta is an"}, {"start": 288.71, "end": 288.72, "text": "Saving the Meong Delta is an"}, {"start": 288.72, "end": 291.27, "text": "Saving the Meong Delta is an environmental emergency."}, {"start": 291.27, "end": 291.28, "text": "environmental emergency."}, {"start": 291.28, "end": 293.11, "text": "environmental emergency. At stake are the livelihoods of more"}, {"start": 293.11, "end": 293.12, "text": "At stake are the livelihoods of more"}, {"start": 293.12, "end": 296.31, "text": "At stake are the livelihoods of more than 60 million people across Asia who"}, {"start": 296.31, "end": 296.32, "text": "than 60 million people across Asia who"}, {"start": 296.32, "end": 298.79, "text": "than 60 million people across Asia who depend directly on the mother of all"}, {"start": 298.79, "end": 298.8, "text": "depend directly on the mother of all"}, {"start": 298.8, "end": 301.8, "text": "depend directly on the mother of all rivers."}], "createdAt": "2025-12-15T04:23:52.000Z", "imageUrl": "https://img.youtube.com/vi/1HyHLkx2f8w/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=1HyHLkx2f8w", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_1f0e4LQXzzM", "userId": "system", "title": "Vietnamese and pizza? Bronx restaurant serves both", "language": "vi", "content": "luck. Okay. Well, pizza and Vietnamese luck. Okay. Well, pizza and Vietnamese luck. Okay. Well, pizza and Vietnamese food are two things you probably never food are two things you probably never food are two things you probably never thought you'd see together. Yeah. But a thought you'd see together. Yeah. But a thought you'd see together. Yeah. But a Bronx restaurant is serving up both of Bronx restaurant is serving up both of Bronx restaurant is serving up both of these cuisines under one roof. Fox's these cuisines under one roof. Fox's these cuisines under one roof. Fox's Richard G. Kobis gives us a Richard G. Kobis gives us a Richard G. Kobis gives us a taste. In the taste. In the taste. In the Bronx, you're sure to find a pizza Bronx, you're sure to find a pizza Bronx, you're sure to find a pizza parlor on every other block. parlor on every other block. parlor on every other block. But after nearly half a century of But after nearly half a century of But after nearly half a century of serving up just traditional serving up just traditional serving up just traditional pies, anyone for bomb me pizza? We do pies, anyone for bomb me pizza? We do pies, anyone for bomb me pizza? We do from our heart. Two years ago, Elizabeth from our heart. Two years ago, Elizabeth from our heart. Two years ago, Elizabeth Lee and her husband Michael Tran bought Lee and her husband Michael Tran bought Lee and her husband Michael Tran bought Sarrento's Pizzeria from an Italian Sarrento's Pizzeria from an Italian Sarrento's Pizzeria from an Italian owner who wanted to retire. Elizabeth owner who wanted to retire. Elizabeth owner who wanted to retire. Elizabeth and Michael took a risk and opened Vifa and Michael took a risk and opened Vifa and Michael took a risk and opened Vifa and Pizzeria, a first of its kind and Pizzeria, a first of its kind and Pizzeria, a first of its kind Italian and Vietnamese restaurant. We we Italian and Vietnamese restaurant. We we Italian and Vietnamese restaurant. We we feel like um we want to introduce the feel like um we want to introduce the feel like um we want to introduce the Vietnamese uh the authentic food to Vietnamese uh the authentic food to Vietnamese uh the authentic food to everybody. We want um to open up our everybody. We want um to open up our everybody. We want um to open up our culture uh because um Vietnamese not a culture uh because um Vietnamese not a culture uh because um Vietnamese not a lot of people are basically in the Bronx lot of people are basically in the Bronx lot of people are basically in the Bronx they don't have uh uh Vietname dish a they don't have uh uh Vietname dish a they don't have uh uh Vietname dish a lot. Despite this being a predominantly lot. Despite this being a predominantly lot. Despite this being a predominantly Italian neighborhood, the gamble paid Italian neighborhood, the gamble paid Italian neighborhood, the gamble paid off. Vifa is bustling most days for off. Vifa is bustling most days for off. Vifa is bustling most days for lunch and dinner with traditional lunch and dinner with traditional lunch and dinner with traditional Vietnamese rice dishes and soups and of Vietnamese rice dishes and soups and of Vietnamese rice dishes and soups and of course pizza. So, the combo works even course pizza. So, the combo works even course pizza. So, the combo works even in the Bronx. Yes, of course, for sure. in the Bronx. Yes, of course, for sure. in the Bronx. Yes, of course, for sure. All right, so here's another first. All right, so here's another first. All right, so here's another first. Bonme, a Vietnamese street food sandwich Bonme, a Vietnamese street food sandwich Bonme, a Vietnamese street food sandwich on pizza. It's one of those popular on pizza. It's one of those popular on pizza. It's one of those popular dishes here at VFA. So much so that it's dishes here at VFA. So much so that it's dishes here at VFA. So much so that it's gone viral on Instagram and Tik Tok. gone viral on Instagram and Tik Tok. gone viral on Instagram and Tik Tok. It's what people come in here for. For It's what people come in here for. For It's what people come in here for. For Elizabeth and Michael though, they say Elizabeth and Michael though, they say Elizabeth and Michael though, they say it's more than just the quality of the it's more than just the quality of the it's more than just the quality of the food that they attribute to their food that they attribute to their food that they attribute to their success. It's also the love they say success. It's also the love they say success. It's also the love they say they put in when preparing it. I So, I they put in when preparing it. I So, I they put in when preparing it. I So, I cook for me. is mean for my family. I cook for me. is mean for my family. I cook for me. is mean for my family. I mean the if I cook for me is mean it's mean the if I cook for me is mean it's mean the if I cook for me is mean it's good for customer. A reminder to those good for customer. A reminder to those good for customer. A reminder to those in this Bronx community that while their in this Bronx community that while their in this Bronx community that while their backgrounds may differ, it's the love backgrounds may differ, it's the love backgrounds may differ, it's the love and unity found in each dish that truly and unity found in each dish that truly and unity found in each dish that truly brings people together. in the Morris brings people together. in the Morris brings people together. in the Morris Park section of the Bronx.", "sentences": ["luck.", "Okay.", "Well, pizza and Vietnamese luck.", "Okay.", "Well, pizza and Vietnamese luck.", "Okay.", "Well, pizza and Vietnamese food are two things you probably never food are two things you probably never food are two things you probably never thought you'd see together.", "Yeah.", "But a thought you'd see together.", "Yeah.", "But a thought you'd see together.", "Yeah.", "But a Bronx restaurant is serving up both of Bronx restaurant is serving up both of Bronx restaurant is serving up both of these cuisines under one roof.", "Fox's these cuisines under one roof.", "Fox's these cuisines under one roof.", "Fox's Richard G.", "Kobis gives us a Richard G.", "Kobis gives us a Richard G.", "Kobis gives us a taste.", "In the taste.", "In the taste.", "In the Bronx, you're sure to find a pizza Bronx, you're sure to find a pizza Bronx, you're sure to find a pizza parlor on every other block.", "parlor on every other block.", "parlor on every other block.", "But after nearly half a century of But after nearly half a century of But after nearly half a century of serving up just traditional serving up just traditional serving up just traditional pies, anyone for bomb me pizza?", "We do pies, anyone for bomb me pizza?", "We do pies, anyone for bomb me pizza?", "We do from our heart.", "Two years ago, Elizabeth from our heart.", "Two years ago, Elizabeth from our heart.", "Two years ago, Elizabeth Lee and her husband Michael Tran bought Lee and her husband Michael Tran bought Lee and her husband Michael Tran bought Sarrento's Pizzeria from an Italian Sarrento's Pizzeria from an Italian Sarrento's Pizzeria from an Italian owner who wanted to retire.", "Elizabeth owner who wanted to retire.", "Elizabeth owner who wanted to retire.", "Elizabeth and Michael took a risk and opened Vifa and Michael took a risk and opened Vifa and Michael took a risk and opened Vifa and Pizzeria, a first of its kind and Pizzeria, a first of its kind and Pizzeria, a first of its kind Italian and Vietnamese restaurant.", "We we Italian and Vietnamese restaurant.", "We we Italian and Vietnamese restaurant.", "We we feel like um we want to introduce the feel like um we want to introduce the feel like um we want to introduce the Vietnamese uh the authentic food to Vietnamese uh the authentic food to Vietnamese uh the authentic food to everybody.", "We want um to open up our everybody.", "We want um to open up our everybody.", "We want um to open up our culture uh because um Vietnamese not a culture uh because um Vietnamese not a culture uh because um Vietnamese not a lot of people are basically in the Bronx lot of people are basically in the Bronx lot of people are basically in the Bronx they don't have uh uh Vietname dish a they don't have uh uh Vietname dish a they don't have uh uh Vietname dish a lot.", "Despite this being a predominantly lot.", "Despite this being a predominantly lot.", "Despite this being a predominantly Italian neighborhood, the gamble paid Italian neighborhood, the gamble paid Italian neighborhood, the gamble paid off.", "Vifa is bustling most days for off.", "Vifa is bustling most days for off.", "Vifa is bustling most days for lunch and dinner with traditional lunch and dinner with traditional lunch and dinner with traditional Vietnamese rice dishes and soups and of Vietnamese rice dishes and soups and of Vietnamese rice dishes and soups and of course pizza.", "So, the combo works even course pizza.", "So, the combo works even course pizza.", "So, the combo works even in the Bronx.", "Yes, of course, for sure.", "in the Bronx.", "Yes, of course, for sure.", "in the Bronx.", "Yes, of course, for sure.", "All right, so here's another first.", "All right, so here's another first.", "All right, so here's another first.", "Bonme, a Vietnamese street food sandwich Bonme, a Vietnamese street food sandwich Bonme, a Vietnamese street food sandwich on pizza.", "It's one of those popular on pizza.", "It's one of those popular on pizza.", "It's one of those popular dishes here at VFA.", "So much so that it's dishes here at VFA.", "So much so that it's dishes here at VFA.", "So much so that it's gone viral on Instagram and Tik Tok.", "gone viral on Instagram and Tik Tok.", "gone viral on Instagram and Tik Tok.", "It's what people come in here for.", "For It's what people come in here for.", "For It's what people come in here for.", "For Elizabeth and Michael though, they say Elizabeth and Michael though, they say Elizabeth and Michael though, they say it's more than just the quality of the it's more than just the quality of the it's more than just the quality of the food that they attribute to their food that they attribute to their food that they attribute to their success.", "It's also the love they say success.", "It's also the love they say success.", "It's also the love they say they put in when preparing it.", "I So, I they put in when preparing it.", "I So, I they put in when preparing it.", "I So, I cook for me.", "is mean for my family.", "I cook for me.", "is mean for my family.", "I cook for me.", "is mean for my family.", "I mean the if I cook for me is mean it's mean the if I cook for me is mean it's mean the if I cook for me is mean it's good for customer.", "A reminder to those good for customer.", "A reminder to those good for customer.", "A reminder to those in this Bronx community that while their in this Bronx community that while their in this Bronx community that while their backgrounds may differ, it's the love backgrounds may differ, it's the love backgrounds may differ, it's the love and unity found in each dish that truly and unity found in each dish that truly and unity found in each dish that truly brings people together.", "in the Morris brings people together.", "in the Morris brings people together.", "in the Morris Park section of the Bronx."], "transcript": [{"start": 0.16, "end": 2.23, "text": "luck. Okay. Well, pizza and Vietnamese"}, {"start": 2.23, "end": 2.24, "text": "luck. Okay. Well, pizza and Vietnamese"}, {"start": 2.24, "end": 4.15, "text": "luck. Okay. Well, pizza and Vietnamese food are two things you probably never"}, {"start": 4.15, "end": 4.16, "text": "food are two things you probably never"}, {"start": 4.16, "end": 6.55, "text": "food are two things you probably never thought you'd see together. Yeah. But a"}, {"start": 6.55, "end": 6.56, "text": "thought you'd see together. Yeah. But a"}, {"start": 6.56, "end": 8.629, "text": "thought you'd see together. Yeah. But a Bronx restaurant is serving up both of"}, {"start": 8.629, "end": 8.639, "text": "Bronx restaurant is serving up both of"}, {"start": 8.639, "end": 10.95, "text": "Bronx restaurant is serving up both of these cuisines under one roof. Fox's"}, {"start": 10.95, "end": 10.96, "text": "these cuisines under one roof. Fox's"}, {"start": 10.96, "end": 14.27, "text": "these cuisines under one roof. Fox's Richard G. Kobis gives us a"}, {"start": 14.27, "end": 14.28, "text": "Richard G. Kobis gives us a"}, {"start": 14.28, "end": 17.63, "text": "Richard G. Kobis gives us a taste. In the"}, {"start": 17.63, "end": 17.64, "text": "taste. In the"}, {"start": 17.64, "end": 19.99, "text": "taste. In the Bronx, you're sure to find a pizza"}, {"start": 19.99, "end": 20.0, "text": "Bronx, you're sure to find a pizza"}, {"start": 20.0, "end": 23.429, "text": "Bronx, you're sure to find a pizza parlor on every other block."}, {"start": 23.429, "end": 23.439, "text": "parlor on every other block."}, {"start": 23.439, "end": 25.189, "text": "parlor on every other block. But after nearly half a century of"}, {"start": 25.189, "end": 25.199, "text": "But after nearly half a century of"}, {"start": 25.199, "end": 27.79, "text": "But after nearly half a century of serving up just traditional"}, {"start": 27.79, "end": 27.8, "text": "serving up just traditional"}, {"start": 27.8, "end": 31.269, "text": "serving up just traditional pies, anyone for bomb me pizza? We do"}, {"start": 31.269, "end": 31.279, "text": "pies, anyone for bomb me pizza? We do"}, {"start": 31.279, "end": 33.27, "text": "pies, anyone for bomb me pizza? We do from our heart. Two years ago, Elizabeth"}, {"start": 33.27, "end": 33.28, "text": "from our heart. Two years ago, Elizabeth"}, {"start": 33.28, "end": 35.19, "text": "from our heart. Two years ago, Elizabeth Lee and her husband Michael Tran bought"}, {"start": 35.19, "end": 35.2, "text": "Lee and her husband Michael Tran bought"}, {"start": 35.2, "end": 37.35, "text": "Lee and her husband Michael Tran bought Sarrento's Pizzeria from an Italian"}, {"start": 37.35, "end": 37.36, "text": "Sarrento's Pizzeria from an Italian"}, {"start": 37.36, "end": 39.75, "text": "Sarrento's Pizzeria from an Italian owner who wanted to retire. Elizabeth"}, {"start": 39.75, "end": 39.76, "text": "owner who wanted to retire. Elizabeth"}, {"start": 39.76, "end": 42.63, "text": "owner who wanted to retire. Elizabeth and Michael took a risk and opened Vifa"}, {"start": 42.63, "end": 42.64, "text": "and Michael took a risk and opened Vifa"}, {"start": 42.64, "end": 44.63, "text": "and Michael took a risk and opened Vifa and Pizzeria, a first of its kind"}, {"start": 44.63, "end": 44.64, "text": "and Pizzeria, a first of its kind"}, {"start": 44.64, "end": 48.15, "text": "and Pizzeria, a first of its kind Italian and Vietnamese restaurant. We we"}, {"start": 48.15, "end": 48.16, "text": "Italian and Vietnamese restaurant. We we"}, {"start": 48.16, "end": 50.47, "text": "Italian and Vietnamese restaurant. We we feel like um we want to introduce the"}, {"start": 50.47, "end": 50.48, "text": "feel like um we want to introduce the"}, {"start": 50.48, "end": 53.27, "text": "feel like um we want to introduce the Vietnamese uh the authentic food to"}, {"start": 53.27, "end": 53.28, "text": "Vietnamese uh the authentic food to"}, {"start": 53.28, "end": 56.47, "text": "Vietnamese uh the authentic food to everybody. We want um to open up our"}, {"start": 56.47, "end": 56.48, "text": "everybody. We want um to open up our"}, {"start": 56.48, "end": 60.069, "text": "everybody. We want um to open up our culture uh because um Vietnamese not a"}, {"start": 60.069, "end": 60.079, "text": "culture uh because um Vietnamese not a"}, {"start": 60.079, "end": 62.31, "text": "culture uh because um Vietnamese not a lot of people are basically in the Bronx"}, {"start": 62.31, "end": 62.32, "text": "lot of people are basically in the Bronx"}, {"start": 62.32, "end": 65.03, "text": "lot of people are basically in the Bronx they don't have uh uh Vietname dish a"}, {"start": 65.03, "end": 65.04, "text": "they don't have uh uh Vietname dish a"}, {"start": 65.04, "end": 67.27, "text": "they don't have uh uh Vietname dish a lot. Despite this being a predominantly"}, {"start": 67.27, "end": 67.28, "text": "lot. Despite this being a predominantly"}, {"start": 67.28, "end": 69.19, "text": "lot. Despite this being a predominantly Italian neighborhood, the gamble paid"}, {"start": 69.19, "end": 69.2, "text": "Italian neighborhood, the gamble paid"}, {"start": 69.2, "end": 71.429, "text": "Italian neighborhood, the gamble paid off. Vifa is bustling most days for"}, {"start": 71.429, "end": 71.439, "text": "off. Vifa is bustling most days for"}, {"start": 71.439, "end": 73.109, "text": "off. Vifa is bustling most days for lunch and dinner with traditional"}, {"start": 73.109, "end": 73.119, "text": "lunch and dinner with traditional"}, {"start": 73.119, "end": 75.83, "text": "lunch and dinner with traditional Vietnamese rice dishes and soups and of"}, {"start": 75.83, "end": 75.84, "text": "Vietnamese rice dishes and soups and of"}, {"start": 75.84, "end": 78.149, "text": "Vietnamese rice dishes and soups and of course pizza. So, the combo works even"}, {"start": 78.149, "end": 78.15899999999999, "text": "course pizza. So, the combo works even"}, {"start": 78.15899999999999, "end": 82.39, "text": "course pizza. So, the combo works even in the Bronx. Yes, of course, for sure."}, {"start": 82.39, "end": 82.4, "text": "in the Bronx. Yes, of course, for sure."}, {"start": 82.4, "end": 83.99, "text": "in the Bronx. Yes, of course, for sure. All right, so here's another first."}, {"start": 83.99, "end": 84.0, "text": "All right, so here's another first."}, {"start": 84.0, "end": 86.95, "text": "All right, so here's another first. Bonme, a Vietnamese street food sandwich"}, {"start": 86.95, "end": 86.96000000000001, "text": "Bonme, a Vietnamese street food sandwich"}, {"start": 86.96000000000001, "end": 88.71000000000001, "text": "Bonme, a Vietnamese street food sandwich on pizza. It's one of those popular"}, {"start": 88.71000000000001, "end": 88.72, "text": "on pizza. It's one of those popular"}, {"start": 88.72, "end": 91.19, "text": "on pizza. It's one of those popular dishes here at VFA. So much so that it's"}, {"start": 91.19, "end": 91.2, "text": "dishes here at VFA. So much so that it's"}, {"start": 91.2, "end": 93.27000000000001, "text": "dishes here at VFA. So much so that it's gone viral on Instagram and Tik Tok."}, {"start": 93.27000000000001, "end": 93.28, "text": "gone viral on Instagram and Tik Tok."}, {"start": 93.28, "end": 95.10900000000001, "text": "gone viral on Instagram and Tik Tok. It's what people come in here for. For"}, {"start": 95.10900000000001, "end": 95.119, "text": "It's what people come in here for. For"}, {"start": 95.119, "end": 96.63, "text": "It's what people come in here for. For Elizabeth and Michael though, they say"}, {"start": 96.63, "end": 96.64, "text": "Elizabeth and Michael though, they say"}, {"start": 96.64, "end": 98.31, "text": "Elizabeth and Michael though, they say it's more than just the quality of the"}, {"start": 98.31, "end": 98.32, "text": "it's more than just the quality of the"}, {"start": 98.32, "end": 99.59, "text": "it's more than just the quality of the food that they attribute to their"}, {"start": 99.59, "end": 99.6, "text": "food that they attribute to their"}, {"start": 99.6, "end": 101.749, "text": "food that they attribute to their success. It's also the love they say"}, {"start": 101.749, "end": 101.759, "text": "success. It's also the love they say"}, {"start": 101.759, "end": 104.469, "text": "success. It's also the love they say they put in when preparing it. I So, I"}, {"start": 104.469, "end": 104.479, "text": "they put in when preparing it. I So, I"}, {"start": 104.479, "end": 106.87, "text": "they put in when preparing it. I So, I cook for me. is mean for my family. I"}, {"start": 106.87, "end": 106.88, "text": "cook for me. is mean for my family. I"}, {"start": 106.88, "end": 109.50999999999999, "text": "cook for me. is mean for my family. I mean the if I cook for me is mean it's"}, {"start": 109.50999999999999, "end": 109.52000000000001, "text": "mean the if I cook for me is mean it's"}, {"start": 109.52000000000001, "end": 111.35, "text": "mean the if I cook for me is mean it's good for customer. A reminder to those"}, {"start": 111.35, "end": 111.36, "text": "good for customer. A reminder to those"}, {"start": 111.36, "end": 113.10900000000001, "text": "good for customer. A reminder to those in this Bronx community that while their"}, {"start": 113.10900000000001, "end": 113.119, "text": "in this Bronx community that while their"}, {"start": 113.119, "end": 115.03, "text": "in this Bronx community that while their backgrounds may differ, it's the love"}, {"start": 115.03, "end": 115.03999999999999, "text": "backgrounds may differ, it's the love"}, {"start": 115.03999999999999, "end": 117.59, "text": "backgrounds may differ, it's the love and unity found in each dish that truly"}, {"start": 117.59, "end": 117.6, "text": "and unity found in each dish that truly"}, {"start": 117.6, "end": 119.749, "text": "and unity found in each dish that truly brings people together. in the Morris"}, {"start": 119.749, "end": 119.759, "text": "brings people together. in the Morris"}, {"start": 119.759, "end": 123.04, "text": "brings people together. in the Morris Park section of the Bronx."}], "createdAt": "2025-12-15T04:23:29.000Z", "imageUrl": "https://img.youtube.com/vi/1f0e4LQXzzM/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=1f0e4LQXzzM", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_vhKiysMhxVo", "userId": "system", "title": "SPM News: Vietnamese - SPM News: Vietnamese 6.1.22", "language": "vi", "content": "ở trường Cao đẳng Watson outtake sẽ sử ở trường Cao đẳng Watson outtake sẽ sử ở trường Cao đẳng Watson outtake sẽ sử dụng khoảng tài trợ 1 triệu đô la từ dụng khoảng tài trợ 1 triệu đô la từ dụng khoảng tài trợ 1 triệu đô la từ tiểu bang để tăng khả năng tiếp cận các tiểu bang để tăng khả năng tiếp cận các tiểu bang để tăng khả năng tiếp cận các chương trình học viện nghề nghiệp trong chương trình học viện nghề nghiệp trong chương trình học viện nghề nghiệp trong các lĩnh vực có nhu cầu cao trước tiên các lĩnh vực có nhu cầu cao trước tiên các lĩnh vực có nhu cầu cao trước tiên sẽ được chuyển đến một trung tâm khu vực sẽ được chuyển đến một trung tâm khu vực sẽ được chuyển đến một trung tâm khu vực mới ở trên eason chưa ban đã trao 1.5 mới ở trên eason chưa ban đã trao 1.5 mới ở trên eason chưa ban đã trao 1.5 triệu Đôla tài trợ cạnh tranh thông qua triệu Đôla tài trợ cạnh tranh thông qua triệu Đôla tài trợ cạnh tranh thông qua củi khuyến học học viện nghề nghiệp để củi khuyến học học viện nghề nghiệp để củi khuyến học học viện nghề nghiệp để chuẩn bị trên nhiều học sinh trung học chuẩn bị trên nhiều học sinh trung học chuẩn bị trên nhiều học sinh trung học thành công hơn Trong quá trình đào tạo thành công hơn Trong quá trình đào tạo thành công hơn Trong quá trình đào tạo đại học sau trung học và lực lượng lao đại học sau trung học và lực lượng lao đại học sau trung học và lực lượng lao động trường Cao đẳng Cộng đồng inch động trường Cao đẳng Cộng đồng inch động trường Cao đẳng Cộng đồng inch heels đã được trao 500 ngàn đô la cho heels đã được trao 500 ngàn đô la cho heels đã được trao 500 ngàn đô la cho việc mở rộng trung tâm here west việc mở rộng trung tâm here west việc mở rộng trung tâm here west Virginia ở Central học sinh trong các Virginia ở Central học sinh trong các Virginia ở Central học sinh trong các học khu hợp tác sẽ được hưởng lợi từ các học khu hợp tác sẽ được hưởng lợi từ các học khu hợp tác sẽ được hưởng lợi từ các mối quan hệ đối tác trong ngành kiếm mối quan hệ đối tác trong ngành kiếm mối quan hệ đối tác trong ngành kiếm được tính chị trung học và đại học cũng được tính chị trung học và đại học cũng được tính chị trung học và đại học cũng như đạt được các kỹ năng kỹ thuật và học như đạt được các kỹ năng kỹ thuật và học như đạt được các kỹ năng kỹ thuật và học thuộc truyền thống văn phòng Tổng chưởng thuộc truyền thống văn phòng Tổng chưởng thuộc truyền thống văn phòng Tổng chưởng Lý sau đây Côi đời cho biết Hỏi sẽ không Lý sau đây Côi đời cho biết Hỏi sẽ không Lý sau đây Côi đời cho biết Hỏi sẽ không buộc tội tỷ phú kiêm nhà từ thiện khi buộc tội tỷ phú kiêm nhà từ thiện khi buộc tội tỷ phú kiêm nhà từ thiện khi Jenny Cellphone dù với bất kỳ tội danh Jenny Cellphone dù với bất kỳ tội danh Jenny Cellphone dù với bất kỳ tội danh nào sau cuộc điều tra về khả năng tàng nào sau cuộc điều tra về khả năng tàng nào sau cuộc điều tra về khả năng tàng trữ nội dung khiêu dâm trẻ em trữ nội dung khiêu dâm trẻ em trữ nội dung khiêu dâm trẻ em sunfat là một nhà từ thiện người đã làm sunfat là một nhà từ thiện người đã làm sunfat là một nhà từ thiện người đã làm nên tài sản của mình trong lĩnh vực ngân nên tài sản của mình trong lĩnh vực ngân nên tài sản của mình trong lĩnh vực ngân hàng và đã quyên góp hàng tỷ USD cho các hàng và đã quyên góp hàng tỷ USD cho các hàng và đã quyên góp hàng tỷ USD cho các bệnh viện trường đại học và tổ chức từ bệnh viện trường đại học và tổ chức từ bệnh viện trường đại học và tổ chức từ thiện các nhà điều tra Shadow đầu vào thiện các nhà điều tra Shadow đầu vào thiện các nhà điều tra Shadow đầu vào năm 2019 đã bắt đầu được xác tài khoản năm 2019 đã bắt đầu được xác tài khoản năm 2019 đã bắt đầu được xác tài khoản email của ông ta các nhà cung cấp dịch email của ông ta các nhà cung cấp dịch email của ông ta các nhà cung cấp dịch vụ di động và internet để tìm khả năng vụ di động và internet để tìm khả năng vụ di động và internet để tìm khả năng sở hữu nội dung khiêu dâm trẻ em Luật sư sở hữu nội dung khiêu dâm trẻ em Luật sư sở hữu nội dung khiêu dâm trẻ em Luật sư của Ren phối cho biết cuộc điều tra đã của Ren phối cho biết cuộc điều tra đã của Ren phối cho biết cuộc điều tra đã tiết lộ rằng tài khoản email của khách tiết lộ rằng tài khoản email của khách tiết lộ rằng tài khoản email của khách hàng của ông đã bị tấn công thường Nghệ hàng của ông đã bị tấn công thường Nghệ hàng của ông đã bị tấn công thường Nghệ sĩ Hoa Kỳ cho Presley của aya nói rằng sĩ Hoa Kỳ cho Presley của aya nói rằng sĩ Hoa Kỳ cho Presley của aya nói rằng ông hy vọng sẽ sớm được nghe về những nỗ ông hy vọng sẽ sớm được nghe về những nỗ ông hy vọng sẽ sớm được nghe về những nỗ lực đạt được thỏa hiệp về lực kiểm soát lực đạt được thỏa hiệp về lực kiểm soát lực đạt được thỏa hiệp về lực kiểm soát súng Đặc biệt Nếu nó bao gồm dưa lực của súng Đặc biệt Nếu nó bao gồm dưa lực của súng Đặc biệt Nếu nó bao gồm dưa lực của ông theo đạo lực your precious cho biết ông theo đạo lực your precious cho biết ông theo đạo lực your precious cho biết các chuyên gia được đào tạo sẽ được giao các chuyên gia được đào tạo sẽ được giao các chuyên gia được đào tạo sẽ được giao nhiệm vụ làm việc để xác định và quản lý nhiệm vụ làm việc để xác định và quản lý nhiệm vụ làm việc để xác định và quản lý các mối đe dọa ở cấp trung học trước khi các mối đe dọa ở cấp trung học trước khi các mối đe dọa ở cấp trung học trước khi chúng xảy ra dư luận sẽ chỉ đạo ở các chúng xảy ra dư luận sẽ chỉ đạo ở các chúng xảy ra dư luận sẽ chỉ đạo ở các chuyên gia về tâm lý trẻ em hợp tác chặt chuyên gia về tâm lý trẻ em hợp tác chặt chuyên gia về tâm lý trẻ em hợp tác chặt chẽ với trung tâm đánh giá mối đe dọa chẽ với trung tâm đánh giá mối đe dọa chẽ với trung tâm đánh giá mối đe dọa liên bang để phát triển các kỹ thuật dựa liên bang để phát triển các kỹ thuật dựa liên bang để phát triển các kỹ thuật dựa trên bằng chứng nhằm xác định các mối đe trên bằng chứng nhằm xác định các mối đe trên bằng chứng nhằm xác định các mối đe dọa tiềm ẩn theo ôm hòa vô hiệu Nếu mọi dọa tiềm ẩn theo ôm hòa vô hiệu Nếu mọi dọa tiềm ẩn theo ôm hòa vô hiệu Nếu mọi việc diễn ra theo đúng kế hoạch những việc diễn ra theo đúng kế hoạch những việc diễn ra theo đúng kế hoạch những người đánh bạc có thể trúng giải độc đắc người đánh bạc có thể trúng giải độc đắc người đánh bạc có thể trúng giải độc đắc vào mùa xuân năm sau ở Ô Môi Hà vào mùa xuân năm sau ở Ô Môi Hà vào mùa xuân năm sau ở Ô Môi Hà wolves game mình một công ty con của wolves game mình một công ty con của wolves game mình một công ty con của công ty hôi chân chi nhánh phát triển công ty hôi chân chi nhánh phát triển công ty hôi chân chi nhánh phát triển kinh tế của bộ lạc VINA bigo ở Nasa dự kinh tế của bộ lạc VINA bigo ở Nasa dự kinh tế của bộ lạc VINA bigo ở Nasa dự định khởi công vào mùa hè này với cái định khởi công vào mùa hè này với cái định khởi công vào mùa hè này với cái gọi là khô phức hợp giải trí đua xe và gọi là khô phức hợp giải trí đua xe và gọi là khô phức hợp giải trí đua xe và dòng bạn năng động tại địa điểm hiện tại dòng bạn năng động tại địa điểm hiện tại dòng bạn năng động tại địa điểm hiện tại của hoa sim điện thoại đi", "sentences": ["ở trường Cao đẳng Watson outtake sẽ sử ở trường Cao đẳng Watson outtake sẽ sử ở trường Cao đẳng Watson outtake sẽ sử dụng khoảng tài trợ 1 triệu đô la từ dụng khoảng tài trợ 1 triệu đô la từ dụng khoảng tài trợ 1 triệu đô la từ tiểu bang để tăng khả năng tiếp cận các tiểu bang để tăng khả năng tiếp cận các tiểu bang để tăng khả năng tiếp cận các chương trình học viện nghề nghiệp trong chương trình học viện nghề nghiệp trong chương trình học viện nghề nghiệp trong các lĩnh vực có nhu cầu cao trước tiên các lĩnh vực có nhu cầu cao trước tiên các lĩnh vực có nhu cầu cao trước tiên sẽ được chuyển đến một trung tâm khu vực sẽ được chuyển đến một trung tâm khu vực sẽ được chuyển đến một trung tâm khu vực mới ở trên eason chưa ban đã trao 1.5 mới ở trên eason chưa ban đã trao 1.5 mới ở trên eason chưa ban đã trao 1.5 triệu Đôla tài trợ cạnh tranh thông qua triệu Đôla tài trợ cạnh tranh thông qua triệu Đôla tài trợ cạnh tranh thông qua củi khuyến học học viện nghề nghiệp để củi khuyến học học viện nghề nghiệp để củi khuyến học học viện nghề nghiệp để chuẩn bị trên nhiều học sinh trung học chuẩn bị trên nhiều học sinh trung học chuẩn bị trên nhiều học sinh trung học thành công hơn Trong quá trình đào tạo thành công hơn Trong quá trình đào tạo thành công hơn Trong quá trình đào tạo đại học sau trung học và lực lượng lao đại học sau trung học và lực lượng lao đại học sau trung học và lực lượng lao động trường Cao đẳng Cộng đồng inch động trường Cao đẳng Cộng đồng inch động trường Cao đẳng Cộng đồng inch heels đã được trao 500 ngàn đô la cho heels đã được trao 500 ngàn đô la cho heels đã được trao 500 ngàn đô la cho việc mở rộng trung tâm here west việc mở rộng trung tâm here west việc mở rộng trung tâm here west Virginia ở Central học sinh trong các Virginia ở Central học sinh trong các Virginia ở Central học sinh trong các học khu hợp tác sẽ được hưởng lợi từ các học khu hợp tác sẽ được hưởng lợi từ các học khu hợp tác sẽ được hưởng lợi từ các mối quan hệ đối tác trong ngành kiếm mối quan hệ đối tác trong ngành kiếm mối quan hệ đối tác trong ngành kiếm được tính chị trung học và đại học cũng được tính chị trung học và đại học cũng được tính chị trung học và đại học cũng như đạt được các kỹ năng kỹ thuật và học như đạt được các kỹ năng kỹ thuật và học như đạt được các kỹ năng kỹ thuật và học thuộc truyền thống văn phòng Tổng chưởng thuộc truyền thống văn phòng Tổng chưởng thuộc truyền thống văn phòng Tổng chưởng Lý sau đây Côi đời cho biết Hỏi sẽ không Lý sau đây Côi đời cho biết Hỏi sẽ không Lý sau đây Côi đời cho biết Hỏi sẽ không buộc tội tỷ phú kiêm nhà từ thiện khi buộc tội tỷ phú kiêm nhà từ thiện khi buộc tội tỷ phú kiêm nhà từ thiện khi Jenny Cellphone dù với bất kỳ tội danh Jenny Cellphone dù với bất kỳ tội danh Jenny Cellphone dù với bất kỳ tội danh nào sau cuộc điều tra về khả năng tàng nào sau cuộc điều tra về khả năng tàng nào sau cuộc điều tra về khả năng tàng trữ nội dung khiêu dâm trẻ em trữ nội dung khiêu dâm trẻ em trữ nội dung khiêu dâm trẻ em sunfat là một nhà từ thiện người đã làm sunfat là một nhà từ thiện người đã làm sunfat là một nhà từ thiện người đã làm nên tài sản của mình trong lĩnh vực ngân nên tài sản của mình trong lĩnh vực ngân nên tài sản của mình trong lĩnh vực ngân hàng và đã quyên góp hàng tỷ USD cho các hàng và đã quyên góp hàng tỷ USD cho các hàng và đã quyên góp hàng tỷ USD cho các bệnh viện trường đại học và tổ chức từ bệnh viện trường đại học và tổ chức từ bệnh viện trường đại học và tổ chức từ thiện các nhà điều tra Shadow đầu vào thiện các nhà điều tra Shadow đầu vào thiện các nhà điều tra Shadow đầu vào năm 2019 đã bắt đầu được xác tài khoản năm 2019 đã bắt đầu được xác tài khoản năm 2019 đã bắt đầu được xác tài khoản email của ông ta các nhà cung cấp dịch email của ông ta các nhà cung cấp dịch email của ông ta các nhà cung cấp dịch vụ di động và internet để tìm khả năng vụ di động và internet để tìm khả năng vụ di động và internet để tìm khả năng sở hữu nội dung khiêu dâm trẻ em Luật sư sở hữu nội dung khiêu dâm trẻ em Luật sư sở hữu nội dung khiêu dâm trẻ em Luật sư của Ren phối cho biết cuộc điều tra đã của Ren phối cho biết cuộc điều tra đã của Ren phối cho biết cuộc điều tra đã tiết lộ rằng tài khoản email của khách tiết lộ rằng tài khoản email của khách tiết lộ rằng tài khoản email của khách hàng của ông đã bị tấn công thường Nghệ hàng của ông đã bị tấn công thường Nghệ hàng của ông đã bị tấn công thường Nghệ sĩ Hoa Kỳ cho Presley của aya nói rằng sĩ Hoa Kỳ cho Presley của aya nói rằng sĩ Hoa Kỳ cho Presley của aya nói rằng ông hy vọng sẽ sớm được nghe về những nỗ ông hy vọng sẽ sớm được nghe về những nỗ ông hy vọng sẽ sớm được nghe về những nỗ lực đạt được thỏa hiệp về lực kiểm soát lực đạt được thỏa hiệp về lực kiểm soát lực đạt được thỏa hiệp về lực kiểm soát súng Đặc biệt Nếu nó bao gồm dưa lực của súng Đặc biệt Nếu nó bao gồm dưa lực của súng Đặc biệt Nếu nó bao gồm dưa lực của ông theo đạo lực your precious cho biết ông theo đạo lực your precious cho biết ông theo đạo lực your precious cho biết các chuyên gia được đào tạo sẽ được giao các chuyên gia được đào tạo sẽ được giao các chuyên gia được đào tạo sẽ được giao nhiệm vụ làm việc để xác định và quản lý nhiệm vụ làm việc để xác định và quản lý nhiệm vụ làm việc để xác định và quản lý các mối đe dọa ở cấp trung học trước khi các mối đe dọa ở cấp trung học trước khi các mối đe dọa ở cấp trung học trước khi chúng xảy ra dư luận sẽ chỉ đạo ở các chúng xảy ra dư luận sẽ chỉ đạo ở các chúng xảy ra dư luận sẽ chỉ đạo ở các chuyên gia về tâm lý trẻ em hợp tác chặt chuyên gia về tâm lý trẻ em hợp tác chặt chuyên gia về tâm lý trẻ em hợp tác chặt chẽ với trung tâm đánh giá mối đe dọa chẽ với trung tâm đánh giá mối đe dọa chẽ với trung tâm đánh giá mối đe dọa liên bang để phát triển các kỹ thuật dựa liên bang để phát triển các kỹ thuật dựa liên bang để phát triển các kỹ thuật dựa trên bằng chứng nhằm xác định các mối đe trên bằng chứng nhằm xác định các mối đe trên bằng chứng nhằm xác định các mối đe dọa tiềm ẩn theo ôm hòa vô hiệu Nếu mọi dọa tiềm ẩn theo ôm hòa vô hiệu Nếu mọi dọa tiềm ẩn theo ôm hòa vô hiệu Nếu mọi việc diễn ra theo đúng kế hoạch những việc diễn ra theo đúng kế hoạch những việc diễn ra theo đúng kế hoạch những người đánh bạc có thể trúng giải độc đắc người đánh bạc có thể trúng giải độc đắc người đánh bạc có thể trúng giải độc đắc vào mùa xuân năm sau ở Ô Môi Hà vào mùa xuân năm sau ở Ô Môi Hà vào mùa xuân năm sau ở Ô Môi Hà wolves game mình một công ty con của wolves game mình một công ty con của wolves game mình một công ty con của công ty hôi chân chi nhánh phát triển công ty hôi chân chi nhánh phát triển công ty hôi chân chi nhánh phát triển kinh tế của bộ lạc VINA bigo ở Nasa dự kinh tế của bộ lạc VINA bigo ở Nasa dự kinh tế của bộ lạc VINA bigo ở Nasa dự định khởi công vào mùa hè này với cái định khởi công vào mùa hè này với cái định khởi công vào mùa hè này với cái gọi là khô phức hợp giải trí đua xe và gọi là khô phức hợp giải trí đua xe và gọi là khô phức hợp giải trí đua xe và dòng bạn năng động tại địa điểm hiện tại dòng bạn năng động tại địa điểm hiện tại dòng bạn năng động tại địa điểm hiện tại của hoa sim điện thoại đi"], "transcript": [{"start": 0.0, "end": 2.929, "text": "ở trường Cao đẳng Watson outtake sẽ sử"}, {"start": 2.929, "end": 2.939, "text": "ở trường Cao đẳng Watson outtake sẽ sử"}, {"start": 2.939, "end": 5.21, "text": "ở trường Cao đẳng Watson outtake sẽ sử dụng khoảng tài trợ 1 triệu đô la từ"}, {"start": 5.21, "end": 5.22, "text": "dụng khoảng tài trợ 1 triệu đô la từ"}, {"start": 5.22, "end": 7.61, "text": "dụng khoảng tài trợ 1 triệu đô la từ tiểu bang để tăng khả năng tiếp cận các"}, {"start": 7.61, "end": 7.62, "text": "tiểu bang để tăng khả năng tiếp cận các"}, {"start": 7.62, "end": 9.44, "text": "tiểu bang để tăng khả năng tiếp cận các chương trình học viện nghề nghiệp trong"}, {"start": 9.44, "end": 9.45, "text": "chương trình học viện nghề nghiệp trong"}, {"start": 9.45, "end": 12.02, "text": "chương trình học viện nghề nghiệp trong các lĩnh vực có nhu cầu cao trước tiên"}, {"start": 12.02, "end": 12.03, "text": "các lĩnh vực có nhu cầu cao trước tiên"}, {"start": 12.03, "end": 13.759, "text": "các lĩnh vực có nhu cầu cao trước tiên sẽ được chuyển đến một trung tâm khu vực"}, {"start": 13.759, "end": 13.769, "text": "sẽ được chuyển đến một trung tâm khu vực"}, {"start": 13.769, "end": 17.45, "text": "sẽ được chuyển đến một trung tâm khu vực mới ở trên eason chưa ban đã trao 1.5"}, {"start": 17.45, "end": 17.46, "text": "mới ở trên eason chưa ban đã trao 1.5"}, {"start": 17.46, "end": 19.97, "text": "mới ở trên eason chưa ban đã trao 1.5 triệu Đôla tài trợ cạnh tranh thông qua"}, {"start": 19.97, "end": 19.98, "text": "triệu Đôla tài trợ cạnh tranh thông qua"}, {"start": 19.98, "end": 22.91, "text": "triệu Đôla tài trợ cạnh tranh thông qua củi khuyến học học viện nghề nghiệp để"}, {"start": 22.91, "end": 22.92, "text": "củi khuyến học học viện nghề nghiệp để"}, {"start": 22.92, "end": 25.04, "text": "củi khuyến học học viện nghề nghiệp để chuẩn bị trên nhiều học sinh trung học"}, {"start": 25.04, "end": 25.05, "text": "chuẩn bị trên nhiều học sinh trung học"}, {"start": 25.05, "end": 27.32, "text": "chuẩn bị trên nhiều học sinh trung học thành công hơn Trong quá trình đào tạo"}, {"start": 27.32, "end": 27.33, "text": "thành công hơn Trong quá trình đào tạo"}, {"start": 27.33, "end": 29.75, "text": "thành công hơn Trong quá trình đào tạo đại học sau trung học và lực lượng lao"}, {"start": 29.75, "end": 29.76, "text": "đại học sau trung học và lực lượng lao"}, {"start": 29.76, "end": 32.209, "text": "đại học sau trung học và lực lượng lao động trường Cao đẳng Cộng đồng inch"}, {"start": 32.209, "end": 32.219, "text": "động trường Cao đẳng Cộng đồng inch"}, {"start": 32.219, "end": 35.06, "text": "động trường Cao đẳng Cộng đồng inch heels đã được trao 500 ngàn đô la cho"}, {"start": 35.06, "end": 35.07, "text": "heels đã được trao 500 ngàn đô la cho"}, {"start": 35.07, "end": 37.639, "text": "heels đã được trao 500 ngàn đô la cho việc mở rộng trung tâm here west"}, {"start": 37.639, "end": 37.649, "text": "việc mở rộng trung tâm here west"}, {"start": 37.649, "end": 40.91, "text": "việc mở rộng trung tâm here west Virginia ở Central học sinh trong các"}, {"start": 40.91, "end": 40.92, "text": "Virginia ở Central học sinh trong các"}, {"start": 40.92, "end": 43.729, "text": "Virginia ở Central học sinh trong các học khu hợp tác sẽ được hưởng lợi từ các"}, {"start": 43.729, "end": 43.739, "text": "học khu hợp tác sẽ được hưởng lợi từ các"}, {"start": 43.739, "end": 46.549, "text": "học khu hợp tác sẽ được hưởng lợi từ các mối quan hệ đối tác trong ngành kiếm"}, {"start": 46.549, "end": 46.559, "text": "mối quan hệ đối tác trong ngành kiếm"}, {"start": 46.559, "end": 48.56, "text": "mối quan hệ đối tác trong ngành kiếm được tính chị trung học và đại học cũng"}, {"start": 48.56, "end": 48.57, "text": "được tính chị trung học và đại học cũng"}, {"start": 48.57, "end": 51.049, "text": "được tính chị trung học và đại học cũng như đạt được các kỹ năng kỹ thuật và học"}, {"start": 51.049, "end": 51.059, "text": "như đạt được các kỹ năng kỹ thuật và học"}, {"start": 51.059, "end": 53.63, "text": "như đạt được các kỹ năng kỹ thuật và học thuộc truyền thống văn phòng Tổng chưởng"}, {"start": 53.63, "end": 53.64, "text": "thuộc truyền thống văn phòng Tổng chưởng"}, {"start": 53.64, "end": 56.06, "text": "thuộc truyền thống văn phòng Tổng chưởng Lý sau đây Côi đời cho biết Hỏi sẽ không"}, {"start": 56.06, "end": 56.07, "text": "Lý sau đây Côi đời cho biết Hỏi sẽ không"}, {"start": 56.07, "end": 58.79, "text": "Lý sau đây Côi đời cho biết Hỏi sẽ không buộc tội tỷ phú kiêm nhà từ thiện khi"}, {"start": 58.79, "end": 58.8, "text": "buộc tội tỷ phú kiêm nhà từ thiện khi"}, {"start": 58.8, "end": 61.349, "text": "buộc tội tỷ phú kiêm nhà từ thiện khi Jenny Cellphone dù với bất kỳ tội danh"}, {"start": 61.349, "end": 61.359, "text": "Jenny Cellphone dù với bất kỳ tội danh"}, {"start": 61.359, "end": 63.81, "text": "Jenny Cellphone dù với bất kỳ tội danh nào sau cuộc điều tra về khả năng tàng"}, {"start": 63.81, "end": 63.82, "text": "nào sau cuộc điều tra về khả năng tàng"}, {"start": 63.82, "end": 65.87, "text": "nào sau cuộc điều tra về khả năng tàng trữ nội dung khiêu dâm trẻ em"}, {"start": 65.87, "end": 65.88, "text": "trữ nội dung khiêu dâm trẻ em"}, {"start": 65.88, "end": 68.91, "text": "trữ nội dung khiêu dâm trẻ em sunfat là một nhà từ thiện người đã làm"}, {"start": 68.91, "end": 68.92, "text": "sunfat là một nhà từ thiện người đã làm"}, {"start": 68.92, "end": 70.8, "text": "sunfat là một nhà từ thiện người đã làm nên tài sản của mình trong lĩnh vực ngân"}, {"start": 70.8, "end": 70.81, "text": "nên tài sản của mình trong lĩnh vực ngân"}, {"start": 70.81, "end": 74.1, "text": "nên tài sản của mình trong lĩnh vực ngân hàng và đã quyên góp hàng tỷ USD cho các"}, {"start": 74.1, "end": 74.11, "text": "hàng và đã quyên góp hàng tỷ USD cho các"}, {"start": 74.11, "end": 76.139, "text": "hàng và đã quyên góp hàng tỷ USD cho các bệnh viện trường đại học và tổ chức từ"}, {"start": 76.139, "end": 76.149, "text": "bệnh viện trường đại học và tổ chức từ"}, {"start": 76.149, "end": 78.81, "text": "bệnh viện trường đại học và tổ chức từ thiện các nhà điều tra Shadow đầu vào"}, {"start": 78.81, "end": 78.82, "text": "thiện các nhà điều tra Shadow đầu vào"}, {"start": 78.82, "end": 81.899, "text": "thiện các nhà điều tra Shadow đầu vào năm 2019 đã bắt đầu được xác tài khoản"}, {"start": 81.899, "end": 81.90899999999999, "text": "năm 2019 đã bắt đầu được xác tài khoản"}, {"start": 81.90899999999999, "end": 84.21000000000001, "text": "năm 2019 đã bắt đầu được xác tài khoản email của ông ta các nhà cung cấp dịch"}, {"start": 84.21000000000001, "end": 84.22, "text": "email của ông ta các nhà cung cấp dịch"}, {"start": 84.22, "end": 86.91, "text": "email của ông ta các nhà cung cấp dịch vụ di động và internet để tìm khả năng"}, {"start": 86.91, "end": 86.92, "text": "vụ di động và internet để tìm khả năng"}, {"start": 86.92, "end": 89.429, "text": "vụ di động và internet để tìm khả năng sở hữu nội dung khiêu dâm trẻ em Luật sư"}, {"start": 89.429, "end": 89.439, "text": "sở hữu nội dung khiêu dâm trẻ em Luật sư"}, {"start": 89.439, "end": 91.56, "text": "sở hữu nội dung khiêu dâm trẻ em Luật sư của Ren phối cho biết cuộc điều tra đã"}, {"start": 91.56, "end": 91.57, "text": "của Ren phối cho biết cuộc điều tra đã"}, {"start": 91.57, "end": 93.749, "text": "của Ren phối cho biết cuộc điều tra đã tiết lộ rằng tài khoản email của khách"}, {"start": 93.749, "end": 93.759, "text": "tiết lộ rằng tài khoản email của khách"}, {"start": 93.759, "end": 96.45, "text": "tiết lộ rằng tài khoản email của khách hàng của ông đã bị tấn công thường Nghệ"}, {"start": 96.45, "end": 96.46000000000001, "text": "hàng của ông đã bị tấn công thường Nghệ"}, {"start": 96.46000000000001, "end": 99.059, "text": "hàng của ông đã bị tấn công thường Nghệ sĩ Hoa Kỳ cho Presley của aya nói rằng"}, {"start": 99.059, "end": 99.069, "text": "sĩ Hoa Kỳ cho Presley của aya nói rằng"}, {"start": 99.069, "end": 101.55, "text": "sĩ Hoa Kỳ cho Presley của aya nói rằng ông hy vọng sẽ sớm được nghe về những nỗ"}, {"start": 101.55, "end": 101.56, "text": "ông hy vọng sẽ sớm được nghe về những nỗ"}, {"start": 101.56, "end": 104.16, "text": "ông hy vọng sẽ sớm được nghe về những nỗ lực đạt được thỏa hiệp về lực kiểm soát"}, {"start": 104.16, "end": 104.17, "text": "lực đạt được thỏa hiệp về lực kiểm soát"}, {"start": 104.17, "end": 106.85900000000001, "text": "lực đạt được thỏa hiệp về lực kiểm soát súng Đặc biệt Nếu nó bao gồm dưa lực của"}, {"start": 106.85900000000001, "end": 106.869, "text": "súng Đặc biệt Nếu nó bao gồm dưa lực của"}, {"start": 106.869, "end": 110.249, "text": "súng Đặc biệt Nếu nó bao gồm dưa lực của ông theo đạo lực your precious cho biết"}, {"start": 110.249, "end": 110.259, "text": "ông theo đạo lực your precious cho biết"}, {"start": 110.259, "end": 112.199, "text": "ông theo đạo lực your precious cho biết các chuyên gia được đào tạo sẽ được giao"}, {"start": 112.199, "end": 112.209, "text": "các chuyên gia được đào tạo sẽ được giao"}, {"start": 112.209, "end": 114.93, "text": "các chuyên gia được đào tạo sẽ được giao nhiệm vụ làm việc để xác định và quản lý"}, {"start": 114.93, "end": 114.94, "text": "nhiệm vụ làm việc để xác định và quản lý"}, {"start": 114.94, "end": 117.419, "text": "nhiệm vụ làm việc để xác định và quản lý các mối đe dọa ở cấp trung học trước khi"}, {"start": 117.419, "end": 117.429, "text": "các mối đe dọa ở cấp trung học trước khi"}, {"start": 117.429, "end": 120.73, "text": "các mối đe dọa ở cấp trung học trước khi chúng xảy ra dư luận sẽ chỉ đạo ở các"}, {"start": 120.73, "end": 120.74, "text": "chúng xảy ra dư luận sẽ chỉ đạo ở các"}, {"start": 120.74, "end": 122.95, "text": "chúng xảy ra dư luận sẽ chỉ đạo ở các chuyên gia về tâm lý trẻ em hợp tác chặt"}, {"start": 122.95, "end": 122.96, "text": "chuyên gia về tâm lý trẻ em hợp tác chặt"}, {"start": 122.96, "end": 125.23, "text": "chuyên gia về tâm lý trẻ em hợp tác chặt chẽ với trung tâm đánh giá mối đe dọa"}, {"start": 125.23, "end": 125.24, "text": "chẽ với trung tâm đánh giá mối đe dọa"}, {"start": 125.24, "end": 127.84, "text": "chẽ với trung tâm đánh giá mối đe dọa liên bang để phát triển các kỹ thuật dựa"}, {"start": 127.84, "end": 127.85, "text": "liên bang để phát triển các kỹ thuật dựa"}, {"start": 127.85, "end": 129.94, "text": "liên bang để phát triển các kỹ thuật dựa trên bằng chứng nhằm xác định các mối đe"}, {"start": 129.94, "end": 129.95, "text": "trên bằng chứng nhằm xác định các mối đe"}, {"start": 129.95, "end": 133.839, "text": "trên bằng chứng nhằm xác định các mối đe dọa tiềm ẩn theo ôm hòa vô hiệu Nếu mọi"}, {"start": 133.839, "end": 133.849, "text": "dọa tiềm ẩn theo ôm hòa vô hiệu Nếu mọi"}, {"start": 133.849, "end": 135.88, "text": "dọa tiềm ẩn theo ôm hòa vô hiệu Nếu mọi việc diễn ra theo đúng kế hoạch những"}, {"start": 135.88, "end": 135.89, "text": "việc diễn ra theo đúng kế hoạch những"}, {"start": 135.89, "end": 138.43, "text": "việc diễn ra theo đúng kế hoạch những người đánh bạc có thể trúng giải độc đắc"}, {"start": 138.43, "end": 138.44, "text": "người đánh bạc có thể trúng giải độc đắc"}, {"start": 138.44, "end": 140.789, "text": "người đánh bạc có thể trúng giải độc đắc vào mùa xuân năm sau ở Ô Môi Hà"}, {"start": 140.789, "end": 140.799, "text": "vào mùa xuân năm sau ở Ô Môi Hà"}, {"start": 140.799, "end": 143.41, "text": "vào mùa xuân năm sau ở Ô Môi Hà wolves game mình một công ty con của"}, {"start": 143.41, "end": 143.42000000000002, "text": "wolves game mình một công ty con của"}, {"start": 143.42000000000002, "end": 145.63, "text": "wolves game mình một công ty con của công ty hôi chân chi nhánh phát triển"}, {"start": 145.63, "end": 145.64, "text": "công ty hôi chân chi nhánh phát triển"}, {"start": 145.64, "end": 149.05, "text": "công ty hôi chân chi nhánh phát triển kinh tế của bộ lạc VINA bigo ở Nasa dự"}, {"start": 149.05, "end": 149.06, "text": "kinh tế của bộ lạc VINA bigo ở Nasa dự"}, {"start": 149.06, "end": 151.03, "text": "kinh tế của bộ lạc VINA bigo ở Nasa dự định khởi công vào mùa hè này với cái"}, {"start": 151.03, "end": 151.04, "text": "định khởi công vào mùa hè này với cái"}, {"start": 151.04, "end": 153.91, "text": "định khởi công vào mùa hè này với cái gọi là khô phức hợp giải trí đua xe và"}, {"start": 153.91, "end": 153.92000000000002, "text": "gọi là khô phức hợp giải trí đua xe và"}, {"start": 153.92000000000002, "end": 156.1, "text": "gọi là khô phức hợp giải trí đua xe và dòng bạn năng động tại địa điểm hiện tại"}, {"start": 156.1, "end": 156.11, "text": "dòng bạn năng động tại địa điểm hiện tại"}, {"start": 156.11, "end": 159.64, "text": "dòng bạn năng động tại địa điểm hiện tại của hoa sim điện thoại đi"}], "createdAt": "2025-12-15T04:23:05.000Z", "imageUrl": "https://img.youtube.com/vi/vhKiysMhxVo/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=vhKiysMhxVo", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_Fyt6aRmL4b4", "userId": "system", "title": "Basic Vietnamese Words & Phrases You Need to Know", "language": "vi", "content": "if you only have less than 15 minutes to if you only have less than 15 minutes to if you only have less than 15 minutes to learn basic Vietnamese this video is for learn basic Vietnamese this video is for learn basic Vietnamese this video is for you hi everyone it's V and I'm from you hi everyone it's V and I'm from you hi everyone it's V and I'm from Vietnam today I'm going to teach you Vietnam today I'm going to teach you Vietnam today I'm going to teach you basic Vietnamese words and phrases so basic Vietnamese words and phrases so basic Vietnamese words and phrases so that you can use to greet people order that you can use to greet people order that you can use to greet people order the right food or ask for direction and the right food or ask for direction and the right food or ask for direction and prize while traveling to Vietnam and prize while traveling to Vietnam and prize while traveling to Vietnam and don't forget to watch until the end don't forget to watch until the end don't forget to watch until the end because I have an announcement to make because I have an announcement to make because I have an announcement to make first of all to impress Vietnamese you first of all to impress Vietnamese you first of all to impress Vietnamese you need to learn how to count and now I'm need to learn how to count and now I'm need to learn how to count and now I'm going to show you an easy way to going to show you an easy way to going to show you an easy way to remember from 1 to 10 so see what I do remember from 1 to 10 so see what I do remember from 1 to 10 so see what I do and repeat after and repeat after and repeat after me number one in Vietnamese is mod mod me number one in Vietnamese is mod mod me number one in Vietnamese is mod mod is like a coat but with an M so it's is like a coat but with an M so it's is like a coat but with an M so it's like like like mod mod you should do it with me because mod mod you should do it with me because mod mod you should do it with me because we're going to learn through gesture we're going to learn through gesture we're going to learn through gesture number two in Vietnamese is hi hi is number two in Vietnamese is hi hi is number two in Vietnamese is hi hi is like when you say hi to somebody like when you say hi to somebody like when you say hi to somebody hi hi number three is ba ba is like bar hi hi number three is ba ba is like bar hi hi number three is ba ba is like bar but without rolling your tongue so is ba but without rolling your tongue so is ba but without rolling your tongue so is ba to remember it you would do this like to remember it you would do this like to remember it you would do this like you cheer when you go to the bar you cheer when you go to the bar you cheer when you go to the bar ba ba number four is bone bone is like ba ba number four is bone bone is like ba ba number four is bone bone is like your bone but with your tone up so is your bone but with your tone up so is your bone but with your tone up so is bone B number five is num num is like bone B number five is num num is like bone B number five is num num is like num like your hand is numb num number num like your hand is numb num number num like your hand is numb num number six is s s sounds like sour but with six is s s sounds like sour but with six is s s sounds like sour but with your tone up so your tone up so your tone up so is s number seven is B by it's like by is s number seven is B by it's like by is s number seven is B by it's like by so by but with a question mark so it's so by but with a question mark so it's so by but with a question mark so it's by by number eight is Tam Tam is like by by number eight is Tam Tam is like by by number eight is Tam Tam is like time but with your tone up so is number nine in Vietnamese is Chin is number nine in Vietnamese is Chin is number nine in Vietnamese is Chin Chin is like chin your chin but with Chin is like chin your chin but with Chin is like chin your chin but with your tone up so is your tone up so is your tone up so is Chin Chin last but not least number 10 Chin Chin last but not least number 10 Chin Chin last but not least number 10 is Mu mu is like a mo sound but with a is Mu mu is like a mo sound but with a is Mu mu is like a mo sound but with a smile so is okay let's review okay good job everyone well done review okay good job everyone well done review okay good job everyone well done now you know how to count from 1 to now you know how to count from 1 to now you know how to count from 1 to 10 to say hello in Vietnamese you would 10 to say hello in Vietnamese you would 10 to say hello in Vietnamese you would say sin Chow is it's like you seen a say sin Chow is it's like you seen a say sin Chow is it's like you seen a Chow Chow like a dog and you say hello Chow Chow like a dog and you say hello Chow Chow like a dog and you say hello to it so is seen to it so is seen to it so is seen chow chow here is not Chow is chow with chow chow here is not Chow is chow with chow chow here is not Chow is chow with your tone down so it's sin Chow sin Chow thank you In Vietnamese Chow thank you In Vietnamese Chow thank you In Vietnamese is it's like you come and earn something is it's like you come and earn something is it's like you come and earn something so you would say thank you gam earn you so you would say thank you gam earn you so you would say thank you gam earn you shouldn't roll your tongue when you say shouldn't roll your tongue when you say shouldn't roll your tongue when you say earn it's simply just ear so it's earn it's simply just ear so it's earn it's simply just ear so it's gam if you want to say you're welcome gam if you want to say you're welcome gam if you want to say you're welcome you say now let's review it in northern and say now let's review it in northern and say now let's review it in northern and southern accent to say sorry in Vietnamese you'll accent to say sorry in Vietnamese you'll accent to say sorry in Vietnamese you'll say sinen l it's like you've seen a guy say sinen l it's like you've seen a guy say sinen l it's like you've seen a guy named Roy but with an l so you would say named Roy but with an l so you would say named Roy but with an l so you would say sorry sorry sorry sin that means you apologize for sin that means you apologize for sin that means you apologize for mispronouncing his mispronouncing his mispronouncing his name if you want to say no problem you name if you want to say no problem you name if you want to say no problem you would say all right let's review say all right let's review say all right let's review Sin Sin Lo okay let's review how you would greet in okay let's review how you would greet in okay let's review how you would greet in Vietnamese how do you say Vietnamese how do you say Vietnamese how do you say hello hello hello sinow how about sorry how about thank you well you well you well done when you need to ask for the price done when you need to ask for the price done when you need to ask for the price how much is it you would say how much is it you would say how much is it you would say bow it's like you bow for new tins but bow it's like you bow for new tins but bow it's like you bow for new tins but tins here has longer e and you pronounce tins here has longer e and you pronounce tins here has longer e and you pronounce a t lighter so a t lighter so a t lighter so it's B new B new B new thing B new thing if you want to pay thing B new thing if you want to pay thing B new thing if you want to pay you're going to say imagine now you need to pay for a ton of imagine now you need to pay for a ton of imagine now you need to pay for a ton of tins that you just bought so is tontin tins that you just bought so is tontin tins that you just bought so is tontin right now is the ton is with an i so is if it's too expensive you would say is if it's too expensive you would say is if it's too expensive you would say m it's like you W when buying expensive m it's like you W when buying expensive m it's like you W when buying expensive mac and cheese so is M if you want to sound like a local you M if you want to sound like a local you M if you want to sound like a local you can say m Jo last but not least if you can say m Jo last but not least if you can say m Jo last but not least if you want a discount you would say want a discount you would say want a discount you would say Zam it's like you're holding yams and Zam it's like you're holding yams and Zam it's like you're holding yams and you yeah for your discount so Zam you yeah for your discount so Zam you yeah for your discount so Zam Z Z Z Zam y it sounds more similar to Y right Zam y it sounds more similar to Y right Zam y it sounds more similar to Y right y let's review if you want to ask how y let's review if you want to ask how y let's review if you want to ask how much is it you would say much is it you would say much is it you would say B if you want to pay you would say if it's too expensive you would say and if you want a discount you would say and if you want a discount you would say and if you want a discount you would say Zam Z good job guys to get even more say Zam Z good job guys to get even more say Zam Z good job guys to get even more discount in Vietnam I will suggest you discount in Vietnam I will suggest you discount in Vietnam I will suggest you to take Vietnamese lesson with native to take Vietnamese lesson with native to take Vietnamese lesson with native speakers if you want to have immersive speakers if you want to have immersive speakers if you want to have immersive learning experience where classes can be learning experience where classes can be learning experience where classes can be combined with a Homestay family I combined with a Homestay family I combined with a Homestay family I suggest you check out LTL Language suggest you check out LTL Language suggest you check out LTL Language School who is also our sponsor for this School who is also our sponsor for this School who is also our sponsor for this video from my experience the fastest and video from my experience the fastest and video from my experience the fastest and the most efficient way to learn a the most efficient way to learn a the most efficient way to learn a language which is interacting with the language which is interacting with the language which is interacting with the host family this is far more beneficial host family this is far more beneficial host family this is far more beneficial than just traveling to Vietnam and than just traveling to Vietnam and than just traveling to Vietnam and staying in the hotel because you can staying in the hotel because you can staying in the hotel because you can practice your Vietnamese with native practice your Vietnamese with native practice your Vietnamese with native speakers enjoy Vietnamese food and learn speakers enjoy Vietnamese food and learn speakers enjoy Vietnamese food and learn a lot about Vietnamese culture LTL also a lot about Vietnamese culture LTL also a lot about Vietnamese culture LTL also offers one-on-one Safari classes which offers one-on-one Safari classes which offers one-on-one Safari classes which give you the opportunity to hit the give you the opportunity to hit the give you the opportunity to hit the street and practice Vietnamese with the street and practice Vietnamese with the street and practice Vietnamese with the teacher and local Vietnamese vendors teacher and local Vietnamese vendors teacher and local Vietnamese vendors this is a great way to apply what is this is a great way to apply what is this is a great way to apply what is learned in class last but not least they learned in class last but not least they learned in class last but not least they offer small group classes averaging just offer small group classes averaging just offer small group classes averaging just two to three students this is two to three students this is two to three students this is significantly smaller than universities significantly smaller than universities significantly smaller than universities and most other language schools where 10 and most other language schools where 10 and most other language schools where 10 or 20 plus students can be crammed into or 20 plus students can be crammed into or 20 plus students can be crammed into a room as Vietnamese is tonal is very a room as Vietnamese is tonal is very a room as Vietnamese is tonal is very important for beginners to receive important for beginners to receive important for beginners to receive personalized feedback to improve their personalized feedback to improve their personalized feedback to improve their pronunciation plus they can make more pronunciation plus they can make more pronunciation plus they can make more friends and take part in cultural friends and take part in cultural friends and take part in cultural activities every week check out the link activities every week check out the link activities every week check out the link in the description box below to learn in the description box below to learn in the description box below to learn more about LTL language school and now more about LTL language school and now more about LTL language school and now I'm going to teach you more words in I'm going to teach you more words in I'm going to teach you more words in restaurant now you're at the restaurant restaurant now you're at the restaurant restaurant now you're at the restaurant and you want to get the waiter or the and you want to get the waiter or the and you want to get the waiter or the waitress's attention you would say m o waitress's attention you would say m o waitress's attention you would say m o imagine is like Emma steals your oyster imagine is like Emma steals your oyster imagine is like Emma steals your oyster so you would say m o just to try to get so you would say m o just to try to get so you would say m o just to try to get her attention and hopefully she'll give her attention and hopefully she'll give her attention and hopefully she'll give you the food back m you the food back m you the food back m o o o m o since I'm from the north please m o since I'm from the north please m o since I'm from the north please excuse for my Southern accent okay so excuse for my Southern accent okay so excuse for my Southern accent okay so now he or she gives you the menu and you now he or she gives you the menu and you now he or she gives you the menu and you see the food that you want to eat you see the food that you want to eat you see the food that you want to eat you would say this would say this would say this one to remember it you would imagine one to remember it you would imagine one to remember it you would imagine that you point at the kite at night okay that you point at the kite at night okay that you point at the kite at night okay so you would say k n the kite is with so you would say k n the kite is with so you would say k n the kite is with your tone up so is K and then night with your tone up so is K and then night with your tone up so is K and then night with your tone down so is your tone down so is your tone down so is n n n n n now you want to say cheer to your n now you want to say cheer to your n now you want to say cheer to your friend you would count from one to three friend you would count from one to three friend you would count from one to three do you remember how to do it do you remember how to do it do you remember how to do it yes and you say zo zo is like yo okay so yes and you say zo zo is like yo okay so yes and you say zo zo is like yo okay so is Zo is Zo is Zo and then people will and then people will and then people will say means drink all right should we try say means drink all right should we try say means drink all right should we try it again but after drinking everyone is again but after drinking everyone is again but after drinking everyone is gonna shake hand with each other and gonna shake hand with each other and gonna shake hand with each other and say that means wish you had a good say that means wish you had a good say that means wish you had a good health by the way don't forget to health by the way don't forget to health by the way don't forget to subscribe to my channel because I'm subscribe to my channel because I'm subscribe to my channel because I'm going to have the Vietnamese drinking going to have the Vietnamese drinking going to have the Vietnamese drinking culture video coming up soon if you drink too much and now you soon if you drink too much and now you soon if you drink too much and now you need to go to the bathroom you would ask need to go to the bathroom you would ask need to go to the bathroom you would ask for V sing imagine it's like a V sings for V sing imagine it's like a V sings for V sing imagine it's like a V sings in the bathroom so now you remember the in the bathroom so now you remember the in the bathroom so now you remember the word v sing V sing and the whole word v sing V sing and the whole word v sing V sing and the whole sentence is what the bathroom is is I did a whole video about how you can is I did a whole video about how you can is I did a whole video about how you can order food and how to ask for a bathroom order food and how to ask for a bathroom order food and how to ask for a bathroom in this video so you should check it out in this video so you should check it out in this video so you should check it out after watching this video now let's after watching this video now let's after watching this video now let's review if you want to get the waiter or review if you want to get the waiter or review if you want to get the waiter or waitress's attention you would waitress's attention you would waitress's attention you would Sayo you point at the food you would Sayo you point at the food you would Sayo you point at the food you would say when you want to cheer you would say if you want to ask for the bathroom say if you want to ask for the bathroom say if you want to ask for the bathroom you would say you got say you got say you got this all right everyone let's move on to this all right everyone let's move on to this all right everyone let's move on to Direction Direction Direction in Vietnam we drive motorbike a lot so in Vietnam we drive motorbike a lot so in Vietnam we drive motorbike a lot so we would make this we would make this we would make this sound can you guys make this sound or is sound can you guys make this sound or is sound can you guys make this sound or is it my hidden talent when you travel to it my hidden talent when you travel to it my hidden talent when you travel to Vietnam you might experience sitting on Vietnam you might experience sitting on Vietnam you might experience sitting on a grab bike grab is like an Uber in a grab bike grab is like an Uber in a grab bike grab is like an Uber in Vietnam and you might need to know some Vietnam and you might need to know some Vietnam and you might need to know some direction words left right straight or direction words left right straight or direction words left right straight or stop to direct the grab driver so now stop to direct the grab driver so now stop to direct the grab driver so now I'm going to teach you those words left I'm going to teach you those words left I'm going to teach you those words left in Vietnamese is chai chai is like chai in Vietnamese is chai chai is like chai in Vietnamese is chai chai is like chai but with your tone up so you drink chai but with your tone up so you drink chai but with your tone up so you drink chai on your left chai right in Vietnamese is on your left chai right in Vietnamese is on your left chai right in Vietnamese is f f is like fight but with a question f f is like fight but with a question f f is like fight but with a question mark like huh so it's mark like huh so it's mark like huh so it's f f if you want to say go straight f f if you want to say go straight f f if you want to say go straight is so dang how I remember it is like is so dang how I remember it is like is so dang how I remember it is like letter D with your tongue with a letter D with your tongue with a letter D with your tongue with a question mark okay so is D last but not least if you want to say D last but not least if you want to say D last but not least if you want to say stop you would say stop you would say stop you would say z z is like Zoom but with the D sound z z is like Zoom but with the D sound z z is like Zoom but with the D sound and light is like light but with and light is like light but with and light is like light but with somebody like hit to your stomach so is somebody like hit to your stomach so is somebody like hit to your stomach so is z z z z got it now let's review since you stay until the end let review since you stay until the end let review since you stay until the end let me give you some very important survival me give you some very important survival me give you some very important survival phrases that you should learn before phrases that you should learn before phrases that you should learn before traveling to Vietnam let's get started traveling to Vietnam let's get started traveling to Vietnam let's get started to my name is I am from [Music] [Music] [Music] Vietnam what dish would you Vietnam what dish would you Vietnam what dish would you [Music] recommend do you speak English I don't understand please speak [Music] [Music] [Music] slowly when is the next bus one ticket please is there any gas station near please is there any gas station near please is there any gas station near here is restaurant here is restaurant here is restaurant but is hospital I hope you never have to but is hospital I hope you never have to but is hospital I hope you never have to use the last sentence that I just taught use the last sentence that I just taught use the last sentence that I just taught you because Vietnam is generally safe by you because Vietnam is generally safe by you because Vietnam is generally safe by the way I'm hosting a group tour at the the way I'm hosting a group tour at the the way I'm hosting a group tour at the end of this year I'm going to take end of this year I'm going to take end of this year I'm going to take people to travel from north to south of people to travel from north to south of people to travel from north to south of Vietnam for 10 days to explore Vietnam for 10 days to explore Vietnam for 10 days to explore Vietnamese food and culture so if you Vietnamese food and culture so if you Vietnamese food and culture so if you are interested check out my website and are interested check out my website and are interested check out my website and I'm going to leave the link in the I'm going to leave the link in the I'm going to leave the link in the description box below and I hope this description box below and I hope this description box below and I hope this video is helpful for you if it is please video is helpful for you if it is please video is helpful for you if it is please don't forget to share like And subscribe don't forget to share like And subscribe don't forget to share like And subscribe also comment down below what kind of also comment down below what kind of also comment down below what kind of topic you want to watch more in my topic you want to watch more in my topic you want to watch more in my channel and always I really really channel and always I really really channel and always I really really appreciate your support thank you so appreciate your support thank you so appreciate your support thank you so much much and I'll see you in the next much much and I'll see you in the next much much and I'll see you in the next video video video bye", "sentences": ["if you only have less than 15 minutes to if you only have less than 15 minutes to if you only have less than 15 minutes to learn basic Vietnamese this video is for learn basic Vietnamese this video is for learn basic Vietnamese this video is for you hi everyone it's V and I'm from you hi everyone it's V and I'm from you hi everyone it's V and I'm from Vietnam today I'm going to teach you Vietnam today I'm going to teach you Vietnam today I'm going to teach you basic Vietnamese words and phrases so basic Vietnamese words and phrases so basic Vietnamese words and phrases so that you can use to greet people order that you can use to greet people order that you can use to greet people order the right food or ask for direction and the right food or ask for direction and the right food or ask for direction and prize while traveling to Vietnam and prize while traveling to Vietnam and prize while traveling to Vietnam and don't forget to watch until the end don't forget to watch until the end don't forget to watch until the end because I have an announcement to make because I have an announcement to make because I have an announcement to make first of all to impress Vietnamese you first of all to impress Vietnamese you first of all to impress Vietnamese you need to learn how to count and now I'm need to learn how to count and now I'm need to learn how to count and now I'm going to show you an easy way to going to show you an easy way to going to show you an easy way to remember from 1 to 10 so see what I do remember from 1 to 10 so see what I do remember from 1 to 10 so see what I do and repeat after and repeat after and repeat after me number one in Vietnamese is mod mod me number one in Vietnamese is mod mod me number one in Vietnamese is mod mod is like a coat but with an M so it's is like a coat but with an M so it's is like a coat but with an M so it's like like like mod mod you should do it with me because mod mod you should do it with me because mod mod you should do it with me because we're going to learn through gesture we're going to learn through gesture we're going to learn through gesture number two in Vietnamese is hi hi is number two in Vietnamese is hi hi is number two in Vietnamese is hi hi is like when you say hi to somebody like when you say hi to somebody like when you say hi to somebody hi hi number three is ba ba is like bar hi hi number three is ba ba is like bar hi hi number three is ba ba is like bar but without rolling your tongue so is ba but without rolling your tongue so is ba but without rolling your tongue so is ba to remember it you would do this like to remember it you would do this like to remember it you would do this like you cheer when you go to the bar you cheer when you go to the bar you cheer when you go to the bar ba ba number four is bone bone is like ba ba number four is bone bone is like ba ba number four is bone bone is like your bone but with your tone up so is your bone but with your tone up so is your bone but with your tone up so is bone B number five is num num is like bone B number five is num num is like bone B number five is num num is like num like your hand is numb num number num like your hand is numb num number num like your hand is numb num number six is s s sounds like sour but with six is s s sounds like sour but with six is s s sounds like sour but with your tone up so your tone up so your tone up so is s number seven is B by it's like by is s number seven is B by it's like by is s number seven is B by it's like by so by but with a question mark so it's so by but with a question mark so it's so by but with a question mark so it's by by number eight is Tam Tam is like by by number eight is Tam Tam is like by by number eight is Tam Tam is like time but with your tone up so is number nine in Vietnamese is Chin is number nine in Vietnamese is Chin is number nine in Vietnamese is Chin Chin is like chin your chin but with Chin is like chin your chin but with Chin is like chin your chin but with your tone up so is your tone up so is your tone up so is Chin Chin last but not least number 10 Chin Chin last but not least number 10 Chin Chin last but not least number 10 is Mu mu is like a mo sound but with a is Mu mu is like a mo sound but with a is Mu mu is like a mo sound but with a smile so is okay let's review okay good job everyone well done review okay good job everyone well done review okay good job everyone well done now you know how to count from 1 to now you know how to count from 1 to now you know how to count from 1 to 10 to say hello in Vietnamese you would 10 to say hello in Vietnamese you would 10 to say hello in Vietnamese you would say sin Chow is it's like you seen a say sin Chow is it's like you seen a say sin Chow is it's like you seen a Chow Chow like a dog and you say hello Chow Chow like a dog and you say hello Chow Chow like a dog and you say hello to it so is seen to it so is seen to it so is seen chow chow here is not Chow is chow with chow chow here is not Chow is chow with chow chow here is not Chow is chow with your tone down so it's sin Chow sin Chow thank you In Vietnamese Chow thank you In Vietnamese Chow thank you In Vietnamese is it's like you come and earn something is it's like you come and earn something is it's like you come and earn something so you would say thank you gam earn you so you would say thank you gam earn you so you would say thank you gam earn you shouldn't roll your tongue when you say shouldn't roll your tongue when you say shouldn't roll your tongue when you say earn it's simply just ear so it's earn it's simply just ear so it's earn it's simply just ear so it's gam if you want to say you're welcome gam if you want to say you're welcome gam if you want to say you're welcome you say now let's review it in northern and say now let's review it in northern and say now let's review it in northern and southern accent to say sorry in Vietnamese you'll accent to say sorry in Vietnamese you'll accent to say sorry in Vietnamese you'll say sinen l it's like you've seen a guy say sinen l it's like you've seen a guy say sinen l it's like you've seen a guy named Roy but with an l so you would say named Roy but with an l so you would say named Roy but with an l so you would say sorry sorry sorry sin that means you apologize for sin that means you apologize for sin that means you apologize for mispronouncing his mispronouncing his mispronouncing his name if you want to say no problem you name if you want to say no problem you name if you want to say no problem you would say all right let's review say all right let's review say all right let's review Sin Sin Lo okay let's review how you would greet in okay let's review how you would greet in okay let's review how you would greet in Vietnamese how do you say Vietnamese how do you say Vietnamese how do you say hello hello hello sinow how about sorry how about thank you well you well you well done when you need to ask for the price done when you need to ask for the price done when you need to ask for the price how much is it you would say how much is it you would say how much is it you would say bow it's like you bow for new tins but bow it's like you bow for new tins but bow it's like you bow for new tins but tins here has longer e and you pronounce tins here has longer e and you pronounce tins here has longer e and you pronounce a t lighter so a t lighter so a t lighter so it's B new B new B new thing B new thing if you want to pay thing B new thing if you want to pay thing B new thing if you want to pay you're going to say imagine now you need to pay for a ton of imagine now you need to pay for a ton of imagine now you need to pay for a ton of tins that you just bought so is tontin tins that you just bought so is tontin tins that you just bought so is tontin right now is the ton is with an i so is if it's too expensive you would say is if it's too expensive you would say is if it's too expensive you would say m it's like you W when buying expensive m it's like you W when buying expensive m it's like you W when buying expensive mac and cheese so is M if you want to sound like a local you M if you want to sound like a local you M if you want to sound like a local you can say m Jo last but not least if you can say m Jo last but not least if you can say m Jo last but not least if you want a discount you would say want a discount you would say want a discount you would say Zam it's like you're holding yams and Zam it's like you're holding yams and Zam it's like you're holding yams and you yeah for your discount so Zam you yeah for your discount so Zam you yeah for your discount so Zam Z Z Z Zam y it sounds more similar to Y right Zam y it sounds more similar to Y right Zam y it sounds more similar to Y right y let's review if you want to ask how y let's review if you want to ask how y let's review if you want to ask how much is it you would say much is it you would say much is it you would say B if you want to pay you would say if it's too expensive you would say and if you want a discount you would say and if you want a discount you would say and if you want a discount you would say Zam Z good job guys to get even more say Zam Z good job guys to get even more say Zam Z good job guys to get even more discount in Vietnam I will suggest you discount in Vietnam I will suggest you discount in Vietnam I will suggest you to take Vietnamese lesson with native to take Vietnamese lesson with native to take Vietnamese lesson with native speakers if you want to have immersive speakers if you want to have immersive speakers if you want to have immersive learning experience where classes can be learning experience where classes can be learning experience where classes can be combined with a Homestay family I combined with a Homestay family I combined with a Homestay family I suggest you check out LTL Language suggest you check out LTL Language suggest you check out LTL Language School who is also our sponsor for this School who is also our sponsor for this School who is also our sponsor for this video from my experience the fastest and video from my experience the fastest and video from my experience the fastest and the most efficient way to learn a the most efficient way to learn a the most efficient way to learn a language which is interacting with the language which is interacting with the language which is interacting with the host family this is far more beneficial host family this is far more beneficial host family this is far more beneficial than just traveling to Vietnam and than just traveling to Vietnam and than just traveling to Vietnam and staying in the hotel because you can staying in the hotel because you can staying in the hotel because you can practice your Vietnamese with native practice your Vietnamese with native practice your Vietnamese with native speakers enjoy Vietnamese food and learn speakers enjoy Vietnamese food and learn speakers enjoy Vietnamese food and learn a lot about Vietnamese culture LTL also a lot about Vietnamese culture LTL also a lot about Vietnamese culture LTL also offers one-on-one Safari classes which offers one-on-one Safari classes which offers one-on-one Safari classes which give you the opportunity to hit the give you the opportunity to hit the give you the opportunity to hit the street and practice Vietnamese with the street and practice Vietnamese with the street and practice Vietnamese with the teacher and local Vietnamese vendors teacher and local Vietnamese vendors teacher and local Vietnamese vendors this is a great way to apply what is this is a great way to apply what is this is a great way to apply what is learned in class last but not least they learned in class last but not least they learned in class last but not least they offer small group classes averaging just offer small group classes averaging just offer small group classes averaging just two to three students this is two to three students this is two to three students this is significantly smaller than universities significantly smaller than universities significantly smaller than universities and most other language schools where 10 and most other language schools where 10 and most other language schools where 10 or 20 plus students can be crammed into or 20 plus students can be crammed into or 20 plus students can be crammed into a room as Vietnamese is tonal is very a room as Vietnamese is tonal is very a room as Vietnamese is tonal is very important for beginners to receive important for beginners to receive important for beginners to receive personalized feedback to improve their personalized feedback to improve their personalized feedback to improve their pronunciation plus they can make more pronunciation plus they can make more pronunciation plus they can make more friends and take part in cultural friends and take part in cultural friends and take part in cultural activities every week check out the link activities every week check out the link activities every week check out the link in the description box below to learn in the description box below to learn in the description box below to learn more about LTL language school and now more about LTL language school and now more about LTL language school and now I'm going to teach you more words in I'm going to teach you more words in I'm going to teach you more words in restaurant now you're at the restaurant restaurant now you're at the restaurant restaurant now you're at the restaurant and you want to get the waiter or the and you want to get the waiter or the and you want to get the waiter or the waitress's attention you would say m o waitress's attention you would say m o waitress's attention you would say m o imagine is like Emma steals your oyster imagine is like Emma steals your oyster imagine is like Emma steals your oyster so you would say m o just to try to get so you would say m o just to try to get so you would say m o just to try to get her attention and hopefully she'll give her attention and hopefully she'll give her attention and hopefully she'll give you the food back m you the food back m you the food back m o o o m o since I'm from the north please m o since I'm from the north please m o since I'm from the north please excuse for my Southern accent okay so excuse for my Southern accent okay so excuse for my Southern accent okay so now he or she gives you the menu and you now he or she gives you the menu and you now he or she gives you the menu and you see the food that you want to eat you see the food that you want to eat you see the food that you want to eat you would say this would say this would say this one to remember it you would imagine one to remember it you would imagine one to remember it you would imagine that you point at the kite at night okay that you point at the kite at night okay that you point at the kite at night okay so you would say k n the kite is with so you would say k n the kite is with so you would say k n the kite is with your tone up so is K and then night with your tone up so is K and then night with your tone up so is K and then night with your tone down so is your tone down so is your tone down so is n n n n n now you want to say cheer to your n now you want to say cheer to your n now you want to say cheer to your friend you would count from one to three friend you would count from one to three friend you would count from one to three do you remember how to do it do you remember how to do it do you remember how to do it yes and you say zo zo is like yo okay so yes and you say zo zo is like yo okay so yes and you say zo zo is like yo okay so is Zo is Zo is Zo and then people will and then people will and then people will say means drink all right should we try say means drink all right should we try say means drink all right should we try it again but after drinking everyone is again but after drinking everyone is again but after drinking everyone is gonna shake hand with each other and gonna shake hand with each other and gonna shake hand with each other and say that means wish you had a good say that means wish you had a good say that means wish you had a good health by the way don't forget to health by the way don't forget to health by the way don't forget to subscribe to my channel because I'm subscribe to my channel because I'm subscribe to my channel because I'm going to have the Vietnamese drinking going to have the Vietnamese drinking going to have the Vietnamese drinking culture video coming up soon if you drink too much and now you soon if you drink too much and now you soon if you drink too much and now you need to go to the bathroom you would ask need to go to the bathroom you would ask need to go to the bathroom you would ask for V sing imagine it's like a V sings for V sing imagine it's like a V sings for V sing imagine it's like a V sings in the bathroom so now you remember the in the bathroom so now you remember the in the bathroom so now you remember the word v sing V sing and the whole word v sing V sing and the whole word v sing V sing and the whole sentence is what the bathroom is is I did a whole video about how you can is I did a whole video about how you can is I did a whole video about how you can order food and how to ask for a bathroom order food and how to ask for a bathroom order food and how to ask for a bathroom in this video so you should check it out in this video so you should check it out in this video so you should check it out after watching this video now let's after watching this video now let's after watching this video now let's review if you want to get the waiter or review if you want to get the waiter or review if you want to get the waiter or waitress's attention you would waitress's attention you would waitress's attention you would Sayo you point at the food you would Sayo you point at the food you would Sayo you point at the food you would say when you want to cheer you would say if you want to ask for the bathroom say if you want to ask for the bathroom say if you want to ask for the bathroom you would say you got say you got say you got this all right everyone let's move on to this all right everyone let's move on to this all right everyone let's move on to Direction Direction Direction in Vietnam we drive motorbike a lot so in Vietnam we drive motorbike a lot so in Vietnam we drive motorbike a lot so we would make this we would make this we would make this sound can you guys make this sound or is sound can you guys make this sound or is sound can you guys make this sound or is it my hidden talent when you travel to it my hidden talent when you travel to it my hidden talent when you travel to Vietnam you might experience sitting on Vietnam you might experience sitting on Vietnam you might experience sitting on a grab bike grab is like an Uber in a grab bike grab is like an Uber in a grab bike grab is like an Uber in Vietnam and you might need to know some Vietnam and you might need to know some Vietnam and you might need to know some direction words left right straight or direction words left right straight or direction words left right straight or stop to direct the grab driver so now stop to direct the grab driver so now stop to direct the grab driver so now I'm going to teach you those words left I'm going to teach you those words left I'm going to teach you those words left in Vietnamese is chai chai is like chai in Vietnamese is chai chai is like chai in Vietnamese is chai chai is like chai but with your tone up so you drink chai but with your tone up so you drink chai but with your tone up so you drink chai on your left chai right in Vietnamese is on your left chai right in Vietnamese is on your left chai right in Vietnamese is f f is like fight but with a question f f is like fight but with a question f f is like fight but with a question mark like huh so it's mark like huh so it's mark like huh so it's f f if you want to say go straight f f if you want to say go straight f f if you want to say go straight is so dang how I remember it is like is so dang how I remember it is like is so dang how I remember it is like letter D with your tongue with a letter D with your tongue with a letter D with your tongue with a question mark okay so is D last but not least if you want to say D last but not least if you want to say D last but not least if you want to say stop you would say stop you would say stop you would say z z is like Zoom but with the D sound z z is like Zoom but with the D sound z z is like Zoom but with the D sound and light is like light but with and light is like light but with and light is like light but with somebody like hit to your stomach so is somebody like hit to your stomach so is somebody like hit to your stomach so is z z z z got it now let's review since you stay until the end let review since you stay until the end let review since you stay until the end let me give you some very important survival me give you some very important survival me give you some very important survival phrases that you should learn before phrases that you should learn before phrases that you should learn before traveling to Vietnam let's get started traveling to Vietnam let's get started traveling to Vietnam let's get started to my name is I am from [Music] [Music] [Music] Vietnam what dish would you Vietnam what dish would you Vietnam what dish would you [Music] recommend do you speak English I don't understand please speak [Music] [Music] [Music] slowly when is the next bus one ticket please is there any gas station near please is there any gas station near please is there any gas station near here is restaurant here is restaurant here is restaurant but is hospital I hope you never have to but is hospital I hope you never have to but is hospital I hope you never have to use the last sentence that I just taught use the last sentence that I just taught use the last sentence that I just taught you because Vietnam is generally safe by you because Vietnam is generally safe by you because Vietnam is generally safe by the way I'm hosting a group tour at the the way I'm hosting a group tour at the the way I'm hosting a group tour at the end of this year I'm going to take end of this year I'm going to take end of this year I'm going to take people to travel from north to south of people to travel from north to south of people to travel from north to south of Vietnam for 10 days to explore Vietnam for 10 days to explore Vietnam for 10 days to explore Vietnamese food and culture so if you Vietnamese food and culture so if you Vietnamese food and culture so if you are interested check out my website and are interested check out my website and are interested check out my website and I'm going to leave the link in the I'm going to leave the link in the I'm going to leave the link in the description box below and I hope this description box below and I hope this description box below and I hope this video is helpful for you if it is please video is helpful for you if it is please video is helpful for you if it is please don't forget to share like And subscribe don't forget to share like And subscribe don't forget to share like And subscribe also comment down below what kind of also comment down below what kind of also comment down below what kind of topic you want to watch more in my topic you want to watch more in my topic you want to watch more in my channel and always I really really channel and always I really really channel and always I really really appreciate your support thank you so appreciate your support thank you so appreciate your support thank you so much much and I'll see you in the next much much and I'll see you in the next much much and I'll see you in the next video video video bye"], "transcript": [{"start": 0.359, "end": 2.59, "text": "if you only have less than 15 minutes to"}, {"start": 2.59, "end": 2.6, "text": "if you only have less than 15 minutes to"}, {"start": 2.6, "end": 5.349, "text": "if you only have less than 15 minutes to learn basic Vietnamese this video is for"}, {"start": 5.349, "end": 5.359, "text": "learn basic Vietnamese this video is for"}, {"start": 5.359, "end": 8.43, "text": "learn basic Vietnamese this video is for you hi everyone it's V and I'm from"}, {"start": 8.43, "end": 8.44, "text": "you hi everyone it's V and I'm from"}, {"start": 8.44, "end": 10.709, "text": "you hi everyone it's V and I'm from Vietnam today I'm going to teach you"}, {"start": 10.709, "end": 10.719, "text": "Vietnam today I'm going to teach you"}, {"start": 10.719, "end": 13.23, "text": "Vietnam today I'm going to teach you basic Vietnamese words and phrases so"}, {"start": 13.23, "end": 13.24, "text": "basic Vietnamese words and phrases so"}, {"start": 13.24, "end": 15.589, "text": "basic Vietnamese words and phrases so that you can use to greet people order"}, {"start": 15.589, "end": 15.599, "text": "that you can use to greet people order"}, {"start": 15.599, "end": 18.109, "text": "that you can use to greet people order the right food or ask for direction and"}, {"start": 18.109, "end": 18.119, "text": "the right food or ask for direction and"}, {"start": 18.119, "end": 20.75, "text": "the right food or ask for direction and prize while traveling to Vietnam and"}, {"start": 20.75, "end": 20.76, "text": "prize while traveling to Vietnam and"}, {"start": 20.76, "end": 22.429, "text": "prize while traveling to Vietnam and don't forget to watch until the end"}, {"start": 22.429, "end": 22.439, "text": "don't forget to watch until the end"}, {"start": 22.439, "end": 24.75, "text": "don't forget to watch until the end because I have an announcement to make"}, {"start": 24.75, "end": 24.76, "text": "because I have an announcement to make"}, {"start": 24.76, "end": 27.189, "text": "because I have an announcement to make first of all to impress Vietnamese you"}, {"start": 27.189, "end": 27.199, "text": "first of all to impress Vietnamese you"}, {"start": 27.199, "end": 29.71, "text": "first of all to impress Vietnamese you need to learn how to count and now I'm"}, {"start": 29.71, "end": 29.72, "text": "need to learn how to count and now I'm"}, {"start": 29.72, "end": 31.63, "text": "need to learn how to count and now I'm going to show you an easy way to"}, {"start": 31.63, "end": 31.64, "text": "going to show you an easy way to"}, {"start": 31.64, "end": 35.11, "text": "going to show you an easy way to remember from 1 to 10 so see what I do"}, {"start": 35.11, "end": 35.12, "text": "remember from 1 to 10 so see what I do"}, {"start": 35.12, "end": 36.95, "text": "remember from 1 to 10 so see what I do and repeat after"}, {"start": 36.95, "end": 36.96, "text": "and repeat after"}, {"start": 36.96, "end": 41.229, "text": "and repeat after me number one in Vietnamese is mod mod"}, {"start": 41.229, "end": 41.239, "text": "me number one in Vietnamese is mod mod"}, {"start": 41.239, "end": 44.029, "text": "me number one in Vietnamese is mod mod is like a coat but with an M so it's"}, {"start": 44.029, "end": 44.039, "text": "is like a coat but with an M so it's"}, {"start": 44.039, "end": 45.31, "text": "is like a coat but with an M so it's like"}, {"start": 45.31, "end": 45.32, "text": "like"}, {"start": 45.32, "end": 48.35, "text": "like mod mod you should do it with me because"}, {"start": 48.35, "end": 48.36, "text": "mod mod you should do it with me because"}, {"start": 48.36, "end": 50.15, "text": "mod mod you should do it with me because we're going to learn through gesture"}, {"start": 50.15, "end": 50.16, "text": "we're going to learn through gesture"}, {"start": 50.16, "end": 53.95, "text": "we're going to learn through gesture number two in Vietnamese is hi hi is"}, {"start": 53.95, "end": 53.96, "text": "number two in Vietnamese is hi hi is"}, {"start": 53.96, "end": 57.229, "text": "number two in Vietnamese is hi hi is like when you say hi to somebody"}, {"start": 57.229, "end": 57.239, "text": "like when you say hi to somebody"}, {"start": 57.239, "end": 63.99, "text": "like when you say hi to somebody hi hi number three is ba ba is like bar"}, {"start": 63.99, "end": 64.0, "text": "hi hi number three is ba ba is like bar"}, {"start": 64.0, "end": 67.67, "text": "hi hi number three is ba ba is like bar but without rolling your tongue so is ba"}, {"start": 67.67, "end": 67.68, "text": "but without rolling your tongue so is ba"}, {"start": 67.68, "end": 70.07, "text": "but without rolling your tongue so is ba to remember it you would do this like"}, {"start": 70.07, "end": 70.08, "text": "to remember it you would do this like"}, {"start": 70.08, "end": 73.55, "text": "to remember it you would do this like you cheer when you go to the bar"}, {"start": 73.55, "end": 73.56, "text": "you cheer when you go to the bar"}, {"start": 73.56, "end": 79.23, "text": "you cheer when you go to the bar ba ba number four is bone bone is like"}, {"start": 79.23, "end": 79.24, "text": "ba ba number four is bone bone is like"}, {"start": 79.24, "end": 83.35, "text": "ba ba number four is bone bone is like your bone but with your tone up so is"}, {"start": 83.35, "end": 83.36, "text": "your bone but with your tone up so is"}, {"start": 83.36, "end": 89.27, "text": "your bone but with your tone up so is bone B number five is num num is like"}, {"start": 89.27, "end": 89.28, "text": "bone B number five is num num is like"}, {"start": 89.28, "end": 93.91, "text": "bone B number five is num num is like num like your hand is numb num number"}, {"start": 93.91, "end": 93.92, "text": "num like your hand is numb num number"}, {"start": 93.92, "end": 99.19, "text": "num like your hand is numb num number six is s s sounds like sour but with"}, {"start": 99.19, "end": 99.2, "text": "six is s s sounds like sour but with"}, {"start": 99.2, "end": 101.67, "text": "six is s s sounds like sour but with your tone up so"}, {"start": 101.67, "end": 101.68, "text": "your tone up so"}, {"start": 101.68, "end": 108.95, "text": "your tone up so is s number seven is B by it's like by"}, {"start": 108.95, "end": 108.96000000000001, "text": "is s number seven is B by it's like by"}, {"start": 108.96000000000001, "end": 113.87, "text": "is s number seven is B by it's like by so by but with a question mark so it's"}, {"start": 113.87, "end": 113.88, "text": "so by but with a question mark so it's"}, {"start": 113.88, "end": 120.19, "text": "so by but with a question mark so it's by by number eight is Tam Tam is like"}, {"start": 120.19, "end": 120.2, "text": "by by number eight is Tam Tam is like"}, {"start": 120.2, "end": 125.27, "text": "by by number eight is Tam Tam is like time but with your tone up so"}, {"start": 125.28, "end": 130.27, "text": "is number nine in Vietnamese is Chin"}, {"start": 130.27, "end": 130.28, "text": "is number nine in Vietnamese is Chin"}, {"start": 130.28, "end": 133.11, "text": "is number nine in Vietnamese is Chin Chin is like chin your chin but with"}, {"start": 133.11, "end": 133.12, "text": "Chin is like chin your chin but with"}, {"start": 133.12, "end": 135.869, "text": "Chin is like chin your chin but with your tone up so is"}, {"start": 135.869, "end": 135.879, "text": "your tone up so is"}, {"start": 135.879, "end": 140.35, "text": "your tone up so is Chin Chin last but not least number 10"}, {"start": 140.35, "end": 140.36, "text": "Chin Chin last but not least number 10"}, {"start": 140.36, "end": 145.03, "text": "Chin Chin last but not least number 10 is Mu mu is like a mo sound but with a"}, {"start": 145.03, "end": 145.04, "text": "is Mu mu is like a mo sound but with a"}, {"start": 145.04, "end": 148.82999999999998, "text": "is Mu mu is like a mo sound but with a smile so"}, {"start": 148.84, "end": 167.43, "text": "is okay let's"}, {"start": 167.44, "end": 171.19, "text": "review okay good job everyone well done"}, {"start": 171.19, "end": 171.2, "text": "review okay good job everyone well done"}, {"start": 171.2, "end": 174.11, "text": "review okay good job everyone well done now you know how to count from 1 to"}, {"start": 174.11, "end": 174.12, "text": "now you know how to count from 1 to"}, {"start": 174.12, "end": 177.309, "text": "now you know how to count from 1 to 10 to say hello in Vietnamese you would"}, {"start": 177.309, "end": 177.31900000000002, "text": "10 to say hello in Vietnamese you would"}, {"start": 177.31900000000002, "end": 181.19, "text": "10 to say hello in Vietnamese you would say sin Chow is it's like you seen a"}, {"start": 181.19, "end": 181.2, "text": "say sin Chow is it's like you seen a"}, {"start": 181.2, "end": 183.949, "text": "say sin Chow is it's like you seen a Chow Chow like a dog and you say hello"}, {"start": 183.949, "end": 183.959, "text": "Chow Chow like a dog and you say hello"}, {"start": 183.959, "end": 186.789, "text": "Chow Chow like a dog and you say hello to it so is seen"}, {"start": 186.789, "end": 186.799, "text": "to it so is seen"}, {"start": 186.799, "end": 190.589, "text": "to it so is seen chow chow here is not Chow is chow with"}, {"start": 190.589, "end": 190.599, "text": "chow chow here is not Chow is chow with"}, {"start": 190.599, "end": 198.63, "text": "chow chow here is not Chow is chow with your tone down so it's sin Chow sin"}, {"start": 198.64, "end": 202.27, "text": "Chow thank you In Vietnamese"}, {"start": 202.27, "end": 202.28, "text": "Chow thank you In Vietnamese"}, {"start": 202.28, "end": 205.71, "text": "Chow thank you In Vietnamese is it's like you come and earn something"}, {"start": 205.71, "end": 205.72, "text": "is it's like you come and earn something"}, {"start": 205.72, "end": 209.91, "text": "is it's like you come and earn something so you would say thank you gam earn you"}, {"start": 209.91, "end": 209.92000000000002, "text": "so you would say thank you gam earn you"}, {"start": 209.92000000000002, "end": 211.67000000000002, "text": "so you would say thank you gam earn you shouldn't roll your tongue when you say"}, {"start": 211.67000000000002, "end": 211.68, "text": "shouldn't roll your tongue when you say"}, {"start": 211.68, "end": 216.91, "text": "shouldn't roll your tongue when you say earn it's simply just ear so it's"}, {"start": 216.91, "end": 216.92000000000002, "text": "earn it's simply just ear so it's"}, {"start": 216.92000000000002, "end": 220.429, "text": "earn it's simply just ear so it's gam if you want to say you're welcome"}, {"start": 220.429, "end": 220.439, "text": "gam if you want to say you're welcome"}, {"start": 220.439, "end": 223.47, "text": "gam if you want to say you're welcome you"}, {"start": 223.48, "end": 226.75, "text": "say now let's review it in northern and"}, {"start": 226.75, "end": 226.76, "text": "say now let's review it in northern and"}, {"start": 226.76, "end": 238.47, "text": "say now let's review it in northern and southern"}, {"start": 238.48, "end": 241.71, "text": "accent to say sorry in Vietnamese you'll"}, {"start": 241.71, "end": 241.72, "text": "accent to say sorry in Vietnamese you'll"}, {"start": 241.72, "end": 245.83, "text": "accent to say sorry in Vietnamese you'll say sinen l it's like you've seen a guy"}, {"start": 245.83, "end": 245.84, "text": "say sinen l it's like you've seen a guy"}, {"start": 245.84, "end": 249.069, "text": "say sinen l it's like you've seen a guy named Roy but with an l so you would say"}, {"start": 249.069, "end": 249.079, "text": "named Roy but with an l so you would say"}, {"start": 249.079, "end": 251.03, "text": "named Roy but with an l so you would say sorry"}, {"start": 251.03, "end": 251.04, "text": "sorry"}, {"start": 251.04, "end": 253.99, "text": "sorry sin that means you apologize for"}, {"start": 253.99, "end": 254.0, "text": "sin that means you apologize for"}, {"start": 254.0, "end": 256.39, "text": "sin that means you apologize for mispronouncing his"}, {"start": 256.39, "end": 256.4, "text": "mispronouncing his"}, {"start": 256.4, "end": 259.949, "text": "mispronouncing his name if you want to say no problem you"}, {"start": 259.949, "end": 259.959, "text": "name if you want to say no problem you"}, {"start": 259.959, "end": 262.35, "text": "name if you want to say no problem you would"}, {"start": 262.36, "end": 267.59, "text": "say all right let's review"}, {"start": 267.59, "end": 267.6, "text": "say all right let's review"}, {"start": 267.6, "end": 275.27, "text": "say all right let's review Sin Sin Lo"}, {"start": 275.28, "end": 278.23, "text": "okay let's review how you would greet in"}, {"start": 278.23, "end": 278.24, "text": "okay let's review how you would greet in"}, {"start": 278.24, "end": 281.629, "text": "okay let's review how you would greet in Vietnamese how do you say"}, {"start": 281.629, "end": 281.639, "text": "Vietnamese how do you say"}, {"start": 281.639, "end": 283.83, "text": "Vietnamese how do you say hello"}, {"start": 283.83, "end": 283.84000000000003, "text": "hello"}, {"start": 283.84000000000003, "end": 288.27, "text": "hello sinow how about"}, {"start": 288.28, "end": 292.749, "text": "sorry how about thank"}, {"start": 292.759, "end": 295.31, "text": "you well"}, {"start": 295.31, "end": 295.32, "text": "you well"}, {"start": 295.32, "end": 298.469, "text": "you well done when you need to ask for the price"}, {"start": 298.469, "end": 298.479, "text": "done when you need to ask for the price"}, {"start": 298.479, "end": 302.43, "text": "done when you need to ask for the price how much is it you would say"}, {"start": 302.43, "end": 302.44, "text": "how much is it you would say"}, {"start": 302.44, "end": 307.35, "text": "how much is it you would say bow it's like you bow for new tins but"}, {"start": 307.35, "end": 307.36, "text": "bow it's like you bow for new tins but"}, {"start": 307.36, "end": 310.67, "text": "bow it's like you bow for new tins but tins here has longer e and you pronounce"}, {"start": 310.67, "end": 310.68, "text": "tins here has longer e and you pronounce"}, {"start": 310.68, "end": 313.51, "text": "tins here has longer e and you pronounce a t lighter so"}, {"start": 313.51, "end": 313.52, "text": "a t lighter so"}, {"start": 313.52, "end": 322.95, "text": "a t lighter so it's"}, {"start": 322.96, "end": 325.27, "text": "B new"}, {"start": 325.27, "end": 325.28, "text": "B new"}, {"start": 325.28, "end": 328.83, "text": "B new thing B new thing if you want to pay"}, {"start": 328.83, "end": 328.84, "text": "thing B new thing if you want to pay"}, {"start": 328.84, "end": 332.15, "text": "thing B new thing if you want to pay you're going to say"}, {"start": 332.15999999999997, "end": 335.07, "text": "imagine now you need to pay for a ton of"}, {"start": 335.07, "end": 335.08, "text": "imagine now you need to pay for a ton of"}, {"start": 335.08, "end": 339.15, "text": "imagine now you need to pay for a ton of tins that you just bought so is tontin"}, {"start": 339.15, "end": 339.15999999999997, "text": "tins that you just bought so is tontin"}, {"start": 339.15999999999997, "end": 353.35, "text": "tins that you just bought so is tontin right now is the ton is with an i so"}, {"start": 353.36, "end": 357.99, "text": "is if it's too expensive you would say"}, {"start": 357.99, "end": 358.0, "text": "is if it's too expensive you would say"}, {"start": 358.0, "end": 362.15, "text": "is if it's too expensive you would say m it's like you W when buying expensive"}, {"start": 362.15, "end": 362.16, "text": "m it's like you W when buying expensive"}, {"start": 362.16, "end": 370.99, "text": "m it's like you W when buying expensive mac and cheese so is"}, {"start": 371.0, "end": 373.71, "text": "M if you want to sound like a local you"}, {"start": 373.71, "end": 373.72, "text": "M if you want to sound like a local you"}, {"start": 373.72, "end": 378.27, "text": "M if you want to sound like a local you can say m Jo last but not least if you"}, {"start": 378.27, "end": 378.28, "text": "can say m Jo last but not least if you"}, {"start": 378.28, "end": 382.15, "text": "can say m Jo last but not least if you want a discount you would say"}, {"start": 382.15, "end": 382.16, "text": "want a discount you would say"}, {"start": 382.16, "end": 385.55, "text": "want a discount you would say Zam it's like you're holding yams and"}, {"start": 385.55, "end": 385.56, "text": "Zam it's like you're holding yams and"}, {"start": 385.56, "end": 390.309, "text": "Zam it's like you're holding yams and you yeah for your discount so Zam"}, {"start": 390.309, "end": 390.319, "text": "you yeah for your discount so Zam"}, {"start": 390.319, "end": 392.589, "text": "you yeah for your discount so Zam Z"}, {"start": 392.589, "end": 392.599, "text": "Z"}, {"start": 392.599, "end": 399.35, "text": "Z Zam y it sounds more similar to Y right"}, {"start": 399.35, "end": 399.36, "text": "Zam y it sounds more similar to Y right"}, {"start": 399.36, "end": 402.83, "text": "Zam y it sounds more similar to Y right y let's review if you want to ask how"}, {"start": 402.83, "end": 402.84000000000003, "text": "y let's review if you want to ask how"}, {"start": 402.84000000000003, "end": 407.15, "text": "y let's review if you want to ask how much is it you would say"}, {"start": 407.15, "end": 407.15999999999997, "text": "much is it you would say"}, {"start": 407.15999999999997, "end": 411.87, "text": "much is it you would say B if you want to pay you would"}, {"start": 411.88, "end": 416.95, "text": "say if it's too expensive you would"}, {"start": 416.96, "end": 420.07, "text": "say and if you want a discount you would"}, {"start": 420.07, "end": 420.08, "text": "say and if you want a discount you would"}, {"start": 420.08, "end": 425.71, "text": "say and if you want a discount you would say Zam Z good job guys to get even more"}, {"start": 425.71, "end": 425.72, "text": "say Zam Z good job guys to get even more"}, {"start": 425.72, "end": 428.15, "text": "say Zam Z good job guys to get even more discount in Vietnam I will suggest you"}, {"start": 428.15, "end": 428.16, "text": "discount in Vietnam I will suggest you"}, {"start": 428.16, "end": 430.79, "text": "discount in Vietnam I will suggest you to take Vietnamese lesson with native"}, {"start": 430.79, "end": 430.8, "text": "to take Vietnamese lesson with native"}, {"start": 430.8, "end": 433.51, "text": "to take Vietnamese lesson with native speakers if you want to have immersive"}, {"start": 433.51, "end": 433.52, "text": "speakers if you want to have immersive"}, {"start": 433.52, "end": 436.11, "text": "speakers if you want to have immersive learning experience where classes can be"}, {"start": 436.11, "end": 436.12, "text": "learning experience where classes can be"}, {"start": 436.12, "end": 438.909, "text": "learning experience where classes can be combined with a Homestay family I"}, {"start": 438.909, "end": 438.919, "text": "combined with a Homestay family I"}, {"start": 438.919, "end": 441.309, "text": "combined with a Homestay family I suggest you check out LTL Language"}, {"start": 441.309, "end": 441.319, "text": "suggest you check out LTL Language"}, {"start": 441.319, "end": 444.07, "text": "suggest you check out LTL Language School who is also our sponsor for this"}, {"start": 444.07, "end": 444.08, "text": "School who is also our sponsor for this"}, {"start": 444.08, "end": 447.43, "text": "School who is also our sponsor for this video from my experience the fastest and"}, {"start": 447.43, "end": 447.44, "text": "video from my experience the fastest and"}, {"start": 447.44, "end": 449.189, "text": "video from my experience the fastest and the most efficient way to learn a"}, {"start": 449.189, "end": 449.199, "text": "the most efficient way to learn a"}, {"start": 449.199, "end": 451.23, "text": "the most efficient way to learn a language which is interacting with the"}, {"start": 451.23, "end": 451.24, "text": "language which is interacting with the"}, {"start": 451.24, "end": 454.27, "text": "language which is interacting with the host family this is far more beneficial"}, {"start": 454.27, "end": 454.28, "text": "host family this is far more beneficial"}, {"start": 454.28, "end": 456.469, "text": "host family this is far more beneficial than just traveling to Vietnam and"}, {"start": 456.469, "end": 456.479, "text": "than just traveling to Vietnam and"}, {"start": 456.479, "end": 458.589, "text": "than just traveling to Vietnam and staying in the hotel because you can"}, {"start": 458.589, "end": 458.599, "text": "staying in the hotel because you can"}, {"start": 458.599, "end": 460.35, "text": "staying in the hotel because you can practice your Vietnamese with native"}, {"start": 460.35, "end": 460.36, "text": "practice your Vietnamese with native"}, {"start": 460.36, "end": 463.27, "text": "practice your Vietnamese with native speakers enjoy Vietnamese food and learn"}, {"start": 463.27, "end": 463.28, "text": "speakers enjoy Vietnamese food and learn"}, {"start": 463.28, "end": 466.67, "text": "speakers enjoy Vietnamese food and learn a lot about Vietnamese culture LTL also"}, {"start": 466.67, "end": 466.68, "text": "a lot about Vietnamese culture LTL also"}, {"start": 466.68, "end": 469.43, "text": "a lot about Vietnamese culture LTL also offers one-on-one Safari classes which"}, {"start": 469.43, "end": 469.44, "text": "offers one-on-one Safari classes which"}, {"start": 469.44, "end": 471.189, "text": "offers one-on-one Safari classes which give you the opportunity to hit the"}, {"start": 471.189, "end": 471.199, "text": "give you the opportunity to hit the"}, {"start": 471.199, "end": 473.35, "text": "give you the opportunity to hit the street and practice Vietnamese with the"}, {"start": 473.35, "end": 473.36, "text": "street and practice Vietnamese with the"}, {"start": 473.36, "end": 476.35, "text": "street and practice Vietnamese with the teacher and local Vietnamese vendors"}, {"start": 476.35, "end": 476.36, "text": "teacher and local Vietnamese vendors"}, {"start": 476.36, "end": 478.029, "text": "teacher and local Vietnamese vendors this is a great way to apply what is"}, {"start": 478.029, "end": 478.039, "text": "this is a great way to apply what is"}, {"start": 478.039, "end": 480.749, "text": "this is a great way to apply what is learned in class last but not least they"}, {"start": 480.749, "end": 480.759, "text": "learned in class last but not least they"}, {"start": 480.759, "end": 483.71, "text": "learned in class last but not least they offer small group classes averaging just"}, {"start": 483.71, "end": 483.72, "text": "offer small group classes averaging just"}, {"start": 483.72, "end": 485.909, "text": "offer small group classes averaging just two to three students this is"}, {"start": 485.909, "end": 485.919, "text": "two to three students this is"}, {"start": 485.919, "end": 488.39, "text": "two to three students this is significantly smaller than universities"}, {"start": 488.39, "end": 488.4, "text": "significantly smaller than universities"}, {"start": 488.4, "end": 491.23, "text": "significantly smaller than universities and most other language schools where 10"}, {"start": 491.23, "end": 491.24, "text": "and most other language schools where 10"}, {"start": 491.24, "end": 493.909, "text": "and most other language schools where 10 or 20 plus students can be crammed into"}, {"start": 493.909, "end": 493.919, "text": "or 20 plus students can be crammed into"}, {"start": 493.919, "end": 497.43, "text": "or 20 plus students can be crammed into a room as Vietnamese is tonal is very"}, {"start": 497.43, "end": 497.44, "text": "a room as Vietnamese is tonal is very"}, {"start": 497.44, "end": 499.749, "text": "a room as Vietnamese is tonal is very important for beginners to receive"}, {"start": 499.749, "end": 499.759, "text": "important for beginners to receive"}, {"start": 499.759, "end": 502.469, "text": "important for beginners to receive personalized feedback to improve their"}, {"start": 502.469, "end": 502.479, "text": "personalized feedback to improve their"}, {"start": 502.479, "end": 504.95, "text": "personalized feedback to improve their pronunciation plus they can make more"}, {"start": 504.95, "end": 504.96, "text": "pronunciation plus they can make more"}, {"start": 504.96, "end": 506.95, "text": "pronunciation plus they can make more friends and take part in cultural"}, {"start": 506.95, "end": 506.96, "text": "friends and take part in cultural"}, {"start": 506.96, "end": 509.11, "text": "friends and take part in cultural activities every week check out the link"}, {"start": 509.11, "end": 509.12, "text": "activities every week check out the link"}, {"start": 509.12, "end": 511.029, "text": "activities every week check out the link in the description box below to learn"}, {"start": 511.029, "end": 511.039, "text": "in the description box below to learn"}, {"start": 511.039, "end": 513.909, "text": "in the description box below to learn more about LTL language school and now"}, {"start": 513.909, "end": 513.919, "text": "more about LTL language school and now"}, {"start": 513.919, "end": 516.31, "text": "more about LTL language school and now I'm going to teach you more words in"}, {"start": 516.31, "end": 516.32, "text": "I'm going to teach you more words in"}, {"start": 516.32, "end": 518.7090000000001, "text": "I'm going to teach you more words in restaurant now you're at the restaurant"}, {"start": 518.7090000000001, "end": 518.719, "text": "restaurant now you're at the restaurant"}, {"start": 518.719, "end": 520.87, "text": "restaurant now you're at the restaurant and you want to get the waiter or the"}, {"start": 520.87, "end": 520.88, "text": "and you want to get the waiter or the"}, {"start": 520.88, "end": 525.75, "text": "and you want to get the waiter or the waitress's attention you would say m o"}, {"start": 525.75, "end": 525.76, "text": "waitress's attention you would say m o"}, {"start": 525.76, "end": 529.03, "text": "waitress's attention you would say m o imagine is like Emma steals your oyster"}, {"start": 529.03, "end": 529.04, "text": "imagine is like Emma steals your oyster"}, {"start": 529.04, "end": 532.87, "text": "imagine is like Emma steals your oyster so you would say m o just to try to get"}, {"start": 532.87, "end": 532.88, "text": "so you would say m o just to try to get"}, {"start": 532.88, "end": 535.389, "text": "so you would say m o just to try to get her attention and hopefully she'll give"}, {"start": 535.389, "end": 535.399, "text": "her attention and hopefully she'll give"}, {"start": 535.399, "end": 538.43, "text": "her attention and hopefully she'll give you the food back m"}, {"start": 538.43, "end": 538.44, "text": "you the food back m"}, {"start": 538.44, "end": 539.949, "text": "you the food back m o"}, {"start": 539.949, "end": 539.9590000000001, "text": "o"}, {"start": 539.9590000000001, "end": 542.91, "text": "o m o since I'm from the north please"}, {"start": 542.91, "end": 542.92, "text": "m o since I'm from the north please"}, {"start": 542.92, "end": 545.59, "text": "m o since I'm from the north please excuse for my Southern accent okay so"}, {"start": 545.59, "end": 545.6, "text": "excuse for my Southern accent okay so"}, {"start": 545.6, "end": 548.949, "text": "excuse for my Southern accent okay so now he or she gives you the menu and you"}, {"start": 548.949, "end": 548.959, "text": "now he or she gives you the menu and you"}, {"start": 548.959, "end": 551.31, "text": "now he or she gives you the menu and you see the food that you want to eat you"}, {"start": 551.31, "end": 551.32, "text": "see the food that you want to eat you"}, {"start": 551.32, "end": 554.67, "text": "see the food that you want to eat you would say this"}, {"start": 554.67, "end": 554.68, "text": "would say this"}, {"start": 554.68, "end": 558.23, "text": "would say this one to remember it you would imagine"}, {"start": 558.23, "end": 558.24, "text": "one to remember it you would imagine"}, {"start": 558.24, "end": 561.949, "text": "one to remember it you would imagine that you point at the kite at night okay"}, {"start": 561.949, "end": 561.959, "text": "that you point at the kite at night okay"}, {"start": 561.959, "end": 566.35, "text": "that you point at the kite at night okay so you would say k n the kite is with"}, {"start": 566.35, "end": 566.36, "text": "so you would say k n the kite is with"}, {"start": 566.36, "end": 571.19, "text": "so you would say k n the kite is with your tone up so is K and then night with"}, {"start": 571.19, "end": 571.2, "text": "your tone up so is K and then night with"}, {"start": 571.2, "end": 574.15, "text": "your tone up so is K and then night with your tone down so is"}, {"start": 574.15, "end": 574.16, "text": "your tone down so is"}, {"start": 574.16, "end": 576.11, "text": "your tone down so is n"}, {"start": 576.11, "end": 576.12, "text": "n"}, {"start": 576.12, "end": 579.91, "text": "n n"}, {"start": 579.92, "end": 582.43, "text": "n now you want to say cheer to your"}, {"start": 582.43, "end": 582.44, "text": "n now you want to say cheer to your"}, {"start": 582.44, "end": 585.91, "text": "n now you want to say cheer to your friend you would count from one to three"}, {"start": 585.91, "end": 585.92, "text": "friend you would count from one to three"}, {"start": 585.92, "end": 589.75, "text": "friend you would count from one to three do you remember how to do it"}, {"start": 589.75, "end": 589.76, "text": "do you remember how to do it"}, {"start": 589.76, "end": 598.03, "text": "do you remember how to do it yes and you say zo zo is like yo okay so"}, {"start": 598.03, "end": 598.04, "text": "yes and you say zo zo is like yo okay so"}, {"start": 598.04, "end": 600.069, "text": "yes and you say zo zo is like yo okay so is Zo"}, {"start": 600.069, "end": 600.079, "text": "is Zo"}, {"start": 600.079, "end": 602.19, "text": "is Zo and then people will"}, {"start": 602.19, "end": 602.2, "text": "and then people will"}, {"start": 602.2, "end": 605.59, "text": "and then people will say means drink all right should we try"}, {"start": 605.59, "end": 605.6, "text": "say means drink all right should we try"}, {"start": 605.6, "end": 612.15, "text": "say means drink all right should we try it"}, {"start": 612.16, "end": 615.63, "text": "again but after drinking everyone is"}, {"start": 615.63, "end": 615.64, "text": "again but after drinking everyone is"}, {"start": 615.64, "end": 619.75, "text": "again but after drinking everyone is gonna shake hand with each other and"}, {"start": 619.75, "end": 619.76, "text": "gonna shake hand with each other and"}, {"start": 619.76, "end": 623.11, "text": "gonna shake hand with each other and say that means wish you had a good"}, {"start": 623.11, "end": 623.12, "text": "say that means wish you had a good"}, {"start": 623.12, "end": 625.23, "text": "say that means wish you had a good health by the way don't forget to"}, {"start": 625.23, "end": 625.24, "text": "health by the way don't forget to"}, {"start": 625.24, "end": 627.15, "text": "health by the way don't forget to subscribe to my channel because I'm"}, {"start": 627.15, "end": 627.16, "text": "subscribe to my channel because I'm"}, {"start": 627.16, "end": 628.87, "text": "subscribe to my channel because I'm going to have the Vietnamese drinking"}, {"start": 628.87, "end": 628.88, "text": "going to have the Vietnamese drinking"}, {"start": 628.88, "end": 641.87, "text": "going to have the Vietnamese drinking culture video coming up"}, {"start": 641.88, "end": 644.67, "text": "soon if you drink too much and now you"}, {"start": 644.67, "end": 644.68, "text": "soon if you drink too much and now you"}, {"start": 644.68, "end": 647.389, "text": "soon if you drink too much and now you need to go to the bathroom you would ask"}, {"start": 647.389, "end": 647.399, "text": "need to go to the bathroom you would ask"}, {"start": 647.399, "end": 652.71, "text": "need to go to the bathroom you would ask for V sing imagine it's like a V sings"}, {"start": 652.71, "end": 652.72, "text": "for V sing imagine it's like a V sings"}, {"start": 652.72, "end": 655.15, "text": "for V sing imagine it's like a V sings in the bathroom so now you remember the"}, {"start": 655.15, "end": 655.16, "text": "in the bathroom so now you remember the"}, {"start": 655.16, "end": 660.509, "text": "in the bathroom so now you remember the word v sing V sing and the whole"}, {"start": 660.509, "end": 660.519, "text": "word v sing V sing and the whole"}, {"start": 660.519, "end": 677.31, "text": "word v sing V sing and the whole sentence is what the bathroom is"}, {"start": 677.32, "end": 680.829, "text": "is I did a whole video about how you can"}, {"start": 680.829, "end": 680.8389999999999, "text": "is I did a whole video about how you can"}, {"start": 680.8389999999999, "end": 683.79, "text": "is I did a whole video about how you can order food and how to ask for a bathroom"}, {"start": 683.79, "end": 683.8, "text": "order food and how to ask for a bathroom"}, {"start": 683.8, "end": 686.069, "text": "order food and how to ask for a bathroom in this video so you should check it out"}, {"start": 686.069, "end": 686.079, "text": "in this video so you should check it out"}, {"start": 686.079, "end": 688.47, "text": "in this video so you should check it out after watching this video now let's"}, {"start": 688.47, "end": 688.48, "text": "after watching this video now let's"}, {"start": 688.48, "end": 690.75, "text": "after watching this video now let's review if you want to get the waiter or"}, {"start": 690.75, "end": 690.76, "text": "review if you want to get the waiter or"}, {"start": 690.76, "end": 694.15, "text": "review if you want to get the waiter or waitress's attention you would"}, {"start": 694.15, "end": 694.16, "text": "waitress's attention you would"}, {"start": 694.16, "end": 698.67, "text": "waitress's attention you would Sayo you point at the food you would"}, {"start": 698.67, "end": 698.68, "text": "Sayo you point at the food you would"}, {"start": 698.68, "end": 704.87, "text": "Sayo you point at the food you would say when you want to cheer you would"}, {"start": 704.88, "end": 707.629, "text": "say if you want to ask for the bathroom"}, {"start": 707.629, "end": 707.639, "text": "say if you want to ask for the bathroom"}, {"start": 707.639, "end": 712.069, "text": "say if you want to ask for the bathroom you would"}, {"start": 712.079, "end": 714.99, "text": "say you got"}, {"start": 714.99, "end": 715.0, "text": "say you got"}, {"start": 715.0, "end": 718.23, "text": "say you got this all right everyone let's move on to"}, {"start": 718.23, "end": 718.24, "text": "this all right everyone let's move on to"}, {"start": 718.24, "end": 719.79, "text": "this all right everyone let's move on to Direction"}, {"start": 719.79, "end": 719.8, "text": "Direction"}, {"start": 719.8, "end": 722.55, "text": "Direction in Vietnam we drive motorbike a lot so"}, {"start": 722.55, "end": 722.56, "text": "in Vietnam we drive motorbike a lot so"}, {"start": 722.56, "end": 724.59, "text": "in Vietnam we drive motorbike a lot so we would make this"}, {"start": 724.59, "end": 724.6, "text": "we would make this"}, {"start": 724.6, "end": 727.31, "text": "we would make this sound can you guys make this sound or is"}, {"start": 727.31, "end": 727.32, "text": "sound can you guys make this sound or is"}, {"start": 727.32, "end": 729.35, "text": "sound can you guys make this sound or is it my hidden talent when you travel to"}, {"start": 729.35, "end": 729.36, "text": "it my hidden talent when you travel to"}, {"start": 729.36, "end": 731.67, "text": "it my hidden talent when you travel to Vietnam you might experience sitting on"}, {"start": 731.67, "end": 731.68, "text": "Vietnam you might experience sitting on"}, {"start": 731.68, "end": 734.87, "text": "Vietnam you might experience sitting on a grab bike grab is like an Uber in"}, {"start": 734.87, "end": 734.88, "text": "a grab bike grab is like an Uber in"}, {"start": 734.88, "end": 737.949, "text": "a grab bike grab is like an Uber in Vietnam and you might need to know some"}, {"start": 737.949, "end": 737.959, "text": "Vietnam and you might need to know some"}, {"start": 737.959, "end": 741.389, "text": "Vietnam and you might need to know some direction words left right straight or"}, {"start": 741.389, "end": 741.399, "text": "direction words left right straight or"}, {"start": 741.399, "end": 744.949, "text": "direction words left right straight or stop to direct the grab driver so now"}, {"start": 744.949, "end": 744.959, "text": "stop to direct the grab driver so now"}, {"start": 744.959, "end": 747.43, "text": "stop to direct the grab driver so now I'm going to teach you those words left"}, {"start": 747.43, "end": 747.44, "text": "I'm going to teach you those words left"}, {"start": 747.44, "end": 752.15, "text": "I'm going to teach you those words left in Vietnamese is chai chai is like chai"}, {"start": 752.15, "end": 752.16, "text": "in Vietnamese is chai chai is like chai"}, {"start": 752.16, "end": 755.509, "text": "in Vietnamese is chai chai is like chai but with your tone up so you drink chai"}, {"start": 755.509, "end": 755.519, "text": "but with your tone up so you drink chai"}, {"start": 755.519, "end": 760.189, "text": "but with your tone up so you drink chai on your left chai right in Vietnamese is"}, {"start": 760.189, "end": 760.199, "text": "on your left chai right in Vietnamese is"}, {"start": 760.199, "end": 764.069, "text": "on your left chai right in Vietnamese is f f is like fight but with a question"}, {"start": 764.069, "end": 764.079, "text": "f f is like fight but with a question"}, {"start": 764.079, "end": 767.55, "text": "f f is like fight but with a question mark like huh so it's"}, {"start": 767.55, "end": 767.56, "text": "mark like huh so it's"}, {"start": 767.56, "end": 772.629, "text": "mark like huh so it's f f if you want to say go straight"}, {"start": 772.629, "end": 772.639, "text": "f f if you want to say go straight"}, {"start": 772.639, "end": 776.67, "text": "f f if you want to say go straight is so dang how I remember it is like"}, {"start": 776.67, "end": 776.68, "text": "is so dang how I remember it is like"}, {"start": 776.68, "end": 779.67, "text": "is so dang how I remember it is like letter D with your tongue with a"}, {"start": 779.67, "end": 779.68, "text": "letter D with your tongue with a"}, {"start": 779.68, "end": 785.47, "text": "letter D with your tongue with a question mark okay so is"}, {"start": 785.48, "end": 789.15, "text": "D last but not least if you want to say"}, {"start": 789.15, "end": 789.16, "text": "D last but not least if you want to say"}, {"start": 789.16, "end": 791.87, "text": "D last but not least if you want to say stop you would say"}, {"start": 791.87, "end": 791.88, "text": "stop you would say"}, {"start": 791.88, "end": 797.43, "text": "stop you would say z z is like Zoom but with the D sound"}, {"start": 797.43, "end": 797.44, "text": "z z is like Zoom but with the D sound"}, {"start": 797.44, "end": 800.069, "text": "z z is like Zoom but with the D sound and light is like light but with"}, {"start": 800.069, "end": 800.079, "text": "and light is like light but with"}, {"start": 800.079, "end": 805.069, "text": "and light is like light but with somebody like hit to your stomach so is"}, {"start": 805.069, "end": 805.079, "text": "somebody like hit to your stomach so is"}, {"start": 805.079, "end": 807.23, "text": "somebody like hit to your stomach so is z"}, {"start": 807.23, "end": 807.24, "text": "z"}, {"start": 807.24, "end": 827.91, "text": "z z got it now let's"}, {"start": 827.92, "end": 830.829, "text": "review since you stay until the end let"}, {"start": 830.829, "end": 830.8389999999999, "text": "review since you stay until the end let"}, {"start": 830.8389999999999, "end": 833.509, "text": "review since you stay until the end let me give you some very important survival"}, {"start": 833.509, "end": 833.519, "text": "me give you some very important survival"}, {"start": 833.519, "end": 835.55, "text": "me give you some very important survival phrases that you should learn before"}, {"start": 835.55, "end": 835.56, "text": "phrases that you should learn before"}, {"start": 835.56, "end": 838.55, "text": "phrases that you should learn before traveling to Vietnam let's get started"}, {"start": 838.55, "end": 838.56, "text": "traveling to Vietnam let's get started"}, {"start": 838.56, "end": 843.31, "text": "traveling to Vietnam let's get started to"}, {"start": 843.32, "end": 849.79, "text": "my name"}, {"start": 849.8, "end": 856.21, "text": "is I am from"}, {"start": 856.22, "end": 858.87, "text": "[Music]"}, {"start": 858.87, "end": 858.88, "text": "[Music]"}, {"start": 858.88, "end": 861.26, "text": "[Music] Vietnam what dish would you"}, {"start": 861.26, "end": 861.27, "text": "Vietnam what dish would you"}, {"start": 861.27, "end": 868.03, "text": "Vietnam what dish would you [Music]"}, {"start": 868.04, "end": 874.79, "text": "recommend do you speak"}, {"start": 874.8, "end": 884.59, "text": "English I don't"}, {"start": 884.6, "end": 891.24, "text": "understand please speak"}, {"start": 891.25, "end": 892.47, "text": "[Music]"}, {"start": 892.47, "end": 892.48, "text": "[Music]"}, {"start": 892.48, "end": 898.03, "text": "[Music] slowly when is the next"}, {"start": 898.04, "end": 901.949, "text": "bus"}, {"start": 901.959, "end": 911.31, "text": "one ticket"}, {"start": 911.32, "end": 915.949, "text": "please is there any gas station near"}, {"start": 915.949, "end": 915.959, "text": "please is there any gas station near"}, {"start": 915.959, "end": 919.43, "text": "please is there any gas station near here is restaurant"}, {"start": 919.43, "end": 919.44, "text": "here is restaurant"}, {"start": 919.44, "end": 922.67, "text": "here is restaurant but is hospital I hope you never have to"}, {"start": 922.67, "end": 922.68, "text": "but is hospital I hope you never have to"}, {"start": 922.68, "end": 924.59, "text": "but is hospital I hope you never have to use the last sentence that I just taught"}, {"start": 924.59, "end": 924.6, "text": "use the last sentence that I just taught"}, {"start": 924.6, "end": 927.749, "text": "use the last sentence that I just taught you because Vietnam is generally safe by"}, {"start": 927.749, "end": 927.759, "text": "you because Vietnam is generally safe by"}, {"start": 927.759, "end": 930.11, "text": "you because Vietnam is generally safe by the way I'm hosting a group tour at the"}, {"start": 930.11, "end": 930.12, "text": "the way I'm hosting a group tour at the"}, {"start": 930.12, "end": 932.11, "text": "the way I'm hosting a group tour at the end of this year I'm going to take"}, {"start": 932.11, "end": 932.12, "text": "end of this year I'm going to take"}, {"start": 932.12, "end": 934.43, "text": "end of this year I'm going to take people to travel from north to south of"}, {"start": 934.43, "end": 934.44, "text": "people to travel from north to south of"}, {"start": 934.44, "end": 936.55, "text": "people to travel from north to south of Vietnam for 10 days to explore"}, {"start": 936.55, "end": 936.56, "text": "Vietnam for 10 days to explore"}, {"start": 936.56, "end": 939.03, "text": "Vietnam for 10 days to explore Vietnamese food and culture so if you"}, {"start": 939.03, "end": 939.04, "text": "Vietnamese food and culture so if you"}, {"start": 939.04, "end": 941.23, "text": "Vietnamese food and culture so if you are interested check out my website and"}, {"start": 941.23, "end": 941.24, "text": "are interested check out my website and"}, {"start": 941.24, "end": 942.629, "text": "are interested check out my website and I'm going to leave the link in the"}, {"start": 942.629, "end": 942.639, "text": "I'm going to leave the link in the"}, {"start": 942.639, "end": 944.949, "text": "I'm going to leave the link in the description box below and I hope this"}, {"start": 944.949, "end": 944.9590000000001, "text": "description box below and I hope this"}, {"start": 944.9590000000001, "end": 947.389, "text": "description box below and I hope this video is helpful for you if it is please"}, {"start": 947.389, "end": 947.399, "text": "video is helpful for you if it is please"}, {"start": 947.399, "end": 950.55, "text": "video is helpful for you if it is please don't forget to share like And subscribe"}, {"start": 950.55, "end": 950.56, "text": "don't forget to share like And subscribe"}, {"start": 950.56, "end": 952.47, "text": "don't forget to share like And subscribe also comment down below what kind of"}, {"start": 952.47, "end": 952.48, "text": "also comment down below what kind of"}, {"start": 952.48, "end": 954.15, "text": "also comment down below what kind of topic you want to watch more in my"}, {"start": 954.15, "end": 954.16, "text": "topic you want to watch more in my"}, {"start": 954.16, "end": 956.949, "text": "topic you want to watch more in my channel and always I really really"}, {"start": 956.949, "end": 956.9590000000001, "text": "channel and always I really really"}, {"start": 956.9590000000001, "end": 958.749, "text": "channel and always I really really appreciate your support thank you so"}, {"start": 958.749, "end": 958.759, "text": "appreciate your support thank you so"}, {"start": 958.759, "end": 960.55, "text": "appreciate your support thank you so much much and I'll see you in the next"}, {"start": 960.55, "end": 960.56, "text": "much much and I'll see you in the next"}, {"start": 960.56, "end": 961.949, "text": "much much and I'll see you in the next video"}, {"start": 961.949, "end": 961.959, "text": "video"}, {"start": 961.959, "end": 964.959, "text": "video bye"}], "createdAt": "2025-12-15T04:22:08.000Z", "imageUrl": "https://img.youtube.com/vi/Fyt6aRmL4b4/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=Fyt6aRmL4b4", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_RbcJqncrrCU", "userId": "system", "title": "True Short Stories in Slow Vietnamese | Comprehensible Story #1 for Vietnamese listening practice", "language": "vi", "content": "That time (it) was 1 o'clock morning. A man was driving back home. The road was very dark. Suddenly, he saw a little girl. The girl was wandering alone. The driver stepped out of the car. He went towards the little girl's place. The girl was only around 2 years old, approximately his child's age. He didn’t know where she lived. He felt very worried. He had to go to find her parents. But he needed help! The surrounding was very quiet. Everyone already went to sleep. He tried to knock on the door of each house. He did so for more than 3 minutes. Finally, a man opened the door. He recognized the little girl. The man led the driver to the little girl’s house. Her house was near there. Her mom was very happy to have found the child. Her dad went to work far away. Her mom felt tired after working and overslept. That night it was very hot. The little girl woke up and went outside alone. Luckily the girl was able to meet the driver. Her family was very grateful. He was a kind-hearted driver.", "sentences": ["That time (it) was 1 o'clock morning.", "A man was driving back home.", "The road was very dark.", "Suddenly, he saw a little girl.", "The girl was wandering alone.", "The driver stepped out of the car.", "He went towards the little girl's place.", "The girl was only around 2 years old, approximately his child's age.", "He didn’t know where she lived.", "He felt very worried.", "He had to go to find her parents.", "But he needed help!", "The surrounding was very quiet.", "Everyone already went to sleep.", "He tried to knock on the door of each house.", "He did so for more than 3 minutes.", "Finally, a man opened the door.", "He recognized the little girl.", "The man led the driver to the little girl’s house.", "Her house was near there.", "Her mom was very happy to have found the child.", "Her dad went to work far away.", "Her mom felt tired after working and overslept.", "That night it was very hot.", "The little girl woke up and went outside alone.", "Luckily the girl was able to meet the driver.", "Her family was very grateful.", "He was a kind-hearted driver."], "transcript": [{"start": 6.914, "end": 11.889, "text": "That time (it) was 1 o'clock morning."}, {"start": 11.889, "end": 18.627, "text": "A man was driving back home."}, {"start": 18.627, "end": 22.805, "text": "The road was very dark."}, {"start": 22.805, "end": 29.329, "text": "Suddenly, he saw a little girl."}, {"start": 29.329, "end": 35.369, "text": "The girl was wandering alone."}, {"start": 35.369, "end": 40.37, "text": "The driver stepped out of the car."}, {"start": 40.37, "end": 45.388, "text": "He went towards the little girl's place."}, {"start": 45.388, "end": 50.492, "text": "The girl was only around 2 years old,"}, {"start": 50.492, "end": 55.351, "text": "approximately his child's age."}, {"start": 55.351, "end": 61.58, "text": "He didn’t know where she lived."}, {"start": 61.58, "end": 66.382, "text": "He felt very worried."}, {"start": 66.382, "end": 73.245, "text": "He had to go to find her parents."}, {"start": 73.245, "end": 78.873, "text": "But he needed help!"}, {"start": 78.873, "end": 84.001, "text": "The surrounding was very quiet."}, {"start": 84.001, "end": 88.837, "text": "Everyone already went to sleep."}, {"start": 88.837, "end": 94.846, "text": "He tried to knock on the door of each house."}, {"start": 94.846, "end": 100.319, "text": "He did so for more than 3 minutes."}, {"start": 100.319, "end": 107.132, "text": "Finally, a man opened the door."}, {"start": 107.132, "end": 111.637, "text": "He recognized the little girl."}, {"start": 111.637, "end": 119.715, "text": "The man led the driver to the little girl’s house."}, {"start": 119.715, "end": 124.908, "text": "Her house was near there."}, {"start": 124.908, "end": 133.162, "text": "Her mom was very happy to have found the child."}, {"start": 133.162, "end": 137.57999999999998, "text": "Her dad went to work far away."}, {"start": 137.57999999999998, "end": 145.444, "text": "Her mom felt tired after working"}, {"start": 145.444, "end": 148.684, "text": "and overslept."}, {"start": 148.684, "end": 153.281, "text": "That night it was very hot."}, {"start": 153.281, "end": 160.764, "text": "The little girl woke up and went outside alone."}, {"start": 160.764, "end": 169.447, "text": "Luckily the girl was able to meet the driver."}, {"start": 169.447, "end": 174.612, "text": "Her family was very grateful."}, {"start": 174.612, "end": 181.321, "text": "He was a kind-hearted driver."}], "createdAt": "2025-12-15T04:21:49.000Z", "imageUrl": "https://img.youtube.com/vi/RbcJqncrrCU/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=RbcJqncrrCU", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_tIZXd6YBZE0", "userId": "system", "title": "BÍ MẬT CỦA THẰNG TÍ - The secret of little Tí - Vietnamese stories - Intermediate", "language": "vi", "content": "những bí mật của thằng Trí bí mật Thằng những bí mật của thằng Trí bí mật Thằng những bí mật của thằng Trí bí mật Thằng Tí con trai của tôi năm nay nó năm tuổi Tí con trai của tôi năm nay nó năm tuổi Tí con trai của tôi năm nay nó năm tuổi rồi Ngày nào nó cũng bị thương vì đánh rồi Ngày nào nó cũng bị thương vì đánh rồi Ngày nào nó cũng bị thương vì đánh nhau với bạn ở trường ngày nào cũng bị nhau với bạn ở trường ngày nào cũng bị nhau với bạn ở trường ngày nào cũng bị thương đánh nhau Tôi và vợ rất bực mình thương đánh nhau Tôi và vợ rất bực mình thương đánh nhau Tôi và vợ rất bực mình nên thường phạt Nó úp mặt vào tường nên thường phạt Nó úp mặt vào tường nên thường phạt Nó úp mặt vào tường anh bực mình phạt úp mặt vào từ nhưng nó anh bực mình phạt úp mặt vào từ nhưng nó anh bực mình phạt úp mặt vào từ nhưng nó vẫn không sợ vẫn tiếp tục đánh nhau với vẫn không sợ vẫn tiếp tục đánh nhau với vẫn không sợ vẫn tiếp tục đánh nhau với bạn sau đó tôi nói với con nếu trong 1 bạn sau đó tôi nói với con nếu trong 1 bạn sau đó tôi nói với con nếu trong 1 tuần con đi học ngoan không đánh nhau tuần con đi học ngoan không đánh nhau tuần con đi học ngoan không đánh nhau với bạn cô giáo Không than phiền ngoan than phiền thì ba mẹ sẽ mua đồ chơi mà than phiền thì ba mẹ sẽ mua đồ chơi mà than phiền thì ba mẹ sẽ mua đồ chơi mà con thích đồ chơi cho con thích đồ chơi cho con thích đồ chơi cho ở tuồng đó tôi không thấy thằng tí đánh ở tuồng đó tôi không thấy thằng tí đánh ở tuồng đó tôi không thấy thằng tí đánh nhau với bạn nữa cũng không nghe cô giáo nhau với bạn nữa cũng không nghe cô giáo nhau với bạn nữa cũng không nghe cô giáo than phiền vợ chồng tôi ngạc nhiên và than phiền vợ chồng tôi ngạc nhiên và than phiền vợ chồng tôi ngạc nhiên và vui lắm nè nhiên sau một tuần tôi dẫn vui lắm nè nhiên sau một tuần tôi dẫn vui lắm nè nhiên sau một tuần tôi dẫn thằng Tí đi mua đồ chơi vì nó đã ngoan thằng Tí đi mua đồ chơi vì nó đã ngoan thằng Tí đi mua đồ chơi vì nó đã ngoan và không làm vợ chồng tôi bực mình nữa và không làm vợ chồng tôi bực mình nữa và không làm vợ chồng tôi bực mình nữa Dẫn nhưng thằng tí không muốn mua đồ Dẫn nhưng thằng tí không muốn mua đồ Dẫn nhưng thằng tí không muốn mua đồ chơi nữa mà đòi mua một chiếc xe đạp đòi tôi cũng đồng ý mua cho nó một chiếc xe tôi cũng đồng ý mua cho nó một chiếc xe tôi cũng đồng ý mua cho nó một chiếc xe đạp nhỏ đồng ý đạp nhỏ đồng ý đạp nhỏ đồng ý có một ngày thằng Tí đạp xe đạp đi chơi có một ngày thằng Tí đạp xe đạp đi chơi có một ngày thằng Tí đạp xe đạp đi chơi đạp xe đạp Tôi cũng lén lút đi theo để đạp xe đạp Tôi cũng lén lút đi theo để đạp xe đạp Tôi cũng lén lút đi theo để biết con trai đi đâu lén lút đi theo tôi biết con trai đi đâu lén lút đi theo tôi biết con trai đi đâu lén lút đi theo tôi thấy nó đạp xe đạp đến công viên gần nhà lúc đó có một con gái khác đến thằng Tý lúc đó có một con gái khác đến thằng Tý lúc đó có một con gái khác đến thằng Tý và con gái đó cùng chơi đùa với nhau và con gái đó cùng chơi đùa với nhau và con gái đó cùng chơi đùa với nhau cùng chơi đùa rồi Thằng Tiến cho con gái cùng chơi đùa rồi Thằng Tiến cho con gái cùng chơi đùa rồi Thằng Tiến cho con gái đó đồ ăn mà vợ tôi đã chuẩn bị cho nó đó đồ ăn mà vợ tôi đã chuẩn bị cho nó đó đồ ăn mà vợ tôi đã chuẩn bị cho nó mang đi học cho mang đi học cho mang đi học cho khi chuẩn bị mang thằng tí Nhìn bạn gái khi chuẩn bị mang thằng tí Nhìn bạn gái khi chuẩn bị mang thằng tí Nhìn bạn gái ăn và cười vui vẻ vui vẻ sẽ thằng Tí ăn và cười vui vẻ vui vẻ sẽ thằng Tí ăn và cười vui vẻ vui vẻ sẽ thằng Tí càng ngày càng ngoan càng ngày càng Nó càng ngày càng ngoan càng ngày càng Nó càng ngày càng ngoan càng ngày càng Nó học giỏi hơn cô giáo khen nói nhiều lắm khen rồi Ngày nào tôi cũng thấy thằng Tí khen rồi Ngày nào tôi cũng thấy thằng Tí khen rồi Ngày nào tôi cũng thấy thằng Tí mang đồ ăn ở nhà cho bạn gái đó một ngày mang đồ ăn ở nhà cho bạn gái đó một ngày mang đồ ăn ở nhà cho bạn gái đó một ngày tôi nói chuyện với con trai của mình tôi nói chuyện với con trai của mình tôi nói chuyện với con trai của mình mình còn thích bạn Na hả mình còn thích bạn Na hả mình còn thích bạn Na hả cho thằng Tý nói dạ con thích bạn Na lắm cho thằng Tý nói dạ con thích bạn Na lắm cho thằng Tý nói dạ con thích bạn Na lắm bạn Na học cùng lớp lá Với Con lớp lá bạn Na học cùng lớp lá Với Con lớp lá bạn Na học cùng lớp lá Với Con lớp lá ngày nào tụi con cũng chơi với nhau tụi ngày nào tụi con cũng chơi với nhau tụi ngày nào tụi con cũng chơi với nhau tụi con tụi con còn cất gối và ly nước gần con tụi con còn cất gối và ly nước gần con tụi con còn cất gối và ly nước gần nhau trong tủ nữa cất gối gần nhau tủ việc dễ thì Na làm việc khó thì con làm Việt dễ Việt dễ Việt dễ ông Việt khó lúc này tôi thấy hơi mắc cỡ mắc cỡ ở nhà vợ tôi làm hết mọi việc còn mắc cỡ ở nhà vợ tôi làm hết mọi việc còn mắc cỡ ở nhà vợ tôi làm hết mọi việc còn tôi đi làm về chỉ có đọc sách hay xem tôi đi làm về chỉ có đọc sách hay xem tôi đi làm về chỉ có đọc sách hay xem phim thôi hết mọi việc chỉ thôi tôi cười phim thôi hết mọi việc chỉ thôi tôi cười phim thôi hết mọi việc chỉ thôi tôi cười rồi nói tiếp với thằng Tý năm sau tụi rồi nói tiếp với thằng Tý năm sau tụi rồi nói tiếp với thằng Tý năm sau tụi con học lớp 1 rồi chắc không học chung con học lớp 1 rồi chắc không học chung con học lớp 1 rồi chắc không học chung với nhau được nữa lớp một thằng Tiến với nhau được nữa lớp một thằng Tiến với nhau được nữa lớp một thằng Tiến nhìn tôi nhìn tôi nhìn tôi dù chỉ một chút rồi nói suy nghĩ vậy con dù chỉ một chút rồi nói suy nghĩ vậy con dù chỉ một chút rồi nói suy nghĩ vậy con sẽ cưới bạn Na Nga 3 cưới tôi đứng hình sẽ cưới bạn Na Nga 3 cưới tôi đứng hình sẽ cưới bạn Na Nga 3 cưới tôi đứng hình sau khi nghe con trai nói như vậy Đứng sau khi nghe con trai nói như vậy Đứng sau khi nghe con trai nói như vậy Đứng hình như vậy tôi hỏi thằng Tí nữa vậy hình như vậy tôi hỏi thằng Tí nữa vậy hình như vậy tôi hỏi thằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng xe gì Thằng Hai vợ chồng sẽ đi học bằng xe gì Thằng Hai vợ chồng sẽ đi học bằng xe gì Thằng Tý trả lời con có xe đạp mà còn sẽ trở Tý trả lời con có xe đạp mà còn sẽ trở Tý trả lời con có xe đạp mà còn sẽ trở Na đi học bằng xe đạp chở tôi chợt nhận Na đi học bằng xe đạp chở tôi chợt nhận Na đi học bằng xe đạp chở tôi chợt nhận ra rằng con trai mình trưởng thành rồi ra rằng con trai mình trưởng thành rồi ra rằng con trai mình trưởng thành rồi biết suy nghĩ và sống biết suy nghĩ và sống biết suy nghĩ và sống ý kiến chợt nhận ra trưởng thành có ý kiến chợt nhận ra trưởng thành có ý kiến chợt nhận ra trưởng thành có trách nhiệm con trai đã dạy tôi một trách nhiệm con trai đã dạy tôi một trách nhiệm con trai đã dạy tôi một chuyện chạy khi đàn ông biết yêu thương chuyện chạy khi đàn ông biết yêu thương chuyện chạy khi đàn ông biết yêu thương người phụ nữ của mình thì người đàn ông người phụ nữ của mình thì người đàn ông người phụ nữ của mình thì người đàn ông sẽ cố gắng rất nhiều yêu thương Cố gắng [âm nhạc] [âm nhạc] [âm nhạc] bí mật của thằng Trí bí mật của thằng Trí bí mật của thằng Trí Ê Thằng Tí con trai của tôi năm nay nó Ê Thằng Tí con trai của tôi năm nay nó Ê Thằng Tí con trai của tôi năm nay nó năm tuổi rồi Ngày nào nó cũng bị thương năm tuổi rồi Ngày nào nó cũng bị thương năm tuổi rồi Ngày nào nó cũng bị thương vì đánh nhau với bạn ở trường tôi và vợ vì đánh nhau với bạn ở trường tôi và vợ vì đánh nhau với bạn ở trường tôi và vợ rất bực mình nên thường phạt nó tức mặt rất bực mình nên thường phạt nó tức mặt rất bực mình nên thường phạt nó tức mặt vào tường nhưng nó vẫn không sợ vẫn tiếp vào tường nhưng nó vẫn không sợ vẫn tiếp vào tường nhưng nó vẫn không sợ vẫn tiếp tục đánh nhau với bạn sau đó tôi nói với tục đánh nhau với bạn sau đó tôi nói với tục đánh nhau với bạn sau đó tôi nói với con nếu trong 1 tuần con đi học ngoan con nếu trong 1 tuần con đi học ngoan con nếu trong 1 tuần con đi học ngoan không đánh nhau với bạn cô giáo Không không đánh nhau với bạn cô giáo Không không đánh nhau với bạn cô giáo Không than phiền thì ba mẹ sẽ mua đồ chơi mà than phiền thì ba mẹ sẽ mua đồ chơi mà than phiền thì ba mẹ sẽ mua đồ chơi mà con thích trong 1 tuần đó tôi không thấy con thích trong 1 tuần đó tôi không thấy con thích trong 1 tuần đó tôi không thấy thằng tí đánh nhau với bạn nữa cũng thằng tí đánh nhau với bạn nữa cũng thằng tí đánh nhau với bạn nữa cũng không nghe cô giáo than phiền vợ chồng không nghe cô giáo than phiền vợ chồng không nghe cô giáo than phiền vợ chồng tôi ngạc nhiên và vui lắm tôi ngạc nhiên và vui lắm tôi ngạc nhiên và vui lắm chỉ sau 1 tuần tôi dẫn thằng Tí đi mua chỉ sau 1 tuần tôi dẫn thằng Tí đi mua chỉ sau 1 tuần tôi dẫn thằng Tí đi mua đồ chơi vì nó đã ngoan và không làm vợ đồ chơi vì nó đã ngoan và không làm vợ đồ chơi vì nó đã ngoan và không làm vợ chồng tôi bực mình nữa nhưng thằng tí chồng tôi bực mình nữa nhưng thằng tí chồng tôi bực mình nữa nhưng thằng tí không muốn mua đồ chơi nữa mà đòi mua không muốn mua đồ chơi nữa mà đòi mua không muốn mua đồ chơi nữa mà đòi mua một chiếc xe đạp Tôi cũng đồng ý mua cho một chiếc xe đạp Tôi cũng đồng ý mua cho một chiếc xe đạp Tôi cũng đồng ý mua cho nó một chiếc xe đạp nhỏ một ngày thằng nó một chiếc xe đạp nhỏ một ngày thằng nó một chiếc xe đạp nhỏ một ngày thằng Tí đạp xe đạp đi chơi Tôi cũng lén lút Tí đạp xe đạp đi chơi Tôi cũng lén lút Tí đạp xe đạp đi chơi Tôi cũng lén lút đi theo để biết con trai đi đâu tôi thấy đi theo để biết con trai đi đâu tôi thấy đi theo để biết con trai đi đâu tôi thấy nó đạp xe đạp đến công viên gần nhà lúc nó đạp xe đạp đến công viên gần nhà lúc nó đạp xe đạp đến công viên gần nhà lúc đó có một con gái khác đến thằng Tý và đó có một con gái khác đến thằng Tý và đó có một con gái khác đến thằng Tý và con gái đó cùng chơi đùa với nhau rồi con gái đó cùng chơi đùa với nhau rồi con gái đó cùng chơi đùa với nhau rồi thành tiếng cho con gái đó đồ ăn mà vợ thành tiếng cho con gái đó đồ ăn mà vợ thành tiếng cho con gái đó đồ ăn mà vợ tôi đã chuẩn bị tôi đã chuẩn bị tôi đã chuẩn bị Ừ nó mang đi học Thằng Tí nhìn bạn gái Ừ nó mang đi học Thằng Tí nhìn bạn gái Ừ nó mang đi học Thằng Tí nhìn bạn gái ăn và cười vui vẻ thằng Tí càng ngày ăn và cười vui vẻ thằng Tí càng ngày ăn và cười vui vẻ thằng Tí càng ngày càng ngoan nó học giỏi hơn cô giáo khen càng ngoan nó học giỏi hơn cô giáo khen càng ngoan nó học giỏi hơn cô giáo khen nói nhiều lắm rồi Ngày nào tôi cũng thấy nói nhiều lắm rồi Ngày nào tôi cũng thấy nói nhiều lắm rồi Ngày nào tôi cũng thấy thằng Tí mang đồ ăn ở nhà cho bạn gái đó thằng Tí mang đồ ăn ở nhà cho bạn gái đó thằng Tí mang đồ ăn ở nhà cho bạn gái đó một ngày tôi nói chuyện với con trai của một ngày tôi nói chuyện với con trai của một ngày tôi nói chuyện với con trai của mình còn thích bạn Na hả thằng Tý nói dạ mình còn thích bạn Na hả thằng Tý nói dạ mình còn thích bạn Na hả thằng Tý nói dạ con thích bạn Na lắm bạn Na học cùng lớp con thích bạn Na lắm bạn Na học cùng lớp con thích bạn Na lắm bạn Na học cùng lớp lá với con ngày nào tụi con cũng chơi lá với con ngày nào tụi con cũng chơi lá với con ngày nào tụi con cũng chơi với nhau tụi con còn cất gối và ly nước với nhau tụi con còn cất gối và ly nước với nhau tụi con còn cất gối và ly nước gần nhau trong tủ nữa gần nhau trong tủ nữa gần nhau trong tủ nữa về việc dễ thì Na làm việc khó thì con về việc dễ thì Na làm việc khó thì con về việc dễ thì Na làm việc khó thì con làm lúc này tôi thấy hơi mắc cỡ ở nhà vợ làm lúc này tôi thấy hơi mắc cỡ ở nhà vợ làm lúc này tôi thấy hơi mắc cỡ ở nhà vợ tôi làm hết mọi việc còn tôi đi làm về tôi làm hết mọi việc còn tôi đi làm về tôi làm hết mọi việc còn tôi đi làm về chỉ có đọc sách hay xem phim thôi tôi chỉ có đọc sách hay xem phim thôi tôi chỉ có đọc sách hay xem phim thôi tôi cười rồi nói tiếp với thằng Tý năm sau cười rồi nói tiếp với thằng Tý năm sau cười rồi nói tiếp với thằng Tý năm sau tụi con học lớp 1 rồi chắc không học tụi con học lớp 1 rồi chắc không học tụi con học lớp 1 rồi chắc không học chung với nhau được nữa thằng tiếng nhìn chung với nhau được nữa thằng tiếng nhìn chung với nhau được nữa thằng tiếng nhìn tôi suy nghĩ một chút rồi Nói vậy con sẽ tôi suy nghĩ một chút rồi Nói vậy con sẽ tôi suy nghĩ một chút rồi Nói vậy con sẽ cưới bạn Na nha Ba tôi đứng hình sau khi cưới bạn Na nha Ba tôi đứng hình sau khi cưới bạn Na nha Ba tôi đứng hình sau khi nghe con trai nói như vậy tôi hỏi thằng nghe con trai nói như vậy tôi hỏi thằng nghe con trai nói như vậy tôi hỏi thằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng xe gì ý xe gì ý xe gì ý cho thằng Tý trả lời con có xe đạp mà cho thằng Tý trả lời con có xe đạp mà cho thằng Tý trả lời con có xe đạp mà còn sẽ trở Na đi học bằng xe đạp tôi còn sẽ trở Na đi học bằng xe đạp tôi còn sẽ trở Na đi học bằng xe đạp tôi chợt nhận ra rằng con trai mình trưởng chợt nhận ra rằng con trai mình trưởng chợt nhận ra rằng con trai mình trưởng thành rồi biết suy nghĩ và sống có trách thành rồi biết suy nghĩ và sống có trách thành rồi biết suy nghĩ và sống có trách nhiệm con trai đã dạy tôi một chuyện khi nhiệm con trai đã dạy tôi một chuyện khi nhiệm con trai đã dạy tôi một chuyện khi đàn ông biết yêu thương người phụ nữ của đàn ông biết yêu thương người phụ nữ của đàn ông biết yêu thương người phụ nữ của mình thì người đàn ông sẽ cố gắng rất mình thì người đàn ông sẽ cố gắng rất mình thì người đàn ông sẽ cố gắng rất nhiều ạ", "sentences": ["những bí mật của thằng Trí bí mật Thằng những bí mật của thằng Trí bí mật Thằng những bí mật của thằng Trí bí mật Thằng Tí con trai của tôi năm nay nó năm tuổi Tí con trai của tôi năm nay nó năm tuổi Tí con trai của tôi năm nay nó năm tuổi rồi Ngày nào nó cũng bị thương vì đánh rồi Ngày nào nó cũng bị thương vì đánh rồi Ngày nào nó cũng bị thương vì đánh nhau với bạn ở trường ngày nào cũng bị nhau với bạn ở trường ngày nào cũng bị nhau với bạn ở trường ngày nào cũng bị thương đánh nhau Tôi và vợ rất bực mình thương đánh nhau Tôi và vợ rất bực mình thương đánh nhau Tôi và vợ rất bực mình nên thường phạt Nó úp mặt vào tường nên thường phạt Nó úp mặt vào tường nên thường phạt Nó úp mặt vào tường anh bực mình phạt úp mặt vào từ nhưng nó anh bực mình phạt úp mặt vào từ nhưng nó anh bực mình phạt úp mặt vào từ nhưng nó vẫn không sợ vẫn tiếp tục đánh nhau với vẫn không sợ vẫn tiếp tục đánh nhau với vẫn không sợ vẫn tiếp tục đánh nhau với bạn sau đó tôi nói với con nếu trong 1 bạn sau đó tôi nói với con nếu trong 1 bạn sau đó tôi nói với con nếu trong 1 tuần con đi học ngoan không đánh nhau tuần con đi học ngoan không đánh nhau tuần con đi học ngoan không đánh nhau với bạn cô giáo Không than phiền ngoan than phiền thì ba mẹ sẽ mua đồ chơi mà than phiền thì ba mẹ sẽ mua đồ chơi mà than phiền thì ba mẹ sẽ mua đồ chơi mà con thích đồ chơi cho con thích đồ chơi cho con thích đồ chơi cho ở tuồng đó tôi không thấy thằng tí đánh ở tuồng đó tôi không thấy thằng tí đánh ở tuồng đó tôi không thấy thằng tí đánh nhau với bạn nữa cũng không nghe cô giáo nhau với bạn nữa cũng không nghe cô giáo nhau với bạn nữa cũng không nghe cô giáo than phiền vợ chồng tôi ngạc nhiên và than phiền vợ chồng tôi ngạc nhiên và than phiền vợ chồng tôi ngạc nhiên và vui lắm nè nhiên sau một tuần tôi dẫn vui lắm nè nhiên sau một tuần tôi dẫn vui lắm nè nhiên sau một tuần tôi dẫn thằng Tí đi mua đồ chơi vì nó đã ngoan thằng Tí đi mua đồ chơi vì nó đã ngoan thằng Tí đi mua đồ chơi vì nó đã ngoan và không làm vợ chồng tôi bực mình nữa và không làm vợ chồng tôi bực mình nữa và không làm vợ chồng tôi bực mình nữa Dẫn nhưng thằng tí không muốn mua đồ Dẫn nhưng thằng tí không muốn mua đồ Dẫn nhưng thằng tí không muốn mua đồ chơi nữa mà đòi mua một chiếc xe đạp đòi tôi cũng đồng ý mua cho nó một chiếc xe tôi cũng đồng ý mua cho nó một chiếc xe tôi cũng đồng ý mua cho nó một chiếc xe đạp nhỏ đồng ý đạp nhỏ đồng ý đạp nhỏ đồng ý có một ngày thằng Tí đạp xe đạp đi chơi có một ngày thằng Tí đạp xe đạp đi chơi có một ngày thằng Tí đạp xe đạp đi chơi đạp xe đạp Tôi cũng lén lút đi theo để đạp xe đạp Tôi cũng lén lút đi theo để đạp xe đạp Tôi cũng lén lút đi theo để biết con trai đi đâu lén lút đi theo tôi biết con trai đi đâu lén lút đi theo tôi biết con trai đi đâu lén lút đi theo tôi thấy nó đạp xe đạp đến công viên gần nhà lúc đó có một con gái khác đến thằng Tý lúc đó có một con gái khác đến thằng Tý lúc đó có một con gái khác đến thằng Tý và con gái đó cùng chơi đùa với nhau và con gái đó cùng chơi đùa với nhau và con gái đó cùng chơi đùa với nhau cùng chơi đùa rồi Thằng Tiến cho con gái cùng chơi đùa rồi Thằng Tiến cho con gái cùng chơi đùa rồi Thằng Tiến cho con gái đó đồ ăn mà vợ tôi đã chuẩn bị cho nó đó đồ ăn mà vợ tôi đã chuẩn bị cho nó đó đồ ăn mà vợ tôi đã chuẩn bị cho nó mang đi học cho mang đi học cho mang đi học cho khi chuẩn bị mang thằng tí Nhìn bạn gái khi chuẩn bị mang thằng tí Nhìn bạn gái khi chuẩn bị mang thằng tí Nhìn bạn gái ăn và cười vui vẻ vui vẻ sẽ thằng Tí ăn và cười vui vẻ vui vẻ sẽ thằng Tí ăn và cười vui vẻ vui vẻ sẽ thằng Tí càng ngày càng ngoan càng ngày càng Nó càng ngày càng ngoan càng ngày càng Nó càng ngày càng ngoan càng ngày càng Nó học giỏi hơn cô giáo khen nói nhiều lắm khen rồi Ngày nào tôi cũng thấy thằng Tí khen rồi Ngày nào tôi cũng thấy thằng Tí khen rồi Ngày nào tôi cũng thấy thằng Tí mang đồ ăn ở nhà cho bạn gái đó một ngày mang đồ ăn ở nhà cho bạn gái đó một ngày mang đồ ăn ở nhà cho bạn gái đó một ngày tôi nói chuyện với con trai của mình tôi nói chuyện với con trai của mình tôi nói chuyện với con trai của mình mình còn thích bạn Na hả mình còn thích bạn Na hả mình còn thích bạn Na hả cho thằng Tý nói dạ con thích bạn Na lắm cho thằng Tý nói dạ con thích bạn Na lắm cho thằng Tý nói dạ con thích bạn Na lắm bạn Na học cùng lớp lá Với Con lớp lá bạn Na học cùng lớp lá Với Con lớp lá bạn Na học cùng lớp lá Với Con lớp lá ngày nào tụi con cũng chơi với nhau tụi ngày nào tụi con cũng chơi với nhau tụi ngày nào tụi con cũng chơi với nhau tụi con tụi con còn cất gối và ly nước gần con tụi con còn cất gối và ly nước gần con tụi con còn cất gối và ly nước gần nhau trong tủ nữa cất gối gần nhau tủ việc dễ thì Na làm việc khó thì con làm Việt dễ Việt dễ Việt dễ ông Việt khó lúc này tôi thấy hơi mắc cỡ mắc cỡ ở nhà vợ tôi làm hết mọi việc còn mắc cỡ ở nhà vợ tôi làm hết mọi việc còn mắc cỡ ở nhà vợ tôi làm hết mọi việc còn tôi đi làm về chỉ có đọc sách hay xem tôi đi làm về chỉ có đọc sách hay xem tôi đi làm về chỉ có đọc sách hay xem phim thôi hết mọi việc chỉ thôi tôi cười phim thôi hết mọi việc chỉ thôi tôi cười phim thôi hết mọi việc chỉ thôi tôi cười rồi nói tiếp với thằng Tý năm sau tụi rồi nói tiếp với thằng Tý năm sau tụi rồi nói tiếp với thằng Tý năm sau tụi con học lớp 1 rồi chắc không học chung con học lớp 1 rồi chắc không học chung con học lớp 1 rồi chắc không học chung với nhau được nữa lớp một thằng Tiến với nhau được nữa lớp một thằng Tiến với nhau được nữa lớp một thằng Tiến nhìn tôi nhìn tôi nhìn tôi dù chỉ một chút rồi nói suy nghĩ vậy con dù chỉ một chút rồi nói suy nghĩ vậy con dù chỉ một chút rồi nói suy nghĩ vậy con sẽ cưới bạn Na Nga 3 cưới tôi đứng hình sẽ cưới bạn Na Nga 3 cưới tôi đứng hình sẽ cưới bạn Na Nga 3 cưới tôi đứng hình sau khi nghe con trai nói như vậy Đứng sau khi nghe con trai nói như vậy Đứng sau khi nghe con trai nói như vậy Đứng hình như vậy tôi hỏi thằng Tí nữa vậy hình như vậy tôi hỏi thằng Tí nữa vậy hình như vậy tôi hỏi thằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng xe gì Thằng Hai vợ chồng sẽ đi học bằng xe gì Thằng Hai vợ chồng sẽ đi học bằng xe gì Thằng Tý trả lời con có xe đạp mà còn sẽ trở Tý trả lời con có xe đạp mà còn sẽ trở Tý trả lời con có xe đạp mà còn sẽ trở Na đi học bằng xe đạp chở tôi chợt nhận Na đi học bằng xe đạp chở tôi chợt nhận Na đi học bằng xe đạp chở tôi chợt nhận ra rằng con trai mình trưởng thành rồi ra rằng con trai mình trưởng thành rồi ra rằng con trai mình trưởng thành rồi biết suy nghĩ và sống biết suy nghĩ và sống biết suy nghĩ và sống ý kiến chợt nhận ra trưởng thành có ý kiến chợt nhận ra trưởng thành có ý kiến chợt nhận ra trưởng thành có trách nhiệm con trai đã dạy tôi một trách nhiệm con trai đã dạy tôi một trách nhiệm con trai đã dạy tôi một chuyện chạy khi đàn ông biết yêu thương chuyện chạy khi đàn ông biết yêu thương chuyện chạy khi đàn ông biết yêu thương người phụ nữ của mình thì người đàn ông người phụ nữ của mình thì người đàn ông người phụ nữ của mình thì người đàn ông sẽ cố gắng rất nhiều yêu thương Cố gắng [âm nhạc] [âm nhạc] [âm nhạc] bí mật của thằng Trí bí mật của thằng Trí bí mật của thằng Trí Ê Thằng Tí con trai của tôi năm nay nó Ê Thằng Tí con trai của tôi năm nay nó Ê Thằng Tí con trai của tôi năm nay nó năm tuổi rồi Ngày nào nó cũng bị thương năm tuổi rồi Ngày nào nó cũng bị thương năm tuổi rồi Ngày nào nó cũng bị thương vì đánh nhau với bạn ở trường tôi và vợ vì đánh nhau với bạn ở trường tôi và vợ vì đánh nhau với bạn ở trường tôi và vợ rất bực mình nên thường phạt nó tức mặt rất bực mình nên thường phạt nó tức mặt rất bực mình nên thường phạt nó tức mặt vào tường nhưng nó vẫn không sợ vẫn tiếp vào tường nhưng nó vẫn không sợ vẫn tiếp vào tường nhưng nó vẫn không sợ vẫn tiếp tục đánh nhau với bạn sau đó tôi nói với tục đánh nhau với bạn sau đó tôi nói với tục đánh nhau với bạn sau đó tôi nói với con nếu trong 1 tuần con đi học ngoan con nếu trong 1 tuần con đi học ngoan con nếu trong 1 tuần con đi học ngoan không đánh nhau với bạn cô giáo Không không đánh nhau với bạn cô giáo Không không đánh nhau với bạn cô giáo Không than phiền thì ba mẹ sẽ mua đồ chơi mà than phiền thì ba mẹ sẽ mua đồ chơi mà than phiền thì ba mẹ sẽ mua đồ chơi mà con thích trong 1 tuần đó tôi không thấy con thích trong 1 tuần đó tôi không thấy con thích trong 1 tuần đó tôi không thấy thằng tí đánh nhau với bạn nữa cũng thằng tí đánh nhau với bạn nữa cũng thằng tí đánh nhau với bạn nữa cũng không nghe cô giáo than phiền vợ chồng không nghe cô giáo than phiền vợ chồng không nghe cô giáo than phiền vợ chồng tôi ngạc nhiên và vui lắm tôi ngạc nhiên và vui lắm tôi ngạc nhiên và vui lắm chỉ sau 1 tuần tôi dẫn thằng Tí đi mua chỉ sau 1 tuần tôi dẫn thằng Tí đi mua chỉ sau 1 tuần tôi dẫn thằng Tí đi mua đồ chơi vì nó đã ngoan và không làm vợ đồ chơi vì nó đã ngoan và không làm vợ đồ chơi vì nó đã ngoan và không làm vợ chồng tôi bực mình nữa nhưng thằng tí chồng tôi bực mình nữa nhưng thằng tí chồng tôi bực mình nữa nhưng thằng tí không muốn mua đồ chơi nữa mà đòi mua không muốn mua đồ chơi nữa mà đòi mua không muốn mua đồ chơi nữa mà đòi mua một chiếc xe đạp Tôi cũng đồng ý mua cho một chiếc xe đạp Tôi cũng đồng ý mua cho một chiếc xe đạp Tôi cũng đồng ý mua cho nó một chiếc xe đạp nhỏ một ngày thằng nó một chiếc xe đạp nhỏ một ngày thằng nó một chiếc xe đạp nhỏ một ngày thằng Tí đạp xe đạp đi chơi Tôi cũng lén lút Tí đạp xe đạp đi chơi Tôi cũng lén lút Tí đạp xe đạp đi chơi Tôi cũng lén lút đi theo để biết con trai đi đâu tôi thấy đi theo để biết con trai đi đâu tôi thấy đi theo để biết con trai đi đâu tôi thấy nó đạp xe đạp đến công viên gần nhà lúc nó đạp xe đạp đến công viên gần nhà lúc nó đạp xe đạp đến công viên gần nhà lúc đó có một con gái khác đến thằng Tý và đó có một con gái khác đến thằng Tý và đó có một con gái khác đến thằng Tý và con gái đó cùng chơi đùa với nhau rồi con gái đó cùng chơi đùa với nhau rồi con gái đó cùng chơi đùa với nhau rồi thành tiếng cho con gái đó đồ ăn mà vợ thành tiếng cho con gái đó đồ ăn mà vợ thành tiếng cho con gái đó đồ ăn mà vợ tôi đã chuẩn bị tôi đã chuẩn bị tôi đã chuẩn bị Ừ nó mang đi học Thằng Tí nhìn bạn gái Ừ nó mang đi học Thằng Tí nhìn bạn gái Ừ nó mang đi học Thằng Tí nhìn bạn gái ăn và cười vui vẻ thằng Tí càng ngày ăn và cười vui vẻ thằng Tí càng ngày ăn và cười vui vẻ thằng Tí càng ngày càng ngoan nó học giỏi hơn cô giáo khen càng ngoan nó học giỏi hơn cô giáo khen càng ngoan nó học giỏi hơn cô giáo khen nói nhiều lắm rồi Ngày nào tôi cũng thấy nói nhiều lắm rồi Ngày nào tôi cũng thấy nói nhiều lắm rồi Ngày nào tôi cũng thấy thằng Tí mang đồ ăn ở nhà cho bạn gái đó thằng Tí mang đồ ăn ở nhà cho bạn gái đó thằng Tí mang đồ ăn ở nhà cho bạn gái đó một ngày tôi nói chuyện với con trai của một ngày tôi nói chuyện với con trai của một ngày tôi nói chuyện với con trai của mình còn thích bạn Na hả thằng Tý nói dạ mình còn thích bạn Na hả thằng Tý nói dạ mình còn thích bạn Na hả thằng Tý nói dạ con thích bạn Na lắm bạn Na học cùng lớp con thích bạn Na lắm bạn Na học cùng lớp con thích bạn Na lắm bạn Na học cùng lớp lá với con ngày nào tụi con cũng chơi lá với con ngày nào tụi con cũng chơi lá với con ngày nào tụi con cũng chơi với nhau tụi con còn cất gối và ly nước với nhau tụi con còn cất gối và ly nước với nhau tụi con còn cất gối và ly nước gần nhau trong tủ nữa gần nhau trong tủ nữa gần nhau trong tủ nữa về việc dễ thì Na làm việc khó thì con về việc dễ thì Na làm việc khó thì con về việc dễ thì Na làm việc khó thì con làm lúc này tôi thấy hơi mắc cỡ ở nhà vợ làm lúc này tôi thấy hơi mắc cỡ ở nhà vợ làm lúc này tôi thấy hơi mắc cỡ ở nhà vợ tôi làm hết mọi việc còn tôi đi làm về tôi làm hết mọi việc còn tôi đi làm về tôi làm hết mọi việc còn tôi đi làm về chỉ có đọc sách hay xem phim thôi tôi chỉ có đọc sách hay xem phim thôi tôi chỉ có đọc sách hay xem phim thôi tôi cười rồi nói tiếp với thằng Tý năm sau cười rồi nói tiếp với thằng Tý năm sau cười rồi nói tiếp với thằng Tý năm sau tụi con học lớp 1 rồi chắc không học tụi con học lớp 1 rồi chắc không học tụi con học lớp 1 rồi chắc không học chung với nhau được nữa thằng tiếng nhìn chung với nhau được nữa thằng tiếng nhìn chung với nhau được nữa thằng tiếng nhìn tôi suy nghĩ một chút rồi Nói vậy con sẽ tôi suy nghĩ một chút rồi Nói vậy con sẽ tôi suy nghĩ một chút rồi Nói vậy con sẽ cưới bạn Na nha Ba tôi đứng hình sau khi cưới bạn Na nha Ba tôi đứng hình sau khi cưới bạn Na nha Ba tôi đứng hình sau khi nghe con trai nói như vậy tôi hỏi thằng nghe con trai nói như vậy tôi hỏi thằng nghe con trai nói như vậy tôi hỏi thằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng xe gì ý xe gì ý xe gì ý cho thằng Tý trả lời con có xe đạp mà cho thằng Tý trả lời con có xe đạp mà cho thằng Tý trả lời con có xe đạp mà còn sẽ trở Na đi học bằng xe đạp tôi còn sẽ trở Na đi học bằng xe đạp tôi còn sẽ trở Na đi học bằng xe đạp tôi chợt nhận ra rằng con trai mình trưởng chợt nhận ra rằng con trai mình trưởng chợt nhận ra rằng con trai mình trưởng thành rồi biết suy nghĩ và sống có trách thành rồi biết suy nghĩ và sống có trách thành rồi biết suy nghĩ và sống có trách nhiệm con trai đã dạy tôi một chuyện khi nhiệm con trai đã dạy tôi một chuyện khi nhiệm con trai đã dạy tôi một chuyện khi đàn ông biết yêu thương người phụ nữ của đàn ông biết yêu thương người phụ nữ của đàn ông biết yêu thương người phụ nữ của mình thì người đàn ông sẽ cố gắng rất mình thì người đàn ông sẽ cố gắng rất mình thì người đàn ông sẽ cố gắng rất nhiều ạ"], "transcript": [{"start": 0.0, "end": 24.769, "text": "những bí mật của thằng Trí bí mật Thằng"}, {"start": 24.769, "end": 24.779, "text": "những bí mật của thằng Trí bí mật Thằng"}, {"start": 24.779, "end": 28.91, "text": "những bí mật của thằng Trí bí mật Thằng Tí con trai của tôi năm nay nó năm tuổi"}, {"start": 28.91, "end": 28.92, "text": "Tí con trai của tôi năm nay nó năm tuổi"}, {"start": 28.92, "end": 34.76, "text": "Tí con trai của tôi năm nay nó năm tuổi rồi Ngày nào nó cũng bị thương vì đánh"}, {"start": 34.76, "end": 34.77, "text": "rồi Ngày nào nó cũng bị thương vì đánh"}, {"start": 34.77, "end": 44.299, "text": "rồi Ngày nào nó cũng bị thương vì đánh nhau với bạn ở trường ngày nào cũng bị"}, {"start": 44.299, "end": 44.309, "text": "nhau với bạn ở trường ngày nào cũng bị"}, {"start": 44.309, "end": 55.779, "text": "nhau với bạn ở trường ngày nào cũng bị thương đánh nhau Tôi và vợ rất bực mình"}, {"start": 55.779, "end": 55.789, "text": "thương đánh nhau Tôi và vợ rất bực mình"}, {"start": 55.789, "end": 60.0, "text": "thương đánh nhau Tôi và vợ rất bực mình nên thường phạt Nó úp mặt vào tường"}, {"start": 60.0, "end": 60.01, "text": "nên thường phạt Nó úp mặt vào tường"}, {"start": 60.01, "end": 78.539, "text": "nên thường phạt Nó úp mặt vào tường anh bực mình phạt úp mặt vào từ nhưng nó"}, {"start": 78.539, "end": 78.549, "text": "anh bực mình phạt úp mặt vào từ nhưng nó"}, {"start": 78.549, "end": 81.93, "text": "anh bực mình phạt úp mặt vào từ nhưng nó vẫn không sợ vẫn tiếp tục đánh nhau với"}, {"start": 81.93, "end": 81.94, "text": "vẫn không sợ vẫn tiếp tục đánh nhau với"}, {"start": 81.94, "end": 91.74, "text": "vẫn không sợ vẫn tiếp tục đánh nhau với bạn sau đó tôi nói với con nếu trong 1"}, {"start": 91.74, "end": 91.75, "text": "bạn sau đó tôi nói với con nếu trong 1"}, {"start": 91.75, "end": 95.52000000000001, "text": "bạn sau đó tôi nói với con nếu trong 1 tuần con đi học ngoan không đánh nhau"}, {"start": 95.52000000000001, "end": 95.53, "text": "tuần con đi học ngoan không đánh nhau"}, {"start": 95.53, "end": 104.99000000000001, "text": "tuần con đi học ngoan không đánh nhau với bạn cô giáo Không than phiền ngoan"}, {"start": 105.0, "end": 112.199, "text": "than phiền thì ba mẹ sẽ mua đồ chơi mà"}, {"start": 112.199, "end": 112.209, "text": "than phiền thì ba mẹ sẽ mua đồ chơi mà"}, {"start": 112.209, "end": 120.01, "text": "than phiền thì ba mẹ sẽ mua đồ chơi mà con thích đồ chơi cho"}, {"start": 120.01, "end": 120.02, "text": "con thích đồ chơi cho"}, {"start": 120.02, "end": 124.09, "text": "con thích đồ chơi cho ở tuồng đó tôi không thấy thằng tí đánh"}, {"start": 124.09, "end": 124.1, "text": "ở tuồng đó tôi không thấy thằng tí đánh"}, {"start": 124.1, "end": 128.109, "text": "ở tuồng đó tôi không thấy thằng tí đánh nhau với bạn nữa cũng không nghe cô giáo"}, {"start": 128.109, "end": 128.119, "text": "nhau với bạn nữa cũng không nghe cô giáo"}, {"start": 128.119, "end": 134.32, "text": "nhau với bạn nữa cũng không nghe cô giáo than phiền vợ chồng tôi ngạc nhiên và"}, {"start": 134.32, "end": 134.33, "text": "than phiền vợ chồng tôi ngạc nhiên và"}, {"start": 134.33, "end": 143.68, "text": "than phiền vợ chồng tôi ngạc nhiên và vui lắm nè nhiên sau một tuần tôi dẫn"}, {"start": 143.68, "end": 143.69, "text": "vui lắm nè nhiên sau một tuần tôi dẫn"}, {"start": 143.69, "end": 147.19, "text": "vui lắm nè nhiên sau một tuần tôi dẫn thằng Tí đi mua đồ chơi vì nó đã ngoan"}, {"start": 147.19, "end": 147.2, "text": "thằng Tí đi mua đồ chơi vì nó đã ngoan"}, {"start": 147.2, "end": 152.16, "text": "thằng Tí đi mua đồ chơi vì nó đã ngoan và không làm vợ chồng tôi bực mình nữa"}, {"start": 152.16, "end": 152.17000000000002, "text": "và không làm vợ chồng tôi bực mình nữa"}, {"start": 152.17000000000002, "end": 159.43, "text": "và không làm vợ chồng tôi bực mình nữa Dẫn nhưng thằng tí không muốn mua đồ"}, {"start": 159.43, "end": 159.44, "text": "Dẫn nhưng thằng tí không muốn mua đồ"}, {"start": 159.44, "end": 170.49, "text": "Dẫn nhưng thằng tí không muốn mua đồ chơi nữa mà đòi mua một chiếc xe đạp đòi"}, {"start": 170.5, "end": 174.49, "text": "tôi cũng đồng ý mua cho nó một chiếc xe"}, {"start": 174.49, "end": 174.5, "text": "tôi cũng đồng ý mua cho nó một chiếc xe"}, {"start": 174.5, "end": 180.02, "text": "tôi cũng đồng ý mua cho nó một chiếc xe đạp nhỏ đồng ý"}, {"start": 180.02, "end": 180.03, "text": "đạp nhỏ đồng ý"}, {"start": 180.03, "end": 187.84, "text": "đạp nhỏ đồng ý có một ngày thằng Tí đạp xe đạp đi chơi"}, {"start": 187.84, "end": 187.85, "text": "có một ngày thằng Tí đạp xe đạp đi chơi"}, {"start": 187.85, "end": 194.21, "text": "có một ngày thằng Tí đạp xe đạp đi chơi đạp xe đạp Tôi cũng lén lút đi theo để"}, {"start": 194.21, "end": 194.22, "text": "đạp xe đạp Tôi cũng lén lút đi theo để"}, {"start": 194.22, "end": 205.61, "text": "đạp xe đạp Tôi cũng lén lút đi theo để biết con trai đi đâu lén lút đi theo tôi"}, {"start": 205.61, "end": 205.62, "text": "biết con trai đi đâu lén lút đi theo tôi"}, {"start": 205.62, "end": 210.97, "text": "biết con trai đi đâu lén lút đi theo tôi thấy nó đạp xe đạp đến công viên gần nhà"}, {"start": 210.98, "end": 217.31, "text": "lúc đó có một con gái khác đến thằng Tý"}, {"start": 217.31, "end": 217.32, "text": "lúc đó có một con gái khác đến thằng Tý"}, {"start": 217.32, "end": 221.44, "text": "lúc đó có một con gái khác đến thằng Tý và con gái đó cùng chơi đùa với nhau"}, {"start": 221.44, "end": 221.45, "text": "và con gái đó cùng chơi đùa với nhau"}, {"start": 221.45, "end": 231.77, "text": "và con gái đó cùng chơi đùa với nhau cùng chơi đùa rồi Thằng Tiến cho con gái"}, {"start": 231.77, "end": 231.78, "text": "cùng chơi đùa rồi Thằng Tiến cho con gái"}, {"start": 231.78, "end": 236.3, "text": "cùng chơi đùa rồi Thằng Tiến cho con gái đó đồ ăn mà vợ tôi đã chuẩn bị cho nó"}, {"start": 236.3, "end": 236.31, "text": "đó đồ ăn mà vợ tôi đã chuẩn bị cho nó"}, {"start": 236.31, "end": 240.0, "text": "đó đồ ăn mà vợ tôi đã chuẩn bị cho nó mang đi học cho"}, {"start": 240.0, "end": 240.01, "text": "mang đi học cho"}, {"start": 240.01, "end": 251.819, "text": "mang đi học cho khi chuẩn bị mang thằng tí Nhìn bạn gái"}, {"start": 251.819, "end": 251.829, "text": "khi chuẩn bị mang thằng tí Nhìn bạn gái"}, {"start": 251.829, "end": 260.279, "text": "khi chuẩn bị mang thằng tí Nhìn bạn gái ăn và cười vui vẻ vui vẻ sẽ thằng Tí"}, {"start": 260.279, "end": 260.289, "text": "ăn và cười vui vẻ vui vẻ sẽ thằng Tí"}, {"start": 260.289, "end": 270.18, "text": "ăn và cười vui vẻ vui vẻ sẽ thằng Tí càng ngày càng ngoan càng ngày càng Nó"}, {"start": 270.18, "end": 270.19, "text": "càng ngày càng ngoan càng ngày càng Nó"}, {"start": 270.19, "end": 276.8, "text": "càng ngày càng ngoan càng ngày càng Nó học giỏi hơn cô giáo khen nói nhiều lắm"}, {"start": 276.81, "end": 283.62, "text": "khen rồi Ngày nào tôi cũng thấy thằng Tí"}, {"start": 283.62, "end": 283.63, "text": "khen rồi Ngày nào tôi cũng thấy thằng Tí"}, {"start": 283.63, "end": 289.17, "text": "khen rồi Ngày nào tôi cũng thấy thằng Tí mang đồ ăn ở nhà cho bạn gái đó một ngày"}, {"start": 289.17, "end": 289.18, "text": "mang đồ ăn ở nhà cho bạn gái đó một ngày"}, {"start": 289.18, "end": 293.54, "text": "mang đồ ăn ở nhà cho bạn gái đó một ngày tôi nói chuyện với con trai của mình"}, {"start": 293.54, "end": 293.55, "text": "tôi nói chuyện với con trai của mình"}, {"start": 293.55, "end": 300.01, "text": "tôi nói chuyện với con trai của mình mình còn thích bạn Na hả"}, {"start": 300.01, "end": 300.02, "text": "mình còn thích bạn Na hả"}, {"start": 300.02, "end": 305.909, "text": "mình còn thích bạn Na hả cho thằng Tý nói dạ con thích bạn Na lắm"}, {"start": 305.909, "end": 305.919, "text": "cho thằng Tý nói dạ con thích bạn Na lắm"}, {"start": 305.919, "end": 314.46, "text": "cho thằng Tý nói dạ con thích bạn Na lắm bạn Na học cùng lớp lá Với Con lớp lá"}, {"start": 314.46, "end": 314.47, "text": "bạn Na học cùng lớp lá Với Con lớp lá"}, {"start": 314.47, "end": 320.589, "text": "bạn Na học cùng lớp lá Với Con lớp lá ngày nào tụi con cũng chơi với nhau tụi"}, {"start": 320.589, "end": 320.599, "text": "ngày nào tụi con cũng chơi với nhau tụi"}, {"start": 320.599, "end": 327.52, "text": "ngày nào tụi con cũng chơi với nhau tụi con tụi con còn cất gối và ly nước gần"}, {"start": 327.52, "end": 327.53, "text": "con tụi con còn cất gối và ly nước gần"}, {"start": 327.53, "end": 349.32, "text": "con tụi con còn cất gối và ly nước gần nhau trong tủ nữa cất gối gần nhau tủ"}, {"start": 349.33, "end": 357.42, "text": "việc dễ thì Na làm việc khó thì con làm"}, {"start": 357.43, "end": 360.02, "text": "Việt dễ"}, {"start": 360.02, "end": 360.03, "text": "Việt dễ"}, {"start": 360.03, "end": 371.47, "text": "Việt dễ ông Việt khó lúc này tôi thấy hơi mắc cỡ"}, {"start": 371.48, "end": 381.32, "text": "mắc cỡ ở nhà vợ tôi làm hết mọi việc còn"}, {"start": 381.32, "end": 381.33, "text": "mắc cỡ ở nhà vợ tôi làm hết mọi việc còn"}, {"start": 381.33, "end": 385.07, "text": "mắc cỡ ở nhà vợ tôi làm hết mọi việc còn tôi đi làm về chỉ có đọc sách hay xem"}, {"start": 385.07, "end": 385.08, "text": "tôi đi làm về chỉ có đọc sách hay xem"}, {"start": 385.08, "end": 403.15999999999997, "text": "tôi đi làm về chỉ có đọc sách hay xem phim thôi hết mọi việc chỉ thôi tôi cười"}, {"start": 403.15999999999997, "end": 403.17, "text": "phim thôi hết mọi việc chỉ thôi tôi cười"}, {"start": 403.17, "end": 407.9, "text": "phim thôi hết mọi việc chỉ thôi tôi cười rồi nói tiếp với thằng Tý năm sau tụi"}, {"start": 407.9, "end": 407.90999999999997, "text": "rồi nói tiếp với thằng Tý năm sau tụi"}, {"start": 407.90999999999997, "end": 411.77, "text": "rồi nói tiếp với thằng Tý năm sau tụi con học lớp 1 rồi chắc không học chung"}, {"start": 411.77, "end": 411.78, "text": "con học lớp 1 rồi chắc không học chung"}, {"start": 411.78, "end": 418.88, "text": "con học lớp 1 rồi chắc không học chung với nhau được nữa lớp một thằng Tiến"}, {"start": 418.88, "end": 418.89, "text": "với nhau được nữa lớp một thằng Tiến"}, {"start": 418.89, "end": 419.999, "text": "với nhau được nữa lớp một thằng Tiến nhìn tôi"}, {"start": 419.999, "end": 420.009, "text": "nhìn tôi"}, {"start": 420.009, "end": 429.629, "text": "nhìn tôi dù chỉ một chút rồi nói suy nghĩ vậy con"}, {"start": 429.629, "end": 429.639, "text": "dù chỉ một chút rồi nói suy nghĩ vậy con"}, {"start": 429.639, "end": 438.45, "text": "dù chỉ một chút rồi nói suy nghĩ vậy con sẽ cưới bạn Na Nga 3 cưới tôi đứng hình"}, {"start": 438.45, "end": 438.46, "text": "sẽ cưới bạn Na Nga 3 cưới tôi đứng hình"}, {"start": 438.46, "end": 443.459, "text": "sẽ cưới bạn Na Nga 3 cưới tôi đứng hình sau khi nghe con trai nói như vậy Đứng"}, {"start": 443.459, "end": 443.469, "text": "sau khi nghe con trai nói như vậy Đứng"}, {"start": 443.469, "end": 453.389, "text": "sau khi nghe con trai nói như vậy Đứng hình như vậy tôi hỏi thằng Tí nữa vậy"}, {"start": 453.389, "end": 453.399, "text": "hình như vậy tôi hỏi thằng Tí nữa vậy"}, {"start": 453.399, "end": 459.329, "text": "hình như vậy tôi hỏi thằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng xe gì Thằng"}, {"start": 459.329, "end": 459.339, "text": "Hai vợ chồng sẽ đi học bằng xe gì Thằng"}, {"start": 459.339, "end": 464.909, "text": "Hai vợ chồng sẽ đi học bằng xe gì Thằng Tý trả lời con có xe đạp mà còn sẽ trở"}, {"start": 464.909, "end": 464.919, "text": "Tý trả lời con có xe đạp mà còn sẽ trở"}, {"start": 464.919, "end": 473.82, "text": "Tý trả lời con có xe đạp mà còn sẽ trở Na đi học bằng xe đạp chở tôi chợt nhận"}, {"start": 473.82, "end": 473.83, "text": "Na đi học bằng xe đạp chở tôi chợt nhận"}, {"start": 473.83, "end": 477.35, "text": "Na đi học bằng xe đạp chở tôi chợt nhận ra rằng con trai mình trưởng thành rồi"}, {"start": 477.35, "end": 477.36, "text": "ra rằng con trai mình trưởng thành rồi"}, {"start": 477.36, "end": 480.01, "text": "ra rằng con trai mình trưởng thành rồi biết suy nghĩ và sống"}, {"start": 480.01, "end": 480.02, "text": "biết suy nghĩ và sống"}, {"start": 480.02, "end": 499.33, "text": "biết suy nghĩ và sống ý kiến chợt nhận ra trưởng thành có"}, {"start": 499.33, "end": 499.34, "text": "ý kiến chợt nhận ra trưởng thành có"}, {"start": 499.34, "end": 506.05, "text": "ý kiến chợt nhận ra trưởng thành có trách nhiệm con trai đã dạy tôi một"}, {"start": 506.05, "end": 506.06, "text": "trách nhiệm con trai đã dạy tôi một"}, {"start": 506.06, "end": 514.659, "text": "trách nhiệm con trai đã dạy tôi một chuyện chạy khi đàn ông biết yêu thương"}, {"start": 514.659, "end": 514.669, "text": "chuyện chạy khi đàn ông biết yêu thương"}, {"start": 514.669, "end": 518.409, "text": "chuyện chạy khi đàn ông biết yêu thương người phụ nữ của mình thì người đàn ông"}, {"start": 518.409, "end": 518.419, "text": "người phụ nữ của mình thì người đàn ông"}, {"start": 518.419, "end": 530.19, "text": "người phụ nữ của mình thì người đàn ông sẽ cố gắng rất nhiều yêu thương Cố gắng"}, {"start": 530.2, "end": 536.67, "text": "[âm nhạc]"}, {"start": 536.67, "end": 536.68, "text": "[âm nhạc]"}, {"start": 536.68, "end": 540.02, "text": "[âm nhạc] bí mật của thằng Trí"}, {"start": 540.02, "end": 540.03, "text": "bí mật của thằng Trí"}, {"start": 540.03, "end": 545.63, "text": "bí mật của thằng Trí Ê Thằng Tí con trai của tôi năm nay nó"}, {"start": 545.63, "end": 545.64, "text": "Ê Thằng Tí con trai của tôi năm nay nó"}, {"start": 545.64, "end": 550.4, "text": "Ê Thằng Tí con trai của tôi năm nay nó năm tuổi rồi Ngày nào nó cũng bị thương"}, {"start": 550.4, "end": 550.41, "text": "năm tuổi rồi Ngày nào nó cũng bị thương"}, {"start": 550.41, "end": 555.59, "text": "năm tuổi rồi Ngày nào nó cũng bị thương vì đánh nhau với bạn ở trường tôi và vợ"}, {"start": 555.59, "end": 555.6, "text": "vì đánh nhau với bạn ở trường tôi và vợ"}, {"start": 555.6, "end": 559.49, "text": "vì đánh nhau với bạn ở trường tôi và vợ rất bực mình nên thường phạt nó tức mặt"}, {"start": 559.49, "end": 559.5, "text": "rất bực mình nên thường phạt nó tức mặt"}, {"start": 559.5, "end": 563.9, "text": "rất bực mình nên thường phạt nó tức mặt vào tường nhưng nó vẫn không sợ vẫn tiếp"}, {"start": 563.9, "end": 563.91, "text": "vào tường nhưng nó vẫn không sợ vẫn tiếp"}, {"start": 563.91, "end": 569.36, "text": "vào tường nhưng nó vẫn không sợ vẫn tiếp tục đánh nhau với bạn sau đó tôi nói với"}, {"start": 569.36, "end": 569.37, "text": "tục đánh nhau với bạn sau đó tôi nói với"}, {"start": 569.37, "end": 575.44, "text": "tục đánh nhau với bạn sau đó tôi nói với con nếu trong 1 tuần con đi học ngoan"}, {"start": 575.44, "end": 575.45, "text": "con nếu trong 1 tuần con đi học ngoan"}, {"start": 575.45, "end": 579.41, "text": "con nếu trong 1 tuần con đi học ngoan không đánh nhau với bạn cô giáo Không"}, {"start": 579.41, "end": 579.42, "text": "không đánh nhau với bạn cô giáo Không"}, {"start": 579.42, "end": 583.58, "text": "không đánh nhau với bạn cô giáo Không than phiền thì ba mẹ sẽ mua đồ chơi mà"}, {"start": 583.58, "end": 583.59, "text": "than phiền thì ba mẹ sẽ mua đồ chơi mà"}, {"start": 583.59, "end": 588.98, "text": "than phiền thì ba mẹ sẽ mua đồ chơi mà con thích trong 1 tuần đó tôi không thấy"}, {"start": 588.98, "end": 588.99, "text": "con thích trong 1 tuần đó tôi không thấy"}, {"start": 588.99, "end": 592.76, "text": "con thích trong 1 tuần đó tôi không thấy thằng tí đánh nhau với bạn nữa cũng"}, {"start": 592.76, "end": 592.77, "text": "thằng tí đánh nhau với bạn nữa cũng"}, {"start": 592.77, "end": 597.74, "text": "thằng tí đánh nhau với bạn nữa cũng không nghe cô giáo than phiền vợ chồng"}, {"start": 597.74, "end": 597.75, "text": "không nghe cô giáo than phiền vợ chồng"}, {"start": 597.75, "end": 600.0, "text": "không nghe cô giáo than phiền vợ chồng tôi ngạc nhiên và vui lắm"}, {"start": 600.0, "end": 600.01, "text": "tôi ngạc nhiên và vui lắm"}, {"start": 600.01, "end": 605.67, "text": "tôi ngạc nhiên và vui lắm chỉ sau 1 tuần tôi dẫn thằng Tí đi mua"}, {"start": 605.67, "end": 605.68, "text": "chỉ sau 1 tuần tôi dẫn thằng Tí đi mua"}, {"start": 605.68, "end": 609.63, "text": "chỉ sau 1 tuần tôi dẫn thằng Tí đi mua đồ chơi vì nó đã ngoan và không làm vợ"}, {"start": 609.63, "end": 609.64, "text": "đồ chơi vì nó đã ngoan và không làm vợ"}, {"start": 609.64, "end": 614.19, "text": "đồ chơi vì nó đã ngoan và không làm vợ chồng tôi bực mình nữa nhưng thằng tí"}, {"start": 614.19, "end": 614.2, "text": "chồng tôi bực mình nữa nhưng thằng tí"}, {"start": 614.2, "end": 618.96, "text": "chồng tôi bực mình nữa nhưng thằng tí không muốn mua đồ chơi nữa mà đòi mua"}, {"start": 618.96, "end": 618.97, "text": "không muốn mua đồ chơi nữa mà đòi mua"}, {"start": 618.97, "end": 623.88, "text": "không muốn mua đồ chơi nữa mà đòi mua một chiếc xe đạp Tôi cũng đồng ý mua cho"}, {"start": 623.88, "end": 623.89, "text": "một chiếc xe đạp Tôi cũng đồng ý mua cho"}, {"start": 623.89, "end": 629.34, "text": "một chiếc xe đạp Tôi cũng đồng ý mua cho nó một chiếc xe đạp nhỏ một ngày thằng"}, {"start": 629.34, "end": 629.35, "text": "nó một chiếc xe đạp nhỏ một ngày thằng"}, {"start": 629.35, "end": 633.81, "text": "nó một chiếc xe đạp nhỏ một ngày thằng Tí đạp xe đạp đi chơi Tôi cũng lén lút"}, {"start": 633.81, "end": 633.82, "text": "Tí đạp xe đạp đi chơi Tôi cũng lén lút"}, {"start": 633.82, "end": 638.97, "text": "Tí đạp xe đạp đi chơi Tôi cũng lén lút đi theo để biết con trai đi đâu tôi thấy"}, {"start": 638.97, "end": 638.98, "text": "đi theo để biết con trai đi đâu tôi thấy"}, {"start": 638.98, "end": 643.89, "text": "đi theo để biết con trai đi đâu tôi thấy nó đạp xe đạp đến công viên gần nhà lúc"}, {"start": 643.89, "end": 643.9, "text": "nó đạp xe đạp đến công viên gần nhà lúc"}, {"start": 643.9, "end": 649.95, "text": "nó đạp xe đạp đến công viên gần nhà lúc đó có một con gái khác đến thằng Tý và"}, {"start": 649.95, "end": 649.96, "text": "đó có một con gái khác đến thằng Tý và"}, {"start": 649.96, "end": 654.3, "text": "đó có một con gái khác đến thằng Tý và con gái đó cùng chơi đùa với nhau rồi"}, {"start": 654.3, "end": 654.31, "text": "con gái đó cùng chơi đùa với nhau rồi"}, {"start": 654.31, "end": 658.38, "text": "con gái đó cùng chơi đùa với nhau rồi thành tiếng cho con gái đó đồ ăn mà vợ"}, {"start": 658.38, "end": 658.39, "text": "thành tiếng cho con gái đó đồ ăn mà vợ"}, {"start": 658.39, "end": 660.009, "text": "thành tiếng cho con gái đó đồ ăn mà vợ tôi đã chuẩn bị"}, {"start": 660.009, "end": 660.019, "text": "tôi đã chuẩn bị"}, {"start": 660.019, "end": 665.41, "text": "tôi đã chuẩn bị Ừ nó mang đi học Thằng Tí nhìn bạn gái"}, {"start": 665.41, "end": 665.42, "text": "Ừ nó mang đi học Thằng Tí nhìn bạn gái"}, {"start": 665.42, "end": 672.009, "text": "Ừ nó mang đi học Thằng Tí nhìn bạn gái ăn và cười vui vẻ thằng Tí càng ngày"}, {"start": 672.009, "end": 672.019, "text": "ăn và cười vui vẻ thằng Tí càng ngày"}, {"start": 672.019, "end": 677.289, "text": "ăn và cười vui vẻ thằng Tí càng ngày càng ngoan nó học giỏi hơn cô giáo khen"}, {"start": 677.289, "end": 677.299, "text": "càng ngoan nó học giỏi hơn cô giáo khen"}, {"start": 677.299, "end": 681.34, "text": "càng ngoan nó học giỏi hơn cô giáo khen nói nhiều lắm rồi Ngày nào tôi cũng thấy"}, {"start": 681.34, "end": 681.35, "text": "nói nhiều lắm rồi Ngày nào tôi cũng thấy"}, {"start": 681.35, "end": 687.15, "text": "nói nhiều lắm rồi Ngày nào tôi cũng thấy thằng Tí mang đồ ăn ở nhà cho bạn gái đó"}, {"start": 687.15, "end": 687.16, "text": "thằng Tí mang đồ ăn ở nhà cho bạn gái đó"}, {"start": 687.16, "end": 690.519, "text": "thằng Tí mang đồ ăn ở nhà cho bạn gái đó một ngày tôi nói chuyện với con trai của"}, {"start": 690.519, "end": 690.529, "text": "một ngày tôi nói chuyện với con trai của"}, {"start": 690.529, "end": 698.34, "text": "một ngày tôi nói chuyện với con trai của mình còn thích bạn Na hả thằng Tý nói dạ"}, {"start": 698.34, "end": 698.35, "text": "mình còn thích bạn Na hả thằng Tý nói dạ"}, {"start": 698.35, "end": 703.239, "text": "mình còn thích bạn Na hả thằng Tý nói dạ con thích bạn Na lắm bạn Na học cùng lớp"}, {"start": 703.239, "end": 703.249, "text": "con thích bạn Na lắm bạn Na học cùng lớp"}, {"start": 703.249, "end": 707.47, "text": "con thích bạn Na lắm bạn Na học cùng lớp lá với con ngày nào tụi con cũng chơi"}, {"start": 707.47, "end": 707.48, "text": "lá với con ngày nào tụi con cũng chơi"}, {"start": 707.48, "end": 712.9, "text": "lá với con ngày nào tụi con cũng chơi với nhau tụi con còn cất gối và ly nước"}, {"start": 712.9, "end": 712.91, "text": "với nhau tụi con còn cất gối và ly nước"}, {"start": 712.91, "end": 715.36, "text": "với nhau tụi con còn cất gối và ly nước gần nhau trong tủ nữa"}, {"start": 715.36, "end": 715.37, "text": "gần nhau trong tủ nữa"}, {"start": 715.37, "end": 720.61, "text": "gần nhau trong tủ nữa về việc dễ thì Na làm việc khó thì con"}, {"start": 720.61, "end": 720.62, "text": "về việc dễ thì Na làm việc khó thì con"}, {"start": 720.62, "end": 730.57, "text": "về việc dễ thì Na làm việc khó thì con làm lúc này tôi thấy hơi mắc cỡ ở nhà vợ"}, {"start": 730.57, "end": 730.58, "text": "làm lúc này tôi thấy hơi mắc cỡ ở nhà vợ"}, {"start": 730.58, "end": 734.68, "text": "làm lúc này tôi thấy hơi mắc cỡ ở nhà vợ tôi làm hết mọi việc còn tôi đi làm về"}, {"start": 734.68, "end": 734.69, "text": "tôi làm hết mọi việc còn tôi đi làm về"}, {"start": 734.69, "end": 740.62, "text": "tôi làm hết mọi việc còn tôi đi làm về chỉ có đọc sách hay xem phim thôi tôi"}, {"start": 740.62, "end": 740.63, "text": "chỉ có đọc sách hay xem phim thôi tôi"}, {"start": 740.63, "end": 745.48, "text": "chỉ có đọc sách hay xem phim thôi tôi cười rồi nói tiếp với thằng Tý năm sau"}, {"start": 745.48, "end": 745.49, "text": "cười rồi nói tiếp với thằng Tý năm sau"}, {"start": 745.49, "end": 749.38, "text": "cười rồi nói tiếp với thằng Tý năm sau tụi con học lớp 1 rồi chắc không học"}, {"start": 749.38, "end": 749.39, "text": "tụi con học lớp 1 rồi chắc không học"}, {"start": 749.39, "end": 754.09, "text": "tụi con học lớp 1 rồi chắc không học chung với nhau được nữa thằng tiếng nhìn"}, {"start": 754.09, "end": 754.1, "text": "chung với nhau được nữa thằng tiếng nhìn"}, {"start": 754.1, "end": 759.34, "text": "chung với nhau được nữa thằng tiếng nhìn tôi suy nghĩ một chút rồi Nói vậy con sẽ"}, {"start": 759.34, "end": 759.35, "text": "tôi suy nghĩ một chút rồi Nói vậy con sẽ"}, {"start": 759.35, "end": 764.29, "text": "tôi suy nghĩ một chút rồi Nói vậy con sẽ cưới bạn Na nha Ba tôi đứng hình sau khi"}, {"start": 764.29, "end": 764.3, "text": "cưới bạn Na nha Ba tôi đứng hình sau khi"}, {"start": 764.3, "end": 768.73, "text": "cưới bạn Na nha Ba tôi đứng hình sau khi nghe con trai nói như vậy tôi hỏi thằng"}, {"start": 768.73, "end": 768.74, "text": "nghe con trai nói như vậy tôi hỏi thằng"}, {"start": 768.74, "end": 773.59, "text": "nghe con trai nói như vậy tôi hỏi thằng Tí nữa vậy Hai vợ chồng sẽ đi học bằng"}, {"start": 773.59, "end": 773.6, "text": "Tí nữa vậy Hai vợ chồng sẽ đi học bằng"}, {"start": 773.6, "end": 775.34, "text": "Tí nữa vậy Hai vợ chồng sẽ đi học bằng xe gì ý"}, {"start": 775.34, "end": 775.35, "text": "xe gì ý"}, {"start": 775.35, "end": 780.19, "text": "xe gì ý cho thằng Tý trả lời con có xe đạp mà"}, {"start": 780.19, "end": 780.2, "text": "cho thằng Tý trả lời con có xe đạp mà"}, {"start": 780.2, "end": 785.66, "text": "cho thằng Tý trả lời con có xe đạp mà còn sẽ trở Na đi học bằng xe đạp tôi"}, {"start": 785.66, "end": 785.67, "text": "còn sẽ trở Na đi học bằng xe đạp tôi"}, {"start": 785.67, "end": 788.81, "text": "còn sẽ trở Na đi học bằng xe đạp tôi chợt nhận ra rằng con trai mình trưởng"}, {"start": 788.81, "end": 788.82, "text": "chợt nhận ra rằng con trai mình trưởng"}, {"start": 788.82, "end": 792.65, "text": "chợt nhận ra rằng con trai mình trưởng thành rồi biết suy nghĩ và sống có trách"}, {"start": 792.65, "end": 792.66, "text": "thành rồi biết suy nghĩ và sống có trách"}, {"start": 792.66, "end": 798.35, "text": "thành rồi biết suy nghĩ và sống có trách nhiệm con trai đã dạy tôi một chuyện khi"}, {"start": 798.35, "end": 798.36, "text": "nhiệm con trai đã dạy tôi một chuyện khi"}, {"start": 798.36, "end": 801.11, "text": "nhiệm con trai đã dạy tôi một chuyện khi đàn ông biết yêu thương người phụ nữ của"}, {"start": 801.11, "end": 801.12, "text": "đàn ông biết yêu thương người phụ nữ của"}, {"start": 801.12, "end": 804.62, "text": "đàn ông biết yêu thương người phụ nữ của mình thì người đàn ông sẽ cố gắng rất"}, {"start": 804.62, "end": 804.63, "text": "mình thì người đàn ông sẽ cố gắng rất"}, {"start": 804.63, "end": 817.16, "text": "mình thì người đàn ông sẽ cố gắng rất nhiều ạ"}], "createdAt": "2025-12-15T04:21:23.000Z", "imageUrl": "https://img.youtube.com/vi/tIZXd6YBZE0/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=tIZXd6YBZE0", "isFavorite": false, "progress": 0, "genre": "story"}]