[{"id": "yt_gZtVxpl4Wqs", "userId": "system", "title": "European Man (Luopean) Speaking Dholuo Fluently Impressive", "language": "luo", "content": "[Laughter] right all the way from 65k right all the way from 65k right all the way from 65k [Laughter] nor [Laughter] 20 something [Laughter] [Laughter] [Laughter] [Music]", "sentences": ["[Laughter] right all the way from 65k right all the way from 65k right all the way from 65k [Laughter] nor [Laughter] 20 something [Laughter] [Laughter] [Laughter] [Music]"], "transcript": [{"start": 2.25, "end": 17.79, "text": "[Laughter]"}, {"start": 17.8, "end": 21.1, "text": "right all the way from 65k"}, {"start": 21.1, "end": 21.11, "text": "right all the way from 65k"}, {"start": 21.11, "end": 36.51, "text": "right all the way from 65k [Laughter]"}, {"start": 36.52, "end": 60.96, "text": "nor"}, {"start": 60.97, "end": 73.149, "text": "[Laughter]"}, {"start": 73.159, "end": 83.61, "text": "20 something"}, {"start": 83.62, "end": 86.27, "text": "[Laughter]"}, {"start": 86.27, "end": 86.28, "text": "[Laughter]"}, {"start": 86.28, "end": 89.219, "text": "[Laughter] [Music]"}], "createdAt": "2025-12-15T02:12:14.000Z", "imageUrl": "https://img.youtube.com/vi/gZtVxpl4Wqs/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=gZtVxpl4Wqs", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_6T_ApUOmxek", "userId": "system", "title": "Twenty phrases to kickstart your Luo language learning this year", "language": "luo", "content": "Hello - a greeting used when meeting someone Ber - Hello greetings can change depending on the time of day Oyaore - Equivalent to Goodmorning, say Oyaore Oyaore What if it is during the day Osaore - Good day Osaore Evening greeting - Oimore That is loosely translated to \"it is getting dark\" Hint, you can simply repeat the greeting word and then include the word AHINYA, Oimore Oimore ahinya Goodbye - a farewell used when leaving Oriti So what do I say? Just repeat the word Oriti Oriti Please - a word used when making a request Ka iyie Ka iyie can you say that again? Ka iyie In a sentence, you can say: Miya pi modho ka iyie. That translates to Please help me with drinking water Miya pi modho ka iyie Again Miya pi modho ka iyie Thank you - an expression of gratitude Erokamono Erokamano Can you give a sentence of that word? Erokamano kuom tieko tich mane otama cha, that translates to thank you for completing the work that was giving me some difficulty Erokamano kuom tieko tich mane otama Excuse me - a phrase used when seeking attention or apologizing Akwayo ng'uono Akwayo ng'uono Akwayo ng'uono nikech anyono tiendi, that translates to excuse me for stepping on your toes Akwayo ng'uono nikech anyono tiendi I'm sorry - an expression of remorse or apology Agoyo mos kuom toyo san e jokon, that means I am sorry for breaking a plate in the kitchen Agoyo mos kuom toyo san e jokon Yes - an expression of agreement Eee Eee In a sentence - Eee, wabiro kiny gokinyi. To mean yes we shall be coming over tomorrow morning Eee, wabiro kiny gokinyi No - an expression of disagreement Ooyo, mano oknyalre. Ooyo, mano ok nyalre That means, No, that is impossible My name is - a phrase used to introduce oneself Nyinga en Agina, My name is Agina Nyinga en Niquee Probably this is the phrase you will use the most. What is your name? - a question used to ask someone their name Nyingi en ng'a? Nyingi en ng'a? when I ask Nyingi en ng'a? you have to respond using the previous phrase. Nyingi en ng'a? Nyinga en Niquee How are you? - a question used to inquire about someone's well-being Idhi nade? Idhi nade? I'm fine, thank you - a common response to the question \"How are you?\" Adhi maber Adhi maber Where are you from? - a question used to ask someone about their place of origin Iwuok kanye? Iwuok kanye? I'm from - a phrase used to indicate one's place of origin Awuok Kenya Awuok Kenya Do you speak Luo? - a question used to ask if someone speaks Luo Be in kod lony gi Dholuo? Be in kod lony gi Dholuo I don't speak much - a phrase used to indicate that one does not have a lot of proficiency in a language Ok an kod lony gi Dholuo or Awacho dholuo matin ahinya Ok an kod lony gi Dholuo or Awacho dholuo matin ahinya Can you repeat that, please? - a request to have something repeated Be inyalo nuoyo mano ka iyie? Be inyalo nuoyo mano ka iyie? I don't understand - a phrase used to indicate that one does not comprehend something Chal ka gima ok an kod lony Chal ka gima ok an kod lony Can you help me? - a request for assistance Be inyalo konya? Be inyalo konya? Be inyalo konya keto rabolo ni e wi mesa, can you help me place this banana on the table? Be inyalo konya keto rabolo ni e wi mesa? Can you translate this for me? - a request for translation Be inyalo loko na weche gi? Be inyalo loko na weche gi? I hope that you enjoyed the video and now have a rich vocabulary to set you off your learning path. Enjoy the Luo language and make sure to come back for more. You can find us on all social media as Luo English Dictionary. We are always eager to hear from you and will gladly respond to your requests BOTH: Oriti", "sentences": ["Hello - a greeting used when meeting someone Ber - Hello greetings can change depending on the time of day Oyaore - Equivalent to Goodmorning, say Oyaore Oyaore What if it is during the day Osaore - Good day Osaore Evening greeting - Oimore That is loosely translated to \"it is getting dark\" Hint, you can simply repeat the greeting word and then include the word AHINYA, Oimore Oimore ahinya Goodbye - a farewell used when leaving Oriti So what do I say?", "Just repeat the word Oriti Oriti Please - a word used when making a request Ka iyie Ka iyie can you say that again?", "Ka iyie In a sentence, you can say: Miya pi modho ka iyie.", "That translates to Please help me with drinking water Miya pi modho ka iyie Again Miya pi modho ka iyie Thank you - an expression of gratitude Erokamono Erokamano Can you give a sentence of that word?", "Erokamano kuom tieko tich mane otama cha, that translates to thank you for completing the work that was giving me some difficulty Erokamano kuom tieko tich mane otama Excuse me - a phrase used when seeking attention or apologizing Akwayo ng'uono Akwayo ng'uono Akwayo ng'uono nikech anyono tiendi, that translates to excuse me for stepping on your toes Akwayo ng'uono nikech anyono tiendi I'm sorry - an expression of remorse or apology Agoyo mos kuom toyo san e jokon, that means I am sorry for breaking a plate in the kitchen Agoyo mos kuom toyo san e jokon Yes - an expression of agreement Eee Eee In a sentence - Eee, wabiro kiny gokinyi.", "To mean yes we shall be coming over tomorrow morning Eee, wabiro kiny gokinyi No - an expression of disagreement Ooyo, mano oknyalre.", "Ooyo, mano ok nyalre That means, No, that is impossible My name is - a phrase used to introduce oneself Nyinga en Agina, My name is Agina Nyinga en Niquee Probably this is the phrase you will use the most.", "What is your name?", "- a question used to ask someone their name Nyingi en ng'a?", "Nyingi en ng'a?", "when I ask Nyingi en ng'a?", "you have to respond using the previous phrase.", "Nyingi en ng'a?", "Nyinga en Niquee How are you?", "- a question used to inquire about someone's well-being Idhi nade?", "Idhi nade?", "I'm fine, thank you - a common response to the question \"How are you?\" Adhi maber Adhi maber Where are you from?", "- a question used to ask someone about their place of origin Iwuok kanye?", "Iwuok kanye?", "I'm from - a phrase used to indicate one's place of origin Awuok Kenya Awuok Kenya Do you speak Luo?", "- a question used to ask if someone speaks Luo Be in kod lony gi Dholuo?", "Be in kod lony gi Dholuo I don't speak much - a phrase used to indicate that one does not have a lot of proficiency in a language Ok an kod lony gi Dholuo or Awacho dholuo matin ahinya Ok an kod lony gi Dholuo or Awacho dholuo matin ahinya Can you repeat that, please?", "- a request to have something repeated Be inyalo nuoyo mano ka iyie?", "Be inyalo nuoyo mano ka iyie?", "I don't understand - a phrase used to indicate that one does not comprehend something Chal ka gima ok an kod lony Chal ka gima ok an kod lony Can you help me?", "- a request for assistance Be inyalo konya?", "Be inyalo konya?", "Be inyalo konya keto rabolo ni e wi mesa, can you help me place this banana on the table?", "Be inyalo konya keto rabolo ni e wi mesa?", "Can you translate this for me?", "- a request for translation Be inyalo loko na weche gi?", "Be inyalo loko na weche gi?", "I hope that you enjoyed the video and now have a rich vocabulary to set you off your learning path.", "Enjoy the Luo language and make sure to come back for more.", "You can find us on all social media as Luo English Dictionary.", "We are always eager to hear from you and will gladly respond to your requests BOTH: Oriti"], "transcript": [{"start": 0.5, "end": 11.23, "text": "Hello - a greeting used when meeting someone Ber - Hello"}, {"start": 11.23, "end": 15.599, "text": "greetings can change depending on the time of day"}, {"start": 15.599, "end": 22.029, "text": "Oyaore - Equivalent to Goodmorning, say Oyaore Oyaore"}, {"start": 22.029, "end": 26.32, "text": "What if it is during the day Osaore - Good day"}, {"start": 26.32, "end": 32.07, "text": "Osaore Evening greeting - Oimore"}, {"start": 32.07, "end": 35.37, "text": "That is loosely translated to \"it is getting dark\""}, {"start": 35.37, "end": 43.9, "text": "Hint, you can simply repeat the greeting word and then include the word AHINYA, Oimore"}, {"start": 43.9, "end": 47.34, "text": "Oimore ahinya"}, {"start": 47.34, "end": 53.84, "text": "Goodbye - a farewell used when leaving Oriti"}, {"start": 53.84, "end": 55.559, "text": "So what do I say?"}, {"start": 55.559, "end": 58.62, "text": "Just repeat the word Oriti Oriti"}, {"start": 58.62, "end": 63.6, "text": "Please - a word used when making a request Ka iyie"}, {"start": 63.6, "end": 66.62, "text": "Ka iyie can you say that again?"}, {"start": 66.62, "end": 74.31, "text": "Ka iyie In a sentence, you can say: Miya pi modho"}, {"start": 74.31, "end": 76.58, "text": "ka iyie."}, {"start": 76.58, "end": 80.90899999999999, "text": "That translates to Please help me with drinking water"}, {"start": 80.90899999999999, "end": 83.97, "text": "Miya pi modho ka iyie Again"}, {"start": 83.97, "end": 90.509, "text": "Miya pi modho ka iyie Thank you - an expression of gratitude"}, {"start": 90.509, "end": 93.03, "text": "Erokamono Erokamano"}, {"start": 93.03, "end": 95.52000000000001, "text": "Can you give a sentence of that word?"}, {"start": 95.52000000000001, "end": 102.09, "text": "Erokamano kuom tieko tich mane otama cha, that translates to thank you for completing"}, {"start": 102.09, "end": 109.72, "text": "the work that was giving me some difficulty Erokamano kuom tieko tich mane otama"}, {"start": 109.72, "end": 115.78999999999999, "text": "Excuse me - a phrase used when seeking attention or apologizing"}, {"start": 115.78999999999999, "end": 120.479, "text": "Akwayo ng'uono Akwayo ng'uono"}, {"start": 120.479, "end": 128.0, "text": "Akwayo ng'uono nikech anyono tiendi, that translates to excuse me for stepping on your"}, {"start": 128.0, "end": 133.72, "text": "toes Akwayo ng'uono nikech anyono tiendi"}, {"start": 133.72, "end": 143.43, "text": "I'm sorry - an expression of remorse or apology Agoyo mos kuom toyo san e jokon, that means"}, {"start": 143.43, "end": 151.879, "text": "I am sorry for breaking a plate in the kitchen Agoyo mos kuom toyo san e jokon"}, {"start": 151.879, "end": 157.18, "text": "Yes - an expression of agreement Eee"}, {"start": 157.18, "end": 164.01, "text": "Eee In a sentence - Eee, wabiro kiny gokinyi."}, {"start": 164.01, "end": 168.66, "text": "To mean yes we shall be coming over tomorrow morning"}, {"start": 168.66, "end": 173.19, "text": "Eee, wabiro kiny gokinyi"}, {"start": 173.19, "end": 179.56900000000002, "text": "No - an expression of disagreement Ooyo, mano oknyalre."}, {"start": 179.56900000000002, "end": 184.94, "text": "Ooyo, mano ok nyalre That means, No, that is impossible"}, {"start": 184.94, "end": 194.28, "text": "My name is - a phrase used to introduce oneself Nyinga en Agina, My name is Agina"}, {"start": 194.28, "end": 199.05, "text": "Nyinga en Niquee Probably this is the phrase you will use the"}, {"start": 199.05, "end": 200.37, "text": "most."}, {"start": 200.37, "end": 201.92000000000002, "text": "What is your name?"}, {"start": 201.92000000000002, "end": 206.44, "text": "- a question used to ask someone their name Nyingi en ng'a?"}, {"start": 206.44, "end": 208.14, "text": "Nyingi en ng'a?"}, {"start": 208.14, "end": 210.47, "text": "when I ask Nyingi en ng'a?"}, {"start": 210.47, "end": 214.34, "text": "you have to respond using the previous phrase."}, {"start": 214.34, "end": 218.3, "text": "Nyingi en ng'a?"}, {"start": 218.3, "end": 224.27, "text": "Nyinga en Niquee"}, {"start": 224.27, "end": 225.34, "text": "How are you?"}, {"start": 225.34, "end": 228.269, "text": "- a question used to inquire about someone's well-being"}, {"start": 228.269, "end": 230.79, "text": "Idhi nade?"}, {"start": 230.79, "end": 233.31, "text": "Idhi nade?"}, {"start": 233.31, "end": 239.079, "text": "I'm fine, thank you - a common response to the question \"How are you?\""}, {"start": 239.079, "end": 244.54, "text": "Adhi maber Adhi maber"}, {"start": 244.54, "end": 246.06, "text": "Where are you from?"}, {"start": 246.06, "end": 248.739, "text": "- a question used to ask someone about their place of origin"}, {"start": 248.739, "end": 251.42, "text": "Iwuok kanye?"}, {"start": 251.42, "end": 254.25, "text": "Iwuok kanye?"}, {"start": 254.25, "end": 257.91, "text": "I'm from - a phrase used to indicate one's place of origin"}, {"start": 257.91, "end": 261.019, "text": "Awuok Kenya Awuok Kenya"}, {"start": 261.019, "end": 265.669, "text": "Do you speak Luo?"}, {"start": 265.669, "end": 268.27, "text": "- a question used to ask if someone speaks Luo"}, {"start": 268.27, "end": 271.22, "text": "Be in kod lony gi Dholuo?"}, {"start": 271.22, "end": 274.40999999999997, "text": "Be in kod lony gi Dholuo"}, {"start": 274.40999999999997, "end": 280.74, "text": "I don't speak much - a phrase used to indicate that one does not have a lot of proficiency"}, {"start": 280.74, "end": 288.669, "text": "in a language Ok an kod lony gi Dholuo or Awacho dholuo"}, {"start": 288.669, "end": 297.34000000000003, "text": "matin ahinya Ok an kod lony gi Dholuo or Awacho dholuo"}, {"start": 297.34000000000003, "end": 298.34000000000003, "text": "matin ahinya"}, {"start": 298.34000000000003, "end": 299.96, "text": "Can you repeat that, please?"}, {"start": 299.96, "end": 306.69, "text": "- a request to have something repeated Be inyalo nuoyo mano ka iyie?"}, {"start": 306.69, "end": 310.19, "text": "Be inyalo nuoyo mano ka iyie?"}, {"start": 310.19, "end": 315.52, "text": "I don't understand - a phrase used to indicate that one does not comprehend something"}, {"start": 315.52, "end": 327.419, "text": "Chal ka gima ok an kod lony Chal ka gima ok an kod lony"}, {"start": 327.419, "end": 331.629, "text": "Can you help me?"}, {"start": 331.629, "end": 335.68, "text": "- a request for assistance Be inyalo konya?"}, {"start": 335.68, "end": 337.949, "text": "Be inyalo konya?"}, {"start": 337.949, "end": 357.9, "text": "Be inyalo konya keto rabolo ni e wi mesa, can you help me place this banana on the table?"}, {"start": 357.9, "end": 362.139, "text": "Be inyalo konya keto rabolo ni e wi mesa?"}, {"start": 362.139, "end": 364.139, "text": "Can you translate this for me?"}, {"start": 364.139, "end": 369.47, "text": "- a request for translation Be inyalo loko na weche gi?"}, {"start": 369.47, "end": 373.28, "text": "Be inyalo loko na weche gi?"}, {"start": 373.28, "end": 379.229, "text": "I hope that you enjoyed the video and now have a rich vocabulary to set you off your"}, {"start": 379.229, "end": 380.94, "text": "learning path."}, {"start": 380.94, "end": 385.16, "text": "Enjoy the Luo language and make sure to come back for more."}, {"start": 385.16, "end": 389.38, "text": "You can find us on all social media as Luo English Dictionary."}, {"start": 389.38, "end": 394.53, "text": "We are always eager to hear from you and will gladly respond to your requests"}, {"start": 394.53, "end": 396.59000000000003, "text": "BOTH: Oriti"}], "createdAt": "2025-12-15T02:11:57.000Z", "imageUrl": "https://img.youtube.com/vi/6T_ApUOmxek/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=6T_ApUOmxek", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_-2xQYesqiWc", "userId": "system", "title": "Simple Basic Sentences to Help Your Luo Learning", "language": "luo", "content": "hello welcome to no English dictionary hello welcome to no English dictionary hello welcome to no English dictionary my name is Nikki and my name is again in my name is Nikki and my name is again in my name is Nikki and my name is again in today's edition we want to talk about 20 today's edition we want to talk about 20 today's edition we want to talk about 20 sentences that can help you start sentences that can help you start sentences that can help you start learning a new language learning a new language learning a new language so we start with hello my name is agina so we start with hello my name is agina so we start with hello my name is agina you will say you will say you will say [Music] okay again oh my name is also Nikki so okay again oh my name is also Nikki so okay again oh my name is also Nikki so you'll see good what else you wanted to say something what else you wanted to say something what else you wanted to say something can't you say oh yeah good so you can can't you say oh yeah good so you can can't you say oh yeah good so you can also say oh yeah and again but that is also say oh yeah and again but that is also say oh yeah and again but that is if it's in the morning if it's in the morning if it's in the morning so when it's in the morning you could so when it's in the morning you could so when it's in the morning you could say say say that would be good morning my name is that would be good morning my name is that would be good morning my name is Akin Akin Akin but if it's a daytime you will say again and in the evening you will say okay so can you say that oh yeah good the next thing you can say is how good the next thing you can say is how good the next thing you can say is how are you today are you today are you today is then you can also say I am from kisumu I then you can also say I am from kisumu I then you can also say I am from kisumu I am from Nairobi I work Nairobi I work I am from Nairobi I work Nairobi I work I am from Nairobi I work Nairobi I work I work I work work I work work I work now now now we didn't do the the we didn't do the the we didn't do the the answer to how are you answer to how are you answer to how are you then you say I'm doing well or ADI my then you say I'm doing well or ADI my then you say I'm doing well or ADI my bear bear bear yeah that one we didn't say yeah that one we didn't say yeah that one we didn't say then please please the salt the result so you say please pass the salt Arrow so you say please pass the salt Arrow so you say please pass the salt Arrow pass pass pass ion please give me the salt hello so please give me the salt okay so please give me the salt okay so please give me the salt okay now salt is not a lower chumbi it's not now salt is not a lower chumbi it's not now salt is not a lower chumbi it's not a lower word it's Swahili for salt but a lower word it's Swahili for salt but a lower word it's Swahili for salt but because luos I think we did we never had because luos I think we did we never had because luos I think we did we never had salt or something like that so we just salt or something like that so we just salt or something like that so we just took chumbi to mean salt okay took chumbi to mean salt okay took chumbi to mean salt okay the next one thank you for your help um good can you speak English [Music] that is can you speak English and if you that is can you speak English and if you that is can you speak English and if you can speak you can say can speak you can say can speak you can say OK awake I don't speak it much okay okay I don't have experience speaking it I don't have experience speaking it I don't have experience speaking it can you repeat that please can you repeat that please can you repeat that please yeah [Music] I'm sorry I don't understand I'm sorry I don't understand so I'm sorry I don't understand so I'm sorry I don't understand so I'm sorry I don't understand can you help me with this so I'm uh can you help me with this so I'm uh can you help me with this so I'm uh can you help me with this I'm looking for the train station Now train I don't remember having a name Now train I don't remember having a name Now train I don't remember having a name for train but we had a name for the for train but we had a name for the for train but we had a name for the wagon the wagon was called bogie bogie wagon the wagon was called bogie bogie wagon the wagon was called bogie bogie Boogie so the train was just we just Boogie so the train was just we just Boogie so the train was just we just used the Swahili word but someone can used the Swahili word but someone can used the Swahili word but someone can correct me on this on this video the correct me on this on this video the correct me on this on this video the train we used the Swahili word and we train we used the Swahili word and we train we used the Swahili word and we said garia Moshi although for the said garia Moshi although for the said garia Moshi although for the English for the wagon wagon wherever we English for the wagon wagon wherever we English for the wagon wagon wherever we used bogey okay now the next one is used bogey okay now the next one is used bogey okay now the next one is where we how do you say no give me a sentence how do you say no give me a sentence how do you say no give me a sentence banana how do you say banana in luo oh now I have to say banana banana banana banana banana so how do you say Dash in luo okay how so how do you say Dash in luo okay how so how do you say Dash in luo okay how do you say banana in luo banana hmm say that hmm say that hmm say that banana no you know then they will say then they will say then they will say banana me banana me banana me bananas no that's right how much does this how much does this how much does this costs so all that is asking for the price that is all price that is all price that is all price where is the bathroom where is the bathroom where is the bathroom automatically the other way you can say is where can I the other way you can say is where can I the other way you can say is where can I help myself okay you know where is the help myself okay you know where is the help myself okay you know where is the bathroom and where can I help myself bathroom and where can I help myself bathroom and where can I help myself it's almost the same thing yeah so where it's almost the same thing yeah so where it's almost the same thing yeah so where can I help myself you'll say where can I help myself okay where can I help myself okay where can I help myself okay I would like a cup of coffee please yeah yes now do you have any recommendations for now do you have any recommendations for now do you have any recommendations for our restaurant do you have any our restaurant do you have any our restaurant do you have any recommendations of a restaurant KFC foreign foreign foreign [Music] so that is do you have any so that is do you have any so that is do you have any recommendation for a restaurant okay recommendation for a restaurant okay recommendation for a restaurant okay I'm lost can you help me find my way I'm lost can you help me find my way I'm lost can you help me find my way back back back Allah yo my dog yo my dog yo my dog is [Music] okay then can you translate this for me okay then can you translate this for me okay then can you translate this for me dolu foreign [Music] [Music] foreign", "sentences": ["hello welcome to no English dictionary hello welcome to no English dictionary hello welcome to no English dictionary my name is Nikki and my name is again in my name is Nikki and my name is again in my name is Nikki and my name is again in today's edition we want to talk about 20 today's edition we want to talk about 20 today's edition we want to talk about 20 sentences that can help you start sentences that can help you start sentences that can help you start learning a new language learning a new language learning a new language so we start with hello my name is agina so we start with hello my name is agina so we start with hello my name is agina you will say you will say you will say [Music] okay again oh my name is also Nikki so okay again oh my name is also Nikki so okay again oh my name is also Nikki so you'll see good what else you wanted to say something what else you wanted to say something what else you wanted to say something can't you say oh yeah good so you can can't you say oh yeah good so you can can't you say oh yeah good so you can also say oh yeah and again but that is also say oh yeah and again but that is also say oh yeah and again but that is if it's in the morning if it's in the morning if it's in the morning so when it's in the morning you could so when it's in the morning you could so when it's in the morning you could say say say that would be good morning my name is that would be good morning my name is that would be good morning my name is Akin Akin Akin but if it's a daytime you will say again and in the evening you will say okay so can you say that oh yeah good the next thing you can say is how good the next thing you can say is how good the next thing you can say is how are you today are you today are you today is then you can also say I am from kisumu I then you can also say I am from kisumu I then you can also say I am from kisumu I am from Nairobi I work Nairobi I work I am from Nairobi I work Nairobi I work I am from Nairobi I work Nairobi I work I work I work work I work work I work now now now we didn't do the the we didn't do the the we didn't do the the answer to how are you answer to how are you answer to how are you then you say I'm doing well or ADI my then you say I'm doing well or ADI my then you say I'm doing well or ADI my bear bear bear yeah that one we didn't say yeah that one we didn't say yeah that one we didn't say then please please the salt the result so you say please pass the salt Arrow so you say please pass the salt Arrow so you say please pass the salt Arrow pass pass pass ion please give me the salt hello so please give me the salt okay so please give me the salt okay so please give me the salt okay now salt is not a lower chumbi it's not now salt is not a lower chumbi it's not now salt is not a lower chumbi it's not a lower word it's Swahili for salt but a lower word it's Swahili for salt but a lower word it's Swahili for salt but because luos I think we did we never had because luos I think we did we never had because luos I think we did we never had salt or something like that so we just salt or something like that so we just salt or something like that so we just took chumbi to mean salt okay took chumbi to mean salt okay took chumbi to mean salt okay the next one thank you for your help um good can you speak English [Music] that is can you speak English and if you that is can you speak English and if you that is can you speak English and if you can speak you can say can speak you can say can speak you can say OK awake I don't speak it much okay okay I don't have experience speaking it I don't have experience speaking it I don't have experience speaking it can you repeat that please can you repeat that please can you repeat that please yeah [Music] I'm sorry I don't understand I'm sorry I don't understand so I'm sorry I don't understand so I'm sorry I don't understand so I'm sorry I don't understand can you help me with this so I'm uh can you help me with this so I'm uh can you help me with this so I'm uh can you help me with this I'm looking for the train station Now train I don't remember having a name Now train I don't remember having a name Now train I don't remember having a name for train but we had a name for the for train but we had a name for the for train but we had a name for the wagon the wagon was called bogie bogie wagon the wagon was called bogie bogie wagon the wagon was called bogie bogie Boogie so the train was just we just Boogie so the train was just we just Boogie so the train was just we just used the Swahili word but someone can used the Swahili word but someone can used the Swahili word but someone can correct me on this on this video the correct me on this on this video the correct me on this on this video the train we used the Swahili word and we train we used the Swahili word and we train we used the Swahili word and we said garia Moshi although for the said garia Moshi although for the said garia Moshi although for the English for the wagon wagon wherever we English for the wagon wagon wherever we English for the wagon wagon wherever we used bogey okay now the next one is used bogey okay now the next one is used bogey okay now the next one is where we how do you say no give me a sentence how do you say no give me a sentence how do you say no give me a sentence banana how do you say banana in luo oh now I have to say banana banana banana banana banana so how do you say Dash in luo okay how so how do you say Dash in luo okay how so how do you say Dash in luo okay how do you say banana in luo banana hmm say that hmm say that hmm say that banana no you know then they will say then they will say then they will say banana me banana me banana me bananas no that's right how much does this how much does this how much does this costs so all that is asking for the price that is all price that is all price that is all price where is the bathroom where is the bathroom where is the bathroom automatically the other way you can say is where can I the other way you can say is where can I the other way you can say is where can I help myself okay you know where is the help myself okay you know where is the help myself okay you know where is the bathroom and where can I help myself bathroom and where can I help myself bathroom and where can I help myself it's almost the same thing yeah so where it's almost the same thing yeah so where it's almost the same thing yeah so where can I help myself you'll say where can I help myself okay where can I help myself okay where can I help myself okay I would like a cup of coffee please yeah yes now do you have any recommendations for now do you have any recommendations for now do you have any recommendations for our restaurant do you have any our restaurant do you have any our restaurant do you have any recommendations of a restaurant KFC foreign foreign foreign [Music] so that is do you have any so that is do you have any so that is do you have any recommendation for a restaurant okay recommendation for a restaurant okay recommendation for a restaurant okay I'm lost can you help me find my way I'm lost can you help me find my way I'm lost can you help me find my way back back back Allah yo my dog yo my dog yo my dog is [Music] okay then can you translate this for me okay then can you translate this for me okay then can you translate this for me dolu foreign [Music] [Music] foreign"], "transcript": [{"start": 0.599, "end": 3.53, "text": "hello welcome to no English dictionary"}, {"start": 3.53, "end": 3.54, "text": "hello welcome to no English dictionary"}, {"start": 3.54, "end": 6.23, "text": "hello welcome to no English dictionary my name is Nikki and my name is again in"}, {"start": 6.23, "end": 6.24, "text": "my name is Nikki and my name is again in"}, {"start": 6.24, "end": 8.39, "text": "my name is Nikki and my name is again in today's edition we want to talk about 20"}, {"start": 8.39, "end": 8.4, "text": "today's edition we want to talk about 20"}, {"start": 8.4, "end": 10.31, "text": "today's edition we want to talk about 20 sentences that can help you start"}, {"start": 10.31, "end": 10.32, "text": "sentences that can help you start"}, {"start": 10.32, "end": 12.47, "text": "sentences that can help you start learning a new language"}, {"start": 12.47, "end": 12.48, "text": "learning a new language"}, {"start": 12.48, "end": 15.41, "text": "learning a new language so we start with hello my name is agina"}, {"start": 15.41, "end": 15.42, "text": "so we start with hello my name is agina"}, {"start": 15.42, "end": 16.86, "text": "so we start with hello my name is agina you will say"}, {"start": 16.86, "end": 16.87, "text": "you will say"}, {"start": 16.87, "end": 23.51, "text": "you will say [Music]"}, {"start": 23.52, "end": 27.349, "text": "okay again oh my name is also Nikki so"}, {"start": 27.349, "end": 27.359, "text": "okay again oh my name is also Nikki so"}, {"start": 27.359, "end": 33.049, "text": "okay again oh my name is also Nikki so you'll see"}, {"start": 33.059, "end": 37.49, "text": "good"}, {"start": 37.5, "end": 39.17, "text": "what else you wanted to say something"}, {"start": 39.17, "end": 39.18, "text": "what else you wanted to say something"}, {"start": 39.18, "end": 43.85, "text": "what else you wanted to say something can't you say oh yeah good so you can"}, {"start": 43.85, "end": 43.86, "text": "can't you say oh yeah good so you can"}, {"start": 43.86, "end": 48.889, "text": "can't you say oh yeah good so you can also say oh yeah and again but that is"}, {"start": 48.889, "end": 48.899, "text": "also say oh yeah and again but that is"}, {"start": 48.899, "end": 51.41, "text": "also say oh yeah and again but that is if it's in the morning"}, {"start": 51.41, "end": 51.42, "text": "if it's in the morning"}, {"start": 51.42, "end": 53.51, "text": "if it's in the morning so when it's in the morning you could"}, {"start": 53.51, "end": 53.52, "text": "so when it's in the morning you could"}, {"start": 53.52, "end": 55.63, "text": "so when it's in the morning you could say"}, {"start": 55.63, "end": 55.64, "text": "say"}, {"start": 55.64, "end": 58.069, "text": "say that would be good morning my name is"}, {"start": 58.069, "end": 58.079, "text": "that would be good morning my name is"}, {"start": 58.079, "end": 59.029, "text": "that would be good morning my name is Akin"}, {"start": 59.029, "end": 59.039, "text": "Akin"}, {"start": 59.039, "end": 65.03, "text": "Akin but if it's a daytime you will say again"}, {"start": 65.04, "end": 71.03, "text": "and in the evening you will say okay"}, {"start": 71.03999999999999, "end": 80.23, "text": "so can you say that oh yeah"}, {"start": 80.24, "end": 83.45, "text": "good the next thing you can say is how"}, {"start": 83.45, "end": 83.46000000000001, "text": "good the next thing you can say is how"}, {"start": 83.46000000000001, "end": 85.67, "text": "good the next thing you can say is how are you today"}, {"start": 85.67, "end": 85.68, "text": "are you today"}, {"start": 85.68, "end": 93.00999999999999, "text": "are you today is"}, {"start": 93.02000000000001, "end": 98.03, "text": "then you can also say I am from kisumu I"}, {"start": 98.03, "end": 98.03999999999999, "text": "then you can also say I am from kisumu I"}, {"start": 98.03999999999999, "end": 103.60900000000001, "text": "then you can also say I am from kisumu I am from Nairobi I work Nairobi I work I"}, {"start": 103.60900000000001, "end": 103.619, "text": "am from Nairobi I work Nairobi I work I"}, {"start": 103.619, "end": 106.87, "text": "am from Nairobi I work Nairobi I work I work I work"}, {"start": 106.87, "end": 106.88, "text": "work I work"}, {"start": 106.88, "end": 108.72999999999999, "text": "work I work now"}, {"start": 108.72999999999999, "end": 108.74000000000001, "text": "now"}, {"start": 108.74000000000001, "end": 111.83, "text": "now we didn't do the the"}, {"start": 111.83, "end": 111.84, "text": "we didn't do the the"}, {"start": 111.84, "end": 114.91, "text": "we didn't do the the answer to how are you"}, {"start": 114.91, "end": 114.92, "text": "answer to how are you"}, {"start": 114.92, "end": 119.38900000000001, "text": "answer to how are you then you say I'm doing well or ADI my"}, {"start": 119.38900000000001, "end": 119.399, "text": "then you say I'm doing well or ADI my"}, {"start": 119.399, "end": 120.19, "text": "then you say I'm doing well or ADI my bear"}, {"start": 120.19, "end": 120.2, "text": "bear"}, {"start": 120.2, "end": 123.59, "text": "bear yeah that one we didn't say"}, {"start": 123.59, "end": 123.6, "text": "yeah that one we didn't say"}, {"start": 123.6, "end": 128.87, "text": "yeah that one we didn't say then please please the salt the result"}, {"start": 128.88, "end": 132.83, "text": "so you say please pass the salt Arrow"}, {"start": 132.83, "end": 132.84, "text": "so you say please pass the salt Arrow"}, {"start": 132.84, "end": 134.93, "text": "so you say please pass the salt Arrow pass"}, {"start": 134.93, "end": 134.94, "text": "pass"}, {"start": 134.94, "end": 138.29, "text": "pass ion"}, {"start": 138.3, "end": 145.57, "text": "please give me the salt hello"}, {"start": 145.57999999999998, "end": 148.69, "text": "so please give me the salt okay"}, {"start": 148.69, "end": 148.7, "text": "so please give me the salt okay"}, {"start": 148.7, "end": 153.589, "text": "so please give me the salt okay now salt is not a lower chumbi it's not"}, {"start": 153.589, "end": 153.599, "text": "now salt is not a lower chumbi it's not"}, {"start": 153.599, "end": 156.29, "text": "now salt is not a lower chumbi it's not a lower word it's Swahili for salt but"}, {"start": 156.29, "end": 156.3, "text": "a lower word it's Swahili for salt but"}, {"start": 156.3, "end": 158.39, "text": "a lower word it's Swahili for salt but because luos I think we did we never had"}, {"start": 158.39, "end": 158.4, "text": "because luos I think we did we never had"}, {"start": 158.4, "end": 160.67000000000002, "text": "because luos I think we did we never had salt or something like that so we just"}, {"start": 160.67000000000002, "end": 160.68, "text": "salt or something like that so we just"}, {"start": 160.68, "end": 164.809, "text": "salt or something like that so we just took chumbi to mean salt okay"}, {"start": 164.809, "end": 164.81900000000002, "text": "took chumbi to mean salt okay"}, {"start": 164.81900000000002, "end": 178.55, "text": "took chumbi to mean salt okay the next one thank you for your help"}, {"start": 178.56, "end": 194.33, "text": "um"}, {"start": 194.34, "end": 208.43, "text": "good"}, {"start": 208.44, "end": 217.78, "text": "can you speak English"}, {"start": 217.79, "end": 225.25, "text": "[Music]"}, {"start": 225.26, "end": 228.53, "text": "that is can you speak English and if you"}, {"start": 228.53, "end": 228.54, "text": "that is can you speak English and if you"}, {"start": 228.54, "end": 230.75, "text": "that is can you speak English and if you can speak you can say"}, {"start": 230.75, "end": 230.76, "text": "can speak you can say"}, {"start": 230.76, "end": 235.089, "text": "can speak you can say OK awake"}, {"start": 235.099, "end": 240.55, "text": "I don't speak it much okay okay"}, {"start": 240.56, "end": 243.83, "text": "I don't have experience speaking it"}, {"start": 243.83, "end": 243.84, "text": "I don't have experience speaking it"}, {"start": 243.84, "end": 246.11, "text": "I don't have experience speaking it can you repeat that please"}, {"start": 246.11, "end": 246.12, "text": "can you repeat that please"}, {"start": 246.12, "end": 251.31, "text": "can you repeat that please yeah"}, {"start": 251.32, "end": 273.469, "text": "[Music]"}, {"start": 273.479, "end": 278.15, "text": "I'm sorry I don't understand"}, {"start": 278.15999999999997, "end": 288.55, "text": "I'm sorry I don't understand"}, {"start": 288.56, "end": 291.409, "text": "so I'm sorry I don't understand"}, {"start": 291.409, "end": 291.419, "text": "so I'm sorry I don't understand"}, {"start": 291.419, "end": 300.189, "text": "so I'm sorry I don't understand can you help me with this"}, {"start": 300.199, "end": 303.53, "text": "so I'm uh can you help me with this"}, {"start": 303.53, "end": 303.54, "text": "so I'm uh can you help me with this"}, {"start": 303.54, "end": 325.629, "text": "so I'm uh can you help me with this I'm looking for the train station"}, {"start": 325.639, "end": 328.85, "text": "Now train I don't remember having a name"}, {"start": 328.85, "end": 328.86, "text": "Now train I don't remember having a name"}, {"start": 328.86, "end": 331.07, "text": "Now train I don't remember having a name for train but we had a name for the"}, {"start": 331.07, "end": 331.08, "text": "for train but we had a name for the"}, {"start": 331.08, "end": 335.33, "text": "for train but we had a name for the wagon the wagon was called bogie bogie"}, {"start": 335.33, "end": 335.34000000000003, "text": "wagon the wagon was called bogie bogie"}, {"start": 335.34000000000003, "end": 338.749, "text": "wagon the wagon was called bogie bogie Boogie so the train was just we just"}, {"start": 338.749, "end": 338.759, "text": "Boogie so the train was just we just"}, {"start": 338.759, "end": 340.85, "text": "Boogie so the train was just we just used the Swahili word but someone can"}, {"start": 340.85, "end": 340.86, "text": "used the Swahili word but someone can"}, {"start": 340.86, "end": 343.73, "text": "used the Swahili word but someone can correct me on this on this video the"}, {"start": 343.73, "end": 343.74, "text": "correct me on this on this video the"}, {"start": 343.74, "end": 345.469, "text": "correct me on this on this video the train we used the Swahili word and we"}, {"start": 345.469, "end": 345.479, "text": "train we used the Swahili word and we"}, {"start": 345.479, "end": 348.77, "text": "train we used the Swahili word and we said garia Moshi although for the"}, {"start": 348.77, "end": 348.78, "text": "said garia Moshi although for the"}, {"start": 348.78, "end": 353.749, "text": "said garia Moshi although for the English for the wagon wagon wherever we"}, {"start": 353.749, "end": 353.759, "text": "English for the wagon wagon wherever we"}, {"start": 353.759, "end": 358.129, "text": "English for the wagon wagon wherever we used bogey okay now the next one is"}, {"start": 358.129, "end": 358.139, "text": "used bogey okay now the next one is"}, {"start": 358.139, "end": 361.129, "text": "used bogey okay now the next one is where we"}, {"start": 361.139, "end": 364.909, "text": "how do you say no give me a sentence"}, {"start": 364.909, "end": 364.919, "text": "how do you say no give me a sentence"}, {"start": 364.919, "end": 372.05, "text": "how do you say no give me a sentence banana how do you say banana in luo"}, {"start": 372.06, "end": 375.79, "text": "oh now I have to say banana"}, {"start": 375.8, "end": 379.629, "text": "banana"}, {"start": 379.639, "end": 381.249, "text": "banana"}, {"start": 381.249, "end": 381.259, "text": "banana"}, {"start": 381.259, "end": 385.07, "text": "banana so how do you say Dash in luo okay how"}, {"start": 385.07, "end": 385.08, "text": "so how do you say Dash in luo okay how"}, {"start": 385.08, "end": 394.73, "text": "so how do you say Dash in luo okay how do you say banana in luo banana"}, {"start": 394.74, "end": 397.93, "text": "hmm say that"}, {"start": 397.93, "end": 397.94, "text": "hmm say that"}, {"start": 397.94, "end": 404.83, "text": "hmm say that banana no you know"}, {"start": 404.84000000000003, "end": 407.29, "text": "then they will say"}, {"start": 407.29, "end": 407.3, "text": "then they will say"}, {"start": 407.3, "end": 409.79, "text": "then they will say banana me"}, {"start": 409.79, "end": 409.8, "text": "banana me"}, {"start": 409.8, "end": 416.749, "text": "banana me bananas no that's right"}, {"start": 416.759, "end": 418.99, "text": "how much does this"}, {"start": 418.99, "end": 419.0, "text": "how much does this"}, {"start": 419.0, "end": 428.469, "text": "how much does this costs"}, {"start": 428.479, "end": 434.89, "text": "so all that is asking for the price"}, {"start": 434.9, "end": 437.15, "text": "that is all price"}, {"start": 437.15, "end": 437.16, "text": "that is all price"}, {"start": 437.16, "end": 439.27, "text": "that is all price where is the bathroom"}, {"start": 439.27, "end": 439.28, "text": "where is the bathroom"}, {"start": 439.28, "end": 445.629, "text": "where is the bathroom automatically"}, {"start": 445.639, "end": 448.37, "text": "the other way you can say is where can I"}, {"start": 448.37, "end": 448.38, "text": "the other way you can say is where can I"}, {"start": 448.38, "end": 450.469, "text": "the other way you can say is where can I help myself okay you know where is the"}, {"start": 450.469, "end": 450.479, "text": "help myself okay you know where is the"}, {"start": 450.479, "end": 451.73, "text": "help myself okay you know where is the bathroom and where can I help myself"}, {"start": 451.73, "end": 451.74, "text": "bathroom and where can I help myself"}, {"start": 451.74, "end": 454.07, "text": "bathroom and where can I help myself it's almost the same thing yeah so where"}, {"start": 454.07, "end": 454.08, "text": "it's almost the same thing yeah so where"}, {"start": 454.08, "end": 465.49, "text": "it's almost the same thing yeah so where can I help myself you'll say"}, {"start": 465.5, "end": 469.37, "text": "where can I help myself okay"}, {"start": 469.37, "end": 469.38, "text": "where can I help myself okay"}, {"start": 469.38, "end": 482.83, "text": "where can I help myself okay I would like a cup of coffee please yeah"}, {"start": 482.84, "end": 498.369, "text": "yes"}, {"start": 498.379, "end": 501.11, "text": "now do you have any recommendations for"}, {"start": 501.11, "end": 501.12, "text": "now do you have any recommendations for"}, {"start": 501.12, "end": 503.39, "text": "now do you have any recommendations for our restaurant do you have any"}, {"start": 503.39, "end": 503.4, "text": "our restaurant do you have any"}, {"start": 503.4, "end": 508.129, "text": "our restaurant do you have any recommendations of a restaurant KFC"}, {"start": 508.139, "end": 509.28, "text": "foreign"}, {"start": 509.28, "end": 509.29, "text": "foreign"}, {"start": 509.29, "end": 530.41, "text": "foreign [Music]"}, {"start": 530.42, "end": 532.37, "text": "so that is do you have any"}, {"start": 532.37, "end": 532.38, "text": "so that is do you have any"}, {"start": 532.38, "end": 535.85, "text": "so that is do you have any recommendation for a restaurant okay"}, {"start": 535.85, "end": 535.86, "text": "recommendation for a restaurant okay"}, {"start": 535.86, "end": 539.21, "text": "recommendation for a restaurant okay I'm lost can you help me find my way"}, {"start": 539.21, "end": 539.22, "text": "I'm lost can you help me find my way"}, {"start": 539.22, "end": 540.11, "text": "I'm lost can you help me find my way back"}, {"start": 540.11, "end": 540.12, "text": "back"}, {"start": 540.12, "end": 547.269, "text": "back Allah"}, {"start": 547.279, "end": 549.29, "text": "yo my dog"}, {"start": 549.29, "end": 549.3, "text": "yo my dog"}, {"start": 549.3, "end": 556.96, "text": "yo my dog is"}, {"start": 556.97, "end": 562.79, "text": "[Music]"}, {"start": 562.8, "end": 565.73, "text": "okay then can you translate this for me"}, {"start": 565.73, "end": 565.74, "text": "okay then can you translate this for me"}, {"start": 565.74, "end": 571.07, "text": "okay then can you translate this for me dolu"}, {"start": 571.08, "end": 589.47, "text": "foreign"}, {"start": 589.48, "end": 625.62, "text": "[Music]"}, {"start": 625.63, "end": 630.11, "text": "[Music]"}, {"start": 630.12, "end": 632.42, "text": "foreign"}], "createdAt": "2025-12-15T02:11:28.000Z", "imageUrl": "https://img.youtube.com/vi/-2xQYesqiWc/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=-2xQYesqiWc", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_0t-qWuhIBec", "userId": "system", "title": "EP1 - Learn Luo Language in 52 weeks start with greetings! - The 52 week challenge", "language": "luo", "content": "let's go Hello, My name is Niquee Agina and welcome back to the Luo English Dictionary channel. Today I am going to be the student and my Dad is going to be the teacher Good thank you. My name is Agina  and the intent of this channel is to teach your kids or your spouse or anyone that you know that understands Luo and you don't understand Luo, the intent is that you learn together so this morning or this evening wherever you are you'd like to learn a few words and we want to do this as a challenge we want to do a 52-week challenge whereby every week we shall post out a video and then we expect you or someone else to learn through the video and practice remember in language learning you must practice every day so you can hear what we say and then you practice so today we are going to learn about two things Greetings and Counting so we shall do Greetings first and then move on to counting in Luo greetings is divided into four parts morning greetings day time greetings evening greetings and night greetings that is the good night part so I'll start with the morning in the morning you say when you wake up you say OYAORE what do you say OYAORE again OYAORE  when you say OYAORE I'll say BER AHINYA what do I say BER AHINYA so I'll say I'll give you the greeting and then you have to give it back alright,  OYAORE , BER AHINYA  your turn OYAORE, BER AHINYA during the day you can say IRIYO NADE what you say IRIYO NADE and then i'll say ARIYO MABER, ARIYO MABER what ARIYO MABER. IRIYO NADE? ARIYO MABER IRIYO NADE? ARIYO MABER. Alright in the evening with the Sun is setting you say OIMORE what OIMORE  OIMORE when I say OIMORE you say OIMORE AHINYA OIMORE, OIMORE AHINYA your turn OIMORE OIMORE AHINYA. OIMORE! thank you. At night when you're going to sleep at night to say good night you say ININD MABER you say ININD MABER. ININD MABER what ININD MABER so that just yeah that's like saying good night and when I say ININD MABER she also says ININD MABER good night good night ININD MABER, ININD MABER alright so these are the four greetings OYAORE, OYAORE AHINYA IRIYO NADE, ARIYO MABER. OIMORE, OIMORE AHINYA ININD MABER, ININD MABER do you get it ? OYAORE IRYO NADE? OIMORE? ININD MABER ININD MABER those are the four greetings simple right okay second thing is we want to count so you want to count from one to ten and the good thing is our counting is all the letters begin with an A apart from nine so I just wrote them down for her so you tell me the letter and the word in the number in English and I'll give you the number in the Luo and then after that you come together and then you count by yourself all right so lets start ONE - ACHIEL TWO - ARIYO THREE - ADEK  FOUR - ANG'WEN FIVE - ABICH, SIX - AUCHIEL SEVEN - ABIRIYO EIGHT - ABORO NINE - OCHIKO TEN - APAR so let's count together  Achiel, Ariyo, Adek, Ang'wen, Abich Auchiel, Abiriyo Aboro, Ochiko Apar. count by yourself Achiel Ariyo Adek  Ang'wen Abich Auchiel Abiriyo Aboro Ochiko Apar that's how you count now we've done a video earlier on counting and actually done counting 1 through 100 so you can look through our channel and see whether that makes sense you can leave comments suggestions how to improve this remember we're just doing this for fun and we want to learn our language and be proud of it all right you have anything to say now Yes I do. I would also like you to comment down below if you practice along with us and you also practice this every day. there's one more thing. I was doing some research and I saw that the Luo language is shared with the Anuak tribe of Ethiopia in the Lou of South Sudan and I noticed that even though we have similar intonation and how we pronounce things but here they are wanting might be off so if you feel that this is not the Luo that you know then probably you you among the people of the Anuak of the Ethiopian people or the South Sudanese all the Ugandan there is a Luo language the Acholi people that I think they speak some bit of Luo which is that's their own but I mean this is universal we can debate this, we can talk about this and good thing is you can comment down below and let's see you next week okay see you bye bye", "sentences": ["let's go Hello, My name is Niquee Agina and welcome back to the Luo English Dictionary channel.", "Today I am going to be the student and my Dad is going to be the teacher Good thank you.", "My name is Agina  and the intent of this channel is to teach your kids or your spouse or anyone that you know that understands Luo and you don't understand Luo, the intent is that you learn together so this morning or this evening wherever you are you'd like to learn a few words and we want to do this as a challenge we want to do a 52-week challenge whereby every week we shall post out a video and then we expect you or someone else to learn through the video and practice remember in language learning you must practice every day so you can hear what we say and then you practice so today we are going to learn about two things Greetings and Counting so we shall do Greetings first and then move on to counting in Luo greetings is divided into four parts morning greetings day time greetings evening greetings and night greetings that is the good night part so I'll start with the morning in the morning you say when you wake up you say OYAORE what do you say OYAORE again OYAORE  when you say OYAORE I'll say BER AHINYA what do I say BER AHINYA so I'll say I'll give you the greeting and then you have to give it back alright,  OYAORE , BER AHINYA  your turn OYAORE, BER AHINYA during the day you can say IRIYO NADE what you say IRIYO NADE and then i'll say ARIYO MABER, ARIYO MABER what ARIYO MABER.", "IRIYO NADE?", "ARIYO MABER IRIYO NADE?", "ARIYO MABER.", "Alright in the evening with the Sun is setting you say OIMORE what OIMORE  OIMORE when I say OIMORE you say OIMORE AHINYA OIMORE, OIMORE AHINYA your turn OIMORE OIMORE AHINYA.", "OIMORE!", "thank you.", "At night when you're going to sleep at night to say good night you say ININD MABER you say ININD MABER.", "ININD MABER what ININD MABER so that just yeah that's like saying good night and when I say ININD MABER she also says ININD MABER good night good night ININD MABER, ININD MABER alright so these are the four greetings OYAORE, OYAORE AHINYA IRIYO NADE, ARIYO MABER.", "OIMORE, OIMORE AHINYA ININD MABER, ININD MABER do you get it ?", "OYAORE IRYO NADE?", "OIMORE?", "ININD MABER ININD MABER those are the four greetings simple right okay second thing is we want to count so you want to count from one to ten and the good thing is our counting is all the letters begin with an A apart from nine so I just wrote them down for her so you tell me the letter and the word in the number in English and I'll give you the number in the Luo and then after that you come together and then you count by yourself all right so lets start ONE - ACHIEL TWO - ARIYO THREE - ADEK  FOUR - ANG'WEN FIVE - ABICH, SIX - AUCHIEL SEVEN - ABIRIYO EIGHT - ABORO NINE - OCHIKO TEN - APAR so let's count together  Achiel, Ariyo, Adek, Ang'wen, Abich Auchiel, Abiriyo Aboro, Ochiko Apar.", "count by yourself Achiel Ariyo Adek  Ang'wen Abich Auchiel Abiriyo Aboro Ochiko Apar that's how you count now we've done a video earlier on counting and actually done counting 1 through 100 so you can look through our channel and see whether that makes sense you can leave comments suggestions how to improve this remember we're just doing this for fun and we want to learn our language and be proud of it all right you have anything to say now Yes I do.", "I would also like you to comment down below if you practice along with us and you also practice this every day.", "there's one more thing.", "I was doing some research and I saw that the Luo language is shared with the Anuak tribe of Ethiopia in the Lou of South Sudan and I noticed that even though we have similar intonation and how we pronounce things but here they are wanting might be off so if you feel that this is not the Luo that you know then probably you you among the people of the Anuak of the Ethiopian people or the South Sudanese all the Ugandan there is a Luo language the Acholi people that I think they speak some bit of Luo which is that's their own but I mean this is universal we can debate this, we can talk about this and good thing is you can comment down below and let's see you next week okay see you bye bye"], "transcript": [{"start": 4.609, "end": 17.5, "text": "let's go Hello, My name is Niquee Agina and welcome back to the Luo English Dictionary channel. Today I am going to be the student and my Dad is going to be the teacher"}, {"start": 17.6, "end": 23.039, "text": "Good thank you. My name is Agina  and the intent of this channel is"}, {"start": 23.039, "end": 30.51, "text": "to teach your kids or your spouse or anyone that you know that understands"}, {"start": 30.51, "end": 35.28, "text": "Luo and you don't understand Luo, the intent is that you learn together so"}, {"start": 35.28, "end": 40.79, "text": "this morning or this evening wherever you are you'd like to learn a few words"}, {"start": 40.79, "end": 46.8, "text": "and we want to do this as a challenge we want to do a 52-week challenge whereby"}, {"start": 46.8, "end": 56.489, "text": "every week we shall post out a video and then we expect you or someone else to"}, {"start": 56.489, "end": 62.1, "text": "learn through the video and practice remember in language learning you must"}, {"start": 62.1, "end": 69.51, "text": "practice every day so you can hear what we say and then you practice so today we are"}, {"start": 69.51, "end": 76.619, "text": "going to learn about two things Greetings and Counting so we shall do"}, {"start": 76.619, "end": 82.71000000000001, "text": "Greetings first and then move on to counting in Luo greetings is divided"}, {"start": 82.71000000000001, "end": 92.45, "text": "into four parts morning greetings day time greetings evening greetings and"}, {"start": 92.45, "end": 97.56, "text": "night greetings that is the good night part so I'll start with the morning in"}, {"start": 97.56, "end": 101.03999999999999, "text": "the morning you say when you wake up you say"}, {"start": 101.03999999999999, "end": 109.95, "text": "OYAORE what do you say OYAORE again OYAORE  when you say OYAORE"}, {"start": 109.95, "end": 119.57900000000001, "text": "I'll say BER AHINYA what do I say BER AHINYA so I'll say I'll give you the greeting"}, {"start": 119.57900000000001, "end": 125.46, "text": "and then you have to give it back alright,  OYAORE , BER AHINYA  your turn"}, {"start": 125.46, "end": 138.32999999999998, "text": "OYAORE, BER AHINYA during the day you can say IRIYO NADE what you say"}, {"start": 138.87, "end": 160.54, "text": "IRIYO NADE and then i'll say ARIYO MABER, ARIYO MABER what ARIYO MABER. IRIYO NADE? ARIYO MABER"}, {"start": 160.54, "end": 174.9, "text": "IRIYO NADE? ARIYO MABER. Alright in the evening with the Sun is setting you say"}, {"start": 174.9, "end": 176.5, "text": "OIMORE"}, {"start": 176.5, "end": 186.76, "text": "what OIMORE  OIMORE when I say OIMORE you say OIMORE AHINYA"}, {"start": 186.76, "end": 195.84, "text": "OIMORE, OIMORE AHINYA your turn OIMORE OIMORE AHINYA. OIMORE!"}, {"start": 195.84, "end": 204.5, "text": "thank you. At night when you're going to sleep at night to say good night"}, {"start": 204.52, "end": 219.4, "text": "you say ININD MABER you say ININD MABER. ININD MABER what ININD MABER so that just yeah that's"}, {"start": 219.4, "end": 223.72, "text": "like saying good night and when I say ININD MABER"}, {"start": 223.72, "end": 232.78, "text": "she also says ININD MABER good night good night ININD MABER, ININD MABER alright so"}, {"start": 232.78, "end": 245.61, "text": "these are the four greetings OYAORE, OYAORE AHINYA IRIYO NADE, ARIYO MABER. OIMORE, OIMORE AHINYA"}, {"start": 246.54, "end": 255.42, "text": "ININD MABER, ININD MABER do you get it ? OYAORE"}, {"start": 257.139, "end": 272.24, "text": "IRYO NADE? OIMORE? ININD MABER ININD MABER those are the four greetings simple"}, {"start": 272.24, "end": 280.6, "text": "right okay second thing is we want to count so you want to count from one to"}, {"start": 280.6, "end": 288.88, "text": "ten and the good thing is our counting is all the letters begin with an A"}, {"start": 288.88, "end": 296.21, "text": "apart from nine so I just wrote them down for her so you tell me the letter"}, {"start": 296.21, "end": 300.979, "text": "and the word in the number in English and I'll give you the number in the Luo"}, {"start": 300.979, "end": 306.82, "text": "and then after that you come together and then you count by yourself all right"}, {"start": 306.82, "end": 319.43, "text": "so lets start ONE - ACHIEL TWO - ARIYO THREE - ADEK  FOUR - ANG'WEN"}, {"start": 319.43, "end": 336.25, "text": "FIVE - ABICH, SIX - AUCHIEL SEVEN - ABIRIYO EIGHT - ABORO NINE - OCHIKO TEN - APAR"}, {"start": 336.25, "end": 352.63, "text": "so let's count together  Achiel, Ariyo, Adek, Ang'wen, Abich Auchiel, Abiriyo"}, {"start": 352.63, "end": 359.58, "text": "Aboro, Ochiko Apar. count by yourself"}, {"start": 359.6, "end": 370.34, "text": "Achiel Ariyo Adek  Ang'wen Abich Auchiel Abiriyo Aboro Ochiko Apar"}, {"start": 370.48, "end": 377.36, "text": "that's how you count now we've done a video earlier on counting and actually"}, {"start": 377.36, "end": 383.599, "text": "done counting 1 through 100 so you can look through our channel and see whether"}, {"start": 383.599, "end": 389.02, "text": "that makes sense you can leave comments suggestions"}, {"start": 389.02, "end": 393.44, "text": "how to improve this remember we're just doing this for fun and we want to learn"}, {"start": 393.44, "end": 398.02, "text": "our language and be proud of it all right you have anything to say now"}, {"start": 398.02, "end": 407.68, "text": "Yes I do. I would also like you to comment down below if you practice along with us and you also practice this every day."}, {"start": 407.9, "end": 413.68, "text": "there's one more thing. I was doing some research and I saw that the Luo"}, {"start": 413.68, "end": 421.0, "text": "language is shared with the Anuak tribe of Ethiopia in the Lou of South Sudan"}, {"start": 421.0, "end": 430.27, "text": "and I noticed that even though we have similar intonation and how we pronounce"}, {"start": 430.27, "end": 437.889, "text": "things but here they are wanting might be off so if you feel that this is not"}, {"start": 437.889, "end": 443.71, "text": "the Luo that you know then probably you you among the people of the Anuak of the"}, {"start": 443.71, "end": 449.259, "text": "Ethiopian people or the South Sudanese all the Ugandan there is a Luo language"}, {"start": 449.259, "end": 456.28, "text": "the Acholi people that I think they speak some bit of Luo which is that's their"}, {"start": 456.28, "end": 461.349, "text": "own but I mean this is universal we can debate this, we can talk about this and"}, {"start": 461.349, "end": 471.759, "text": "good thing is you can comment down below and let's see you next week okay see you"}, {"start": 471.759, "end": 474.509, "text": "bye bye"}], "createdAt": "2025-12-15T02:11:11.000Z", "imageUrl": "https://img.youtube.com/vi/0t-qWuhIBec/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=0t-qWuhIBec", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_LbL6y_dbbvA", "userId": "system", "title": "Lesson 15: Dha-Anywaa Language (Luo South Sudan & Ethiopia) Short stories: One Thing", "language": "luo", "content": "[Music] [Music] [Music] [Aplause] [Aplause] [Aplause] [Music] rwakou e somo mar 15 mar ler mar onongua ma higa ka higa rwakou e somo mar 15 mar ler mar onongua ma higa ka higa rwakou e somo mar 15 mar ler mar onongua ma higa ka higa kawuono wadhi kawuono wadhi kawuono wadhi nyime gi nyime gi nyime gi puonjruok danwa kokalo kuom weche machuok puonjruok danwa kokalo kuom weche machuok puonjruok danwa kokalo kuom weche machuok wi wach ma kawuono en gima achiel wi wach ma kawuono en gima achiel wi wach ma kawuono en gima achiel ka in ngat manyien e kae nyinga en ka in ngat manyien e kae nyinga en ka in ngat manyien e kae nyinga en omat kendo adwaro nyisou rwak ma morruok yie mondo omat kendo adwaro nyisou rwak ma morruok yie mondo omat kendo adwaro nyisou rwak ma morruok yie mondo upuonjre channel mari  &lt;2Zepa&gt; 10:10, 11.  &lt;2Zepa&gt; upuonjre channel mari  &lt;2Zepa&gt; 10:10, 11.  &lt;2Zepa&gt; en wach ma ngato nyalo ngiyogo, en wach ma ngato nyalo ngiyogo, en wach ma ngato nyalo ngiyogo, jomoko ma wuoyo e dho-Daniel bende tiyo kod suk jomoko ma wuoyo e dho-Daniel bende tiyo kod suk jomoko ma wuoyo e dho-Daniel bende tiyo kod suk ma bende en wach mar winy ma wuok e dho-Arab, ma bende en wach mar winy ma wuok e dho-Arab, ma bende en wach mar winy ma wuok e dho-Arab, jomoko bende nyalo tiyo kod duka, giduto gin gik ma nyalo jomoko bende nyalo tiyo kod duka, giduto gin gik ma nyalo jomoko bende nyalo tiyo kod duka, giduto gin gik ma nyalo lokore, lokore, lokore, giduto ginyiso gimoro achiel ee, adwaro chamo mkate ma ngwe ngar, ee, adwaro chamo mkate ma ngwe ngar, ee, adwaro chamo mkate ma ngwe ngar, ee, mkate ma ngwe ngar, ngwe ngar ma ngwe ngar, ngwe ngar ma ngwe ngar kod ngwe ngar ee, mkate ma ngwe ngar, ngwe ngar ma ngwe ngar, ngwe ngar ma ngwe ngar kod ngwe ngar ee, mkate ma ngwe ngar, ngwe ngar ma ngwe ngar, ngwe ngar ma ngwe ngar kod ngwe ngar onge gi onge gi onge gi weche ma chalre weche ma chalre e dhok ma ok e dhok ma ok e dhok ma ok lokore.  &lt;2Zepa&gt; bende adwaro gimoro achiel kowuok e bende adwaro gimoro achiel kowuok e bende adwaro gimoro achiel kowuok e duka duka duka oh nyasaye en ang'o ma en kendo nyanya achiel akwayi en mar salad mara ma en gima ber nyanya achiel akwayi en mar salad mara ma en gima ber nyanya achiel akwayi en mar salad mara ma en gima ber wape wape wape erokamano oh an bende adwaro apple adek oh an bende adwaro apple adek oh an bende adwaro apple adek oh kuom rieko mara onge wach mar daniela kuom rieko mara onge wach mar daniela kuom rieko mara onge wach mar daniela mar apple mar apple mar apple nikech en olembe ma oko nying' nikech en olembe ma oko nying' nikech en olembe ma oko nying' omiyo odong' ma ok olokore en ber ni omiyo odong' ma ok olokore en ber ni ng'eyo margi mopogore' juice [Music] ango ango ango kod chak agoyo mos an gi paro owadwa matin ango ango adwaro mana gimoro achiel kowuok e adwaro mana gimoro achiel kowuok e adwaro mana gimoro achiel kowuok e duka maduong duka maduong duka maduong mkate obed maduong en achiel kuom weche ma ngato nyalo ngiyo gi dhok mamoko en achiel kuom weche ma ngato nyalo ngiyo gi dhok mamoko en achiel kuom weche ma ngato nyalo ngiyo gi dhok mamoko to tiyo kode e yo malach miyo obedo to tiyo kode e yo malach miyo obedo to tiyo kode e yo malach miyo obedo wach ma nigi teko wach ma nigi teko wach ma nigi teko chakruok mar wachni en amarik ngeyo machuok gima ne otimore e weche machuok kendo ango ma ne otimore machuok  &lt;2Zepa&gt; nyathina nyathina choca erokamano kuom winjo ler ma higa ka higa, erokamano kuom winjo ler ma higa ka higa, erokamano kuom winjo ler ma higa ka higa, yie mondo iwe paro mari kata penjo yie mondo iwe paro mari kata penjo yie mondo iwe paro mari kata penjo e kar paro mag youtube e kar paro mag youtube e kar paro mag youtube kata orna e-mail e ler ma higa ka higa kata orna e-mail e ler ma higa ka higa kata orna e-mail e ler ma higa ka higa tich mari mar ot ma kawuono en mondo tich mari mar ot ma kawuono en mondo tich mari mar ot ma kawuono en mondo iduok penjo maluwogi iduok penjo maluwogi iduok penjo maluwogi ango ma ne otimore e sigana ango momiyo ariat nonyalo miyo juri paro ma w ango ma ne otimore e sigana ango momiyo ariat nonyalo miyo juri paro ma w dwoko mari e daniela yie mondo ipar ni inyalo dwoko mari e daniela yie mondo ipar ni inyalo dwoko mari e daniela yie mondo ipar ni inyalo ndiko nyingi e ndiko nyingi e ndiko nyingi e chanel mar youtube ni chanel mar youtube ni chanel mar youtube ni kendo ipok ler mari ne jomoko kendo ipok ler mari ne jomoko kendo ipok ler mari ne jomoko erokamano kendo wanenre kinde mabiro erokamano kendo wanenre kinde mabiro erokamano kendo wanenre kinde mabiro [Music] do", "sentences": ["[Music] [Music] [Music] [Aplause] [Aplause] [Aplause] [Music] rwakou e somo mar 15 mar ler mar onongua ma higa ka higa rwakou e somo mar 15 mar ler mar onongua ma higa ka higa rwakou e somo mar 15 mar ler mar onongua ma higa ka higa kawuono wadhi kawuono wadhi kawuono wadhi nyime gi nyime gi nyime gi puonjruok danwa kokalo kuom weche machuok puonjruok danwa kokalo kuom weche machuok puonjruok danwa kokalo kuom weche machuok wi wach ma kawuono en gima achiel wi wach ma kawuono en gima achiel wi wach ma kawuono en gima achiel ka in ngat manyien e kae nyinga en ka in ngat manyien e kae nyinga en ka in ngat manyien e kae nyinga en omat kendo adwaro nyisou rwak ma morruok yie mondo omat kendo adwaro nyisou rwak ma morruok yie mondo omat kendo adwaro nyisou rwak ma morruok yie mondo upuonjre channel mari  &lt;2Zepa&gt; 10:10, 11.", "&lt;2Zepa&gt; upuonjre channel mari  &lt;2Zepa&gt; 10:10, 11.", "&lt;2Zepa&gt; en wach ma ngato nyalo ngiyogo, en wach ma ngato nyalo ngiyogo, en wach ma ngato nyalo ngiyogo, jomoko ma wuoyo e dho-Daniel bende tiyo kod suk jomoko ma wuoyo e dho-Daniel bende tiyo kod suk jomoko ma wuoyo e dho-Daniel bende tiyo kod suk ma bende en wach mar winy ma wuok e dho-Arab, ma bende en wach mar winy ma wuok e dho-Arab, ma bende en wach mar winy ma wuok e dho-Arab, jomoko bende nyalo tiyo kod duka, giduto gin gik ma nyalo jomoko bende nyalo tiyo kod duka, giduto gin gik ma nyalo jomoko bende nyalo tiyo kod duka, giduto gin gik ma nyalo lokore, lokore, lokore, giduto ginyiso gimoro achiel ee, adwaro chamo mkate ma ngwe ngar, ee, adwaro chamo mkate ma ngwe ngar, ee, adwaro chamo mkate ma ngwe ngar, ee, mkate ma ngwe ngar, ngwe ngar ma ngwe ngar, ngwe ngar ma ngwe ngar kod ngwe ngar ee, mkate ma ngwe ngar, ngwe ngar ma ngwe ngar, ngwe ngar ma ngwe ngar kod ngwe ngar ee, mkate ma ngwe ngar, ngwe ngar ma ngwe ngar, ngwe ngar ma ngwe ngar kod ngwe ngar onge gi onge gi onge gi weche ma chalre weche ma chalre e dhok ma ok e dhok ma ok e dhok ma ok lokore.", "&lt;2Zepa&gt; bende adwaro gimoro achiel kowuok e bende adwaro gimoro achiel kowuok e bende adwaro gimoro achiel kowuok e duka duka duka oh nyasaye en ang'o ma en kendo nyanya achiel akwayi en mar salad mara ma en gima ber nyanya achiel akwayi en mar salad mara ma en gima ber nyanya achiel akwayi en mar salad mara ma en gima ber wape wape wape erokamano oh an bende adwaro apple adek oh an bende adwaro apple adek oh an bende adwaro apple adek oh kuom rieko mara onge wach mar daniela kuom rieko mara onge wach mar daniela kuom rieko mara onge wach mar daniela mar apple mar apple mar apple nikech en olembe ma oko nying' nikech en olembe ma oko nying' nikech en olembe ma oko nying' omiyo odong' ma ok olokore en ber ni omiyo odong' ma ok olokore en ber ni ng'eyo margi mopogore' juice [Music] ango ango ango kod chak agoyo mos an gi paro owadwa matin ango ango adwaro mana gimoro achiel kowuok e adwaro mana gimoro achiel kowuok e adwaro mana gimoro achiel kowuok e duka maduong duka maduong duka maduong mkate obed maduong en achiel kuom weche ma ngato nyalo ngiyo gi dhok mamoko en achiel kuom weche ma ngato nyalo ngiyo gi dhok mamoko en achiel kuom weche ma ngato nyalo ngiyo gi dhok mamoko to tiyo kode e yo malach miyo obedo to tiyo kode e yo malach miyo obedo to tiyo kode e yo malach miyo obedo wach ma nigi teko wach ma nigi teko wach ma nigi teko chakruok mar wachni en amarik ngeyo machuok gima ne otimore e weche machuok kendo ango ma ne otimore machuok  &lt;2Zepa&gt; nyathina nyathina choca erokamano kuom winjo ler ma higa ka higa, erokamano kuom winjo ler ma higa ka higa, erokamano kuom winjo ler ma higa ka higa, yie mondo iwe paro mari kata penjo yie mondo iwe paro mari kata penjo yie mondo iwe paro mari kata penjo e kar paro mag youtube e kar paro mag youtube e kar paro mag youtube kata orna e-mail e ler ma higa ka higa kata orna e-mail e ler ma higa ka higa kata orna e-mail e ler ma higa ka higa tich mari mar ot ma kawuono en mondo tich mari mar ot ma kawuono en mondo tich mari mar ot ma kawuono en mondo iduok penjo maluwogi iduok penjo maluwogi iduok penjo maluwogi ango ma ne otimore e sigana ango momiyo ariat nonyalo miyo juri paro ma w ango ma ne otimore e sigana ango momiyo ariat nonyalo miyo juri paro ma w dwoko mari e daniela yie mondo ipar ni inyalo dwoko mari e daniela yie mondo ipar ni inyalo dwoko mari e daniela yie mondo ipar ni inyalo ndiko nyingi e ndiko nyingi e ndiko nyingi e chanel mar youtube ni chanel mar youtube ni chanel mar youtube ni kendo ipok ler mari ne jomoko kendo ipok ler mari ne jomoko kendo ipok ler mari ne jomoko erokamano kendo wanenre kinde mabiro erokamano kendo wanenre kinde mabiro erokamano kendo wanenre kinde mabiro [Music] do"], "transcript": [{"start": 1.83, "end": 16.67, "text": "[Music]"}, {"start": 16.67, "end": 16.68, "text": "[Music]"}, {"start": 16.68, "end": 17.13, "text": "[Music] [Aplause]"}, {"start": 17.13, "end": 17.14, "text": "[Aplause]"}, {"start": 17.14, "end": 24.07, "text": "[Aplause] [Music]"}, {"start": 24.08, "end": 26.79, "text": "rwakou e somo mar 15 mar ler mar onongua ma higa ka higa"}, {"start": 26.79, "end": 26.8, "text": "rwakou e somo mar 15 mar ler mar onongua ma higa ka higa"}, {"start": 26.8, "end": 29.91, "text": "rwakou e somo mar 15 mar ler mar onongua ma higa ka higa kawuono wadhi"}, {"start": 29.91, "end": 29.92, "text": "kawuono wadhi"}, {"start": 29.92, "end": 30.79, "text": "kawuono wadhi nyime gi"}, {"start": 30.79, "end": 30.8, "text": "nyime gi"}, {"start": 30.8, "end": 33.91, "text": "nyime gi puonjruok danwa kokalo kuom weche machuok"}, {"start": 33.91, "end": 33.92, "text": "puonjruok danwa kokalo kuom weche machuok"}, {"start": 33.92, "end": 37.27, "text": "puonjruok danwa kokalo kuom weche machuok wi wach ma kawuono en gima achiel"}, {"start": 37.27, "end": 37.28, "text": "wi wach ma kawuono en gima achiel"}, {"start": 37.28, "end": 40.869, "text": "wi wach ma kawuono en gima achiel ka in ngat manyien e kae nyinga en"}, {"start": 40.869, "end": 40.879, "text": "ka in ngat manyien e kae nyinga en"}, {"start": 40.879, "end": 43.35, "text": "ka in ngat manyien e kae nyinga en omat kendo adwaro nyisou rwak ma morruok yie mondo"}, {"start": 43.35, "end": 43.36, "text": "omat kendo adwaro nyisou rwak ma morruok yie mondo"}, {"start": 43.36, "end": 44.549, "text": "omat kendo adwaro nyisou rwak ma morruok yie mondo"}, {"start": 46.96, "end": 48.31, "text": "upuonjre channel mari  &lt;2Zepa&gt; 10:10, 11.  &lt;2Zepa&gt;"}, {"start": 48.31, "end": 55.189, "text": "upuonjre channel mari  &lt;2Zepa&gt; 10:10, 11.  &lt;2Zepa&gt;"}, {"start": 113.68, "end": 116.709, "text": "en wach ma ngato nyalo ngiyogo,"}, {"start": 116.709, "end": 116.719, "text": "en wach ma ngato nyalo ngiyogo,"}, {"start": 116.719, "end": 120.149, "text": "en wach ma ngato nyalo ngiyogo, jomoko ma wuoyo e dho-Daniel bende tiyo kod suk"}, {"start": 120.149, "end": 120.159, "text": "jomoko ma wuoyo e dho-Daniel bende tiyo kod suk"}, {"start": 120.159, "end": 123.429, "text": "jomoko ma wuoyo e dho-Daniel bende tiyo kod suk ma bende en wach mar winy ma wuok e dho-Arab,"}, {"start": 123.429, "end": 123.439, "text": "ma bende en wach mar winy ma wuok e dho-Arab,"}, {"start": 123.439, "end": 126.87, "text": "ma bende en wach mar winy ma wuok e dho-Arab, jomoko bende nyalo tiyo kod duka, giduto gin gik ma nyalo"}, {"start": 126.87, "end": 126.88, "text": "jomoko bende nyalo tiyo kod duka, giduto gin gik ma nyalo"}, {"start": 126.88, "end": 128.389, "text": "jomoko bende nyalo tiyo kod duka, giduto gin gik ma nyalo lokore,"}, {"start": 128.389, "end": 128.399, "text": "lokore,"}, {"start": 128.399, "end": 134.07, "text": "lokore, giduto ginyiso gimoro achiel"}, {"start": 134.08, "end": 137.51, "text": "ee, adwaro chamo mkate ma ngwe ngar,"}, {"start": 137.51, "end": 137.52, "text": "ee, adwaro chamo mkate ma ngwe ngar,"}, {"start": 137.52, "end": 140.82999999999998, "text": "ee, adwaro chamo mkate ma ngwe ngar, ee, mkate ma ngwe ngar, ngwe ngar ma ngwe ngar, ngwe ngar ma ngwe ngar kod ngwe ngar"}, {"start": 140.82999999999998, "end": 140.84, "text": "ee, mkate ma ngwe ngar, ngwe ngar ma ngwe ngar, ngwe ngar ma ngwe ngar kod ngwe ngar"}, {"start": 140.84, "end": 143.91, "text": "ee, mkate ma ngwe ngar, ngwe ngar ma ngwe ngar, ngwe ngar ma ngwe ngar kod ngwe ngar onge gi"}, {"start": 143.91, "end": 143.92000000000002, "text": "onge gi"}, {"start": 143.92000000000002, "end": 145.99, "text": "onge gi weche ma chalre"}, {"start": 145.99, "end": 147.19, "text": "weche ma chalre"}, {"start": 147.2, "end": 149.11, "text": "e dhok ma ok"}, {"start": 149.11, "end": 149.12, "text": "e dhok ma ok"}, {"start": 149.12, "end": 153.75, "text": "e dhok ma ok lokore.  &lt;2Zepa&gt;"}, {"start": 153.76, "end": 156.47, "text": "bende adwaro gimoro achiel kowuok e"}, {"start": 156.47, "end": 156.48, "text": "bende adwaro gimoro achiel kowuok e"}, {"start": 156.48, "end": 158.71, "text": "bende adwaro gimoro achiel kowuok e duka"}, {"start": 158.71, "end": 158.72, "text": "duka"}, {"start": 158.72, "end": 166.47, "text": "duka oh nyasaye en"}, {"start": 166.48, "end": 177.99, "text": "ang'o ma en kendo"}, {"start": 178.0, "end": 182.79, "text": "nyanya achiel akwayi en mar salad mara ma en gima ber"}, {"start": 182.79, "end": 182.8, "text": "nyanya achiel akwayi en mar salad mara ma en gima ber"}, {"start": 182.8, "end": 191.03, "text": "nyanya achiel akwayi en mar salad mara ma en gima ber"}, {"start": 191.04, "end": 198.63, "text": "wape"}, {"start": 198.63, "end": 198.64, "text": "wape"}, {"start": 198.64, "end": 205.91, "text": "wape erokamano"}, {"start": 205.92000000000002, "end": 210.63, "text": "oh an bende adwaro apple adek"}, {"start": 210.63, "end": 210.64, "text": "oh an bende adwaro apple adek"}, {"start": 210.64, "end": 214.39, "text": "oh an bende adwaro apple adek oh"}, {"start": 214.4, "end": 216.63, "text": "kuom rieko mara onge wach mar daniela"}, {"start": 216.63, "end": 216.64, "text": "kuom rieko mara onge wach mar daniela"}, {"start": 216.64, "end": 217.75, "text": "kuom rieko mara onge wach mar daniela mar apple"}, {"start": 217.75, "end": 217.76, "text": "mar apple"}, {"start": 217.76, "end": 220.47, "text": "mar apple nikech en olembe ma oko nying'"}, {"start": 220.47, "end": 220.48, "text": "nikech en olembe ma oko nying'"}, {"start": 220.48, "end": 222.71, "text": "nikech en olembe ma oko nying' omiyo odong' ma ok olokore en ber ni"}, {"start": 222.71, "end": 224.71, "text": "omiyo odong' ma ok olokore en ber ni"}, {"start": 224.72, "end": 230.309, "text": "ng'eyo margi mopogore'"}, {"start": 237.84, "end": 241.85, "text": "juice"}, {"start": 241.86, "end": 252.83, "text": "[Music]"}, {"start": 252.84, "end": 255.19, "text": "ango"}, {"start": 255.19, "end": 255.2, "text": "ango"}, {"start": 255.2, "end": 264.31, "text": "ango kod chak agoyo mos"}, {"start": 264.32, "end": 281.749, "text": "an gi paro owadwa matin ango ango"}, {"start": 289.52, "end": 291.11, "text": "adwaro mana gimoro achiel kowuok e"}, {"start": 291.11, "end": 291.12, "text": "adwaro mana gimoro achiel kowuok e"}, {"start": 291.12, "end": 292.55, "text": "adwaro mana gimoro achiel kowuok e duka maduong"}, {"start": 292.55, "end": 292.56, "text": "duka maduong"}, {"start": 292.56, "end": 299.99, "text": "duka maduong mkate obed maduong"}, {"start": 300.0, "end": 302.39, "text": "en achiel kuom weche ma ngato nyalo ngiyo gi dhok mamoko"}, {"start": 302.39, "end": 302.4, "text": "en achiel kuom weche ma ngato nyalo ngiyo gi dhok mamoko"}, {"start": 302.4, "end": 303.51, "text": "en achiel kuom weche ma ngato nyalo ngiyo gi dhok mamoko"}, {"start": 303.52, "end": 305.83, "text": "to tiyo kode e yo malach miyo obedo"}, {"start": 305.83, "end": 305.84, "text": "to tiyo kode e yo malach miyo obedo"}, {"start": 305.84, "end": 307.35, "text": "to tiyo kode e yo malach miyo obedo wach ma nigi teko"}, {"start": 307.35, "end": 307.36, "text": "wach ma nigi teko"}, {"start": 307.36, "end": 314.31, "text": "wach ma nigi teko chakruok mar wachni en amarik ngeyo"}, {"start": 325.44, "end": 331.43, "text": "machuok gima ne otimore e weche machuok kendo ango ma ne otimore machuok  &lt;2Zepa&gt;"}, {"start": 376.319, "end": 379.67, "text": "nyathina"}, {"start": 379.68, "end": 386.71, "text": "nyathina choca"}, {"start": 386.72, "end": 388.629, "text": "erokamano kuom winjo ler ma higa ka higa,"}, {"start": 388.629, "end": 388.639, "text": "erokamano kuom winjo ler ma higa ka higa,"}, {"start": 388.639, "end": 390.15, "text": "erokamano kuom winjo ler ma higa ka higa,"}, {"start": 390.16, "end": 392.39, "text": "yie mondo iwe paro mari kata penjo"}, {"start": 392.39, "end": 392.4, "text": "yie mondo iwe paro mari kata penjo"}, {"start": 392.4, "end": 394.30899999999997, "text": "yie mondo iwe paro mari kata penjo e kar paro mag youtube"}, {"start": 394.30899999999997, "end": 394.319, "text": "e kar paro mag youtube"}, {"start": 394.319, "end": 397.30899999999997, "text": "e kar paro mag youtube kata orna e-mail e ler ma higa ka higa"}, {"start": 397.30899999999997, "end": 397.319, "text": "kata orna e-mail e ler ma higa ka higa"}, {"start": 397.319, "end": 398.95, "text": "kata orna e-mail e ler ma higa ka higa"}, {"start": 398.96, "end": 401.029, "text": "tich mari mar ot ma kawuono en mondo"}, {"start": 401.029, "end": 401.039, "text": "tich mari mar ot ma kawuono en mondo"}, {"start": 401.039, "end": 403.189, "text": "tich mari mar ot ma kawuono en mondo iduok penjo maluwogi"}, {"start": 403.189, "end": 403.199, "text": "iduok penjo maluwogi"}, {"start": 403.199, "end": 406.23, "text": "iduok penjo maluwogi ango ma ne otimore e sigana ango momiyo ariat nonyalo miyo juri paro ma w"}, {"start": 406.23, "end": 409.029, "text": "ango ma ne otimore e sigana ango momiyo ariat nonyalo miyo juri paro ma w"}, {"start": 412.639, "end": 415.99, "text": "dwoko mari e daniela yie mondo ipar ni inyalo"}, {"start": 415.99, "end": 416.0, "text": "dwoko mari e daniela yie mondo ipar ni inyalo"}, {"start": 416.0, "end": 417.99, "text": "dwoko mari e daniela yie mondo ipar ni inyalo ndiko nyingi e"}, {"start": 417.99, "end": 418.0, "text": "ndiko nyingi e"}, {"start": 418.0, "end": 419.189, "text": "ndiko nyingi e chanel mar youtube ni"}, {"start": 419.189, "end": 419.199, "text": "chanel mar youtube ni"}, {"start": 419.199, "end": 422.55, "text": "chanel mar youtube ni kendo ipok ler mari ne jomoko"}, {"start": 422.55, "end": 422.56, "text": "kendo ipok ler mari ne jomoko"}, {"start": 422.56, "end": 437.29, "text": "kendo ipok ler mari ne jomoko erokamano kendo wanenre kinde mabiro"}, {"start": 437.29, "end": 437.3, "text": "erokamano kendo wanenre kinde mabiro"}, {"start": 437.3, "end": 448.83, "text": "erokamano kendo wanenre kinde mabiro [Music]"}, {"start": 448.84, "end": 451.84, "text": "do"}], "createdAt": "2025-12-15T02:10:26.000Z", "imageUrl": "https://img.youtube.com/vi/LbL6y_dbbvA/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=LbL6y_dbbvA", "isFavorite": false, "progress": 0, "genre": "story"}]