[{"id": "yt_M8JiP5ACVbU", "userId": "system", "title": "Common Hausa Words with Meaning and Easy Sentences for Beginners | Learn Hausa Language Fast", "language": "ha", "content": "Welcome to learn house with C. Welcome to learn house with C. Welcome to learn house with C. In today's video, I will teach you In today's video, I will teach you In today's video, I will teach you everyday vocabularies and sentences in everyday vocabularies and sentences in everyday vocabularies and sentences in house language. Let's get started. Means wake up or get up. Let's make Means wake up or get up. Let's make Means wake up or get up. Let's make sentence with it. sentence with it. sentence with it. I woke up this morning. I woke up this morning. Safe morning. Safe morning. Safe morning. Safe morning. And J means go in house. Let's learn how And J means go in house. Let's learn how And J means go in house. Let's learn how to make sentences with them. They both mean the same thing. I will go They both mean the same thing. I will go They both mean the same thing. I will go to the market. Market zon come here please. Zan come here please. Zan come here please. Zan Allah come here please. Allah come here please. Allah come here please. Dan Allah is please in house then Allah Dan Allah is please in house then Allah Dan Allah is please in house then Allah please. Ghani Ghani Ghani Ghani. Ghani. Ghani. If you want to tell a man this I saw you If you want to tell a man this I saw you If you want to tell a man this I saw you yesterday. You are going to say if you want to tell a woman that I saw if you want to tell a woman that I saw if you want to tell a woman that I saw you yesterday in house, you're going to you yesterday in house, you're going to you yesterday in house, you're going to say for a manag for a manag for a manag for a woman means yesterday in English. means yesterday in English. means yesterday in English. yesterday. yesterday. yesterday. G means here or feel in English. G here G means here or feel in English. G here G means here or feel in English. G here or feel. Let's make sentence with it. I enjoyed the talk. I enjoyed the talk. I enjoyed the talk. Mana means talk in house. When we want Mana means talk in house. When we want Mana means talk in house. When we want to use a word to make a sentence in to use a word to make a sentence in to use a word to make a sentence in house language, we usually add n at the house language, we usually add n at the house language, we usually add n at the back. In our previous page, we pronounce back. In our previous page, we pronounce back. In our previous page, we pronounce mana as manan. For instance, name in mana as manan. For instance, name in mana as manan. For instance, name in house is suna. If you want to use it to house is suna. If you want to use it to house is suna. If you want to use it to make a sentence, we pronounce it as sun. We add n at the back. But this does not We add n at the back. But this does not We add n at the back. But this does not apply to all the words in our site. It's apply to all the words in our site. It's apply to all the words in our site. It's just for some can be enjoy or delicious. can be enjoy or delicious. can be enjoy or delicious. In our previous page, we said nan. In our previous page, we said nan. In our previous page, we said nan. I enjoyed the talk. Which means the I enjoyed the talk. Which means the I enjoyed the talk. Which means the meaning of daddy in that page meaning of daddy in that page meaning of daddy in that page is enjoy. White here is delicious. So is enjoy. White here is delicious. So is enjoy. White here is delicious. So that can be enjoy or delicious. that can be enjoy or delicious. that can be enjoy or delicious. Ye do Ye do Ye do ye do ye do ye do I worked today. worked today. worked today. I work. I work. I work. I work. I work. I work. bring. If you want to ask a man to bring water, If you want to ask a man to bring water, If you want to ask a man to bring water, you are going to say, If you want to ask a woman to bring If you want to ask a woman to bring If you want to ask a woman to bring water, you are going to say, \"Bring water.\" \"Bring water.\" \"Bring water.\" Rua water bar stop. bar stop. bar stop. If you want to say stop it to a man, If you want to say stop it to a man, If you want to say stop it to a man, you're going to say kabari. you're going to say kabari. you're going to say kabari. Kabari. If you want to say stop it to a Kabari. If you want to say stop it to a Kabari. If you want to say stop it to a woman, you're going to say kubari. woman, you're going to say kubari. woman, you're going to say kubari. Kubari. Stop it. Kubari. Stop it. Kubari. Stop it. by I want to buy food I want to buy food I want to buy food means grow or respect means grow or respect means grow or respect grow or respect. grow or respect. grow or respect. If you want to say you've grown very If you want to say you've grown very If you want to say you've grown very much to a man, you are going to say If you want to say you've grown very If you want to say you've grown very If you want to say you've grown very much to a woman, you're going to say you've grown very much. Food. The food is delicious. Water. I want cold water. Cold. Cold. Cold. Cold. Ino Ino Ino in means I want or I love. in means I want or I love. in means I want or I love. If you want to make a sentence with ino, If you want to make a sentence with ino, If you want to make a sentence with ino, we usually add n at the back of the s o. we usually add n at the back of the s o. we usually add n at the back of the s o. For instance, if we want to say I love For instance, if we want to say I love For instance, if we want to say I love water or I want water, we are going to water or I want water, we are going to water or I want water, we are going to say I love food or I want food. I love food or I want food. I love food or I want food. She She She no milk no milk no milk no milk. No life here. No life here. The no milk. No life here. No life here. The no milk. No life here. No life here. The milk is healthy. You can also add n at milk is healthy. You can also add n at milk is healthy. You can also add n at the back of the o in no healthy healthy healthy healthy healthy healthy nama meat. nama meat. nama meat. meat meat meat chicken. The meat is inside the food The meat is inside the food The meat is inside the food to a house local food and soup is delicious. and soup is delicious. and soup is delicious. Daddy delicious. Daddy delicious. Daddy delicious. That delicious That delicious That delicious shi tea in the morning. tea in the morning. tea in the morning. Sh drink. Sh drink. When we want to make Sh drink. Sh drink. When we want to make Sh drink. Sh drink. When we want to make sentence with it, we sometimes add n at sentence with it, we sometimes add n at sentence with it, we sometimes add n at the back. But we can also make sentence with it But we can also make sentence with it But we can also make sentence with it without adding N at the back. without adding N at the back. without adding N at the back. I drank water. I drank water. I drank water. Kei fish. The fish is inside water. Cheeky inside. Cheeky inside. Cheeky inside. Cheeky inside. In our previous page, Cheeky inside. In our previous page, Cheeky inside. In our previous page, when we wanted to make sentence with ki, when we wanted to make sentence with ki, when we wanted to make sentence with ki, we added n at the back. Kein. And when we added n at the back. Kein. And when we added n at the back. Kein. And when we wanted to use chicken, we also added we wanted to use chicken, we also added we wanted to use chicken, we also added n at the back. Chicken. In some words, n at the back. Chicken. In some words, n at the back. Chicken. In some words, when we want to make sentence with them, when we want to make sentence with them, when we want to make sentence with them, we need to add n at the back. water. I fried yam this morning. I fried yam this morning. I fried yam this morning. Soya fry. Soya fry. Soya fry. Soya fry. Soya fry. Soya fry. Safe morning. Safe morning. Safe morning. Safe morning. Safe morning. Safe morning. Y beans. Y beans. Y beans. Y beans. The beans is good. The beans is good. The beans is good. K. Good. K. Good. K. Good. K. Good. K. Good. K. Good. Goodbye. Say ana. Goodbye. Say anaima. Goodbye. Say ana. Goodbye. Say anaima. Goodbye. Say ana. Goodbye. Say anaima. Thank you so much for watching. And if Thank you so much for watching. And if Thank you so much for watching. And if you want to learn how to speak our you want to learn how to speak our you want to learn how to speak our language fluently, remember that this is language fluently, remember that this is language fluently, remember that this is the best channel for you. Like now and the best channel for you. Like now and the best channel for you. Like now and subscribe.", "sentences": ["Welcome to learn house with C.", "Welcome to learn house with C.", "Welcome to learn house with C.", "In today's video, I will teach you In today's video, I will teach you In today's video, I will teach you everyday vocabularies and sentences in everyday vocabularies and sentences in everyday vocabularies and sentences in house language.", "Let's get started.", "Means wake up or get up.", "Let's make Means wake up or get up.", "Let's make Means wake up or get up.", "Let's make sentence with it.", "sentence with it.", "sentence with it.", "I woke up this morning.", "I woke up this morning.", "Safe morning.", "Safe morning.", "Safe morning.", "Safe morning.", "And J means go in house.", "Let's learn how And J means go in house.", "Let's learn how And J means go in house.", "Let's learn how to make sentences with them.", "They both mean the same thing.", "I will go They both mean the same thing.", "I will go They both mean the same thing.", "I will go to the market.", "Market zon come here please.", "Zan come here please.", "Zan come here please.", "Zan Allah come here please.", "Allah come here please.", "Allah come here please.", "Dan Allah is please in house then Allah Dan Allah is please in house then Allah Dan Allah is please in house then Allah please.", "Ghani Ghani Ghani Ghani.", "Ghani.", "Ghani.", "If you want to tell a man this I saw you If you want to tell a man this I saw you If you want to tell a man this I saw you yesterday.", "You are going to say if you want to tell a woman that I saw if you want to tell a woman that I saw if you want to tell a woman that I saw you yesterday in house, you're going to you yesterday in house, you're going to you yesterday in house, you're going to say for a manag for a manag for a manag for a woman means yesterday in English.", "means yesterday in English.", "means yesterday in English.", "yesterday.", "yesterday.", "yesterday.", "G means here or feel in English.", "G here G means here or feel in English.", "G here G means here or feel in English.", "G here or feel.", "Let's make sentence with it.", "I enjoyed the talk.", "I enjoyed the talk.", "I enjoyed the talk.", "Mana means talk in house.", "When we want Mana means talk in house.", "When we want Mana means talk in house.", "When we want to use a word to make a sentence in to use a word to make a sentence in to use a word to make a sentence in house language, we usually add n at the house language, we usually add n at the house language, we usually add n at the back.", "In our previous page, we pronounce back.", "In our previous page, we pronounce back.", "In our previous page, we pronounce mana as manan.", "For instance, name in mana as manan.", "For instance, name in mana as manan.", "For instance, name in house is suna.", "If you want to use it to house is suna.", "If you want to use it to house is suna.", "If you want to use it to make a sentence, we pronounce it as sun.", "We add n at the back.", "But this does not We add n at the back.", "But this does not We add n at the back.", "But this does not apply to all the words in our site.", "It's apply to all the words in our site.", "It's apply to all the words in our site.", "It's just for some can be enjoy or delicious.", "can be enjoy or delicious.", "can be enjoy or delicious.", "In our previous page, we said nan.", "In our previous page, we said nan.", "In our previous page, we said nan.", "I enjoyed the talk.", "Which means the I enjoyed the talk.", "Which means the I enjoyed the talk.", "Which means the meaning of daddy in that page meaning of daddy in that page meaning of daddy in that page is enjoy.", "White here is delicious.", "So is enjoy.", "White here is delicious.", "So is enjoy.", "White here is delicious.", "So that can be enjoy or delicious.", "that can be enjoy or delicious.", "that can be enjoy or delicious.", "Ye do Ye do Ye do ye do ye do ye do I worked today.", "worked today.", "worked today.", "I work.", "I work.", "I work.", "I work.", "I work.", "I work.", "bring.", "If you want to ask a man to bring water, If you want to ask a man to bring water, If you want to ask a man to bring water, you are going to say, If you want to ask a woman to bring If you want to ask a woman to bring If you want to ask a woman to bring water, you are going to say, \"Bring water.\" \"Bring water.\" \"Bring water.\" Rua water bar stop.", "bar stop.", "bar stop.", "If you want to say stop it to a man, If you want to say stop it to a man, If you want to say stop it to a man, you're going to say kabari.", "you're going to say kabari.", "you're going to say kabari.", "Kabari.", "If you want to say stop it to a Kabari.", "If you want to say stop it to a Kabari.", "If you want to say stop it to a woman, you're going to say kubari.", "woman, you're going to say kubari.", "woman, you're going to say kubari.", "Kubari.", "Stop it.", "Kubari.", "Stop it.", "Kubari.", "Stop it.", "by I want to buy food I want to buy food I want to buy food means grow or respect means grow or respect means grow or respect grow or respect.", "grow or respect.", "grow or respect.", "If you want to say you've grown very If you want to say you've grown very If you want to say you've grown very much to a man, you are going to say If you want to say you've grown very If you want to say you've grown very If you want to say you've grown very much to a woman, you're going to say you've grown very much.", "Food.", "The food is delicious.", "Water.", "I want cold water.", "Cold.", "Cold.", "Cold.", "Cold.", "Ino Ino Ino in means I want or I love.", "in means I want or I love.", "in means I want or I love.", "If you want to make a sentence with ino, If you want to make a sentence with ino, If you want to make a sentence with ino, we usually add n at the back of the s o.", "we usually add n at the back of the s o.", "we usually add n at the back of the s o.", "For instance, if we want to say I love For instance, if we want to say I love For instance, if we want to say I love water or I want water, we are going to water or I want water, we are going to water or I want water, we are going to say I love food or I want food.", "I love food or I want food.", "I love food or I want food.", "She She She no milk no milk no milk no milk.", "No life here.", "No life here.", "The no milk.", "No life here.", "No life here.", "The no milk.", "No life here.", "No life here.", "The milk is healthy.", "You can also add n at milk is healthy.", "You can also add n at milk is healthy.", "You can also add n at the back of the o in no healthy healthy healthy healthy healthy healthy nama meat.", "nama meat.", "nama meat.", "meat meat meat chicken.", "The meat is inside the food The meat is inside the food The meat is inside the food to a house local food and soup is delicious.", "and soup is delicious.", "and soup is delicious.", "Daddy delicious.", "Daddy delicious.", "Daddy delicious.", "That delicious That delicious That delicious shi tea in the morning.", "tea in the morning.", "tea in the morning.", "Sh drink.", "Sh drink.", "When we want to make Sh drink.", "Sh drink.", "When we want to make Sh drink.", "Sh drink.", "When we want to make sentence with it, we sometimes add n at sentence with it, we sometimes add n at sentence with it, we sometimes add n at the back.", "But we can also make sentence with it But we can also make sentence with it But we can also make sentence with it without adding N at the back.", "without adding N at the back.", "without adding N at the back.", "I drank water.", "I drank water.", "I drank water.", "Kei fish.", "The fish is inside water.", "Cheeky inside.", "Cheeky inside.", "Cheeky inside.", "Cheeky inside.", "In our previous page, Cheeky inside.", "In our previous page, Cheeky inside.", "In our previous page, when we wanted to make sentence with ki, when we wanted to make sentence with ki, when we wanted to make sentence with ki, we added n at the back.", "Kein.", "And when we added n at the back.", "Kein.", "And when we added n at the back.", "Kein.", "And when we wanted to use chicken, we also added we wanted to use chicken, we also added we wanted to use chicken, we also added n at the back.", "Chicken.", "In some words, n at the back.", "Chicken.", "In some words, n at the back.", "Chicken.", "In some words, when we want to make sentence with them, when we want to make sentence with them, when we want to make sentence with them, we need to add n at the back.", "water.", "I fried yam this morning.", "I fried yam this morning.", "I fried yam this morning.", "Soya fry.", "Soya fry.", "Soya fry.", "Soya fry.", "Soya fry.", "Soya fry.", "Safe morning.", "Safe morning.", "Safe morning.", "Safe morning.", "Safe morning.", "Safe morning.", "Y beans.", "Y beans.", "Y beans.", "Y beans.", "The beans is good.", "The beans is good.", "The beans is good.", "K.", "Good.", "K.", "Good.", "K.", "Good.", "K.", "Good.", "K.", "Good.", "K.", "Good.", "Goodbye.", "Say ana.", "Goodbye.", "Say anaima.", "Goodbye.", "Say ana.", "Goodbye.", "Say anaima.", "Goodbye.", "Say ana.", "Goodbye.", "Say anaima.", "Thank you so much for watching.", "And if Thank you so much for watching.", "And if Thank you so much for watching.", "And if you want to learn how to speak our you want to learn how to speak our you want to learn how to speak our language fluently, remember that this is language fluently, remember that this is language fluently, remember that this is the best channel for you.", "Like now and the best channel for you.", "Like now and the best channel for you.", "Like now and subscribe."], "transcript": [{"start": 1.12, "end": 5.269, "text": "Welcome to learn house with C."}, {"start": 5.269, "end": 5.279, "text": "Welcome to learn house with C."}, {"start": 5.279, "end": 7.19, "text": "Welcome to learn house with C. In today's video, I will teach you"}, {"start": 7.19, "end": 7.2, "text": "In today's video, I will teach you"}, {"start": 7.2, "end": 9.83, "text": "In today's video, I will teach you everyday vocabularies and sentences in"}, {"start": 9.83, "end": 9.84, "text": "everyday vocabularies and sentences in"}, {"start": 9.84, "end": 15.27, "text": "everyday vocabularies and sentences in house language. Let's get started."}, {"start": 15.28, "end": 18.31, "text": "Means wake up or get up. Let's make"}, {"start": 18.31, "end": 18.32, "text": "Means wake up or get up. Let's make"}, {"start": 18.32, "end": 21.59, "text": "Means wake up or get up. Let's make sentence with it."}, {"start": 21.59, "end": 21.6, "text": "sentence with it."}, {"start": 21.6, "end": 26.63, "text": "sentence with it. I woke up this morning."}, {"start": 26.64, "end": 32.63, "text": "I woke up this morning."}, {"start": 32.64, "end": 35.99, "text": "Safe morning."}, {"start": 35.99, "end": 36.0, "text": "Safe morning."}, {"start": 36.0, "end": 40.709, "text": "Safe morning. Safe morning."}, {"start": 40.719, "end": 45.27, "text": "And J means go in house. Let's learn how"}, {"start": 45.27, "end": 45.28, "text": "And J means go in house. Let's learn how"}, {"start": 45.28, "end": 62.15, "text": "And J means go in house. Let's learn how to make sentences with them."}, {"start": 62.16, "end": 64.95, "text": "They both mean the same thing. I will go"}, {"start": 64.95, "end": 64.96, "text": "They both mean the same thing. I will go"}, {"start": 64.96, "end": 69.03, "text": "They both mean the same thing. I will go to the market."}, {"start": 69.03999999999999, "end": 73.429, "text": "Market"}, {"start": 73.439, "end": 80.23, "text": "zon"}, {"start": 80.24, "end": 83.59, "text": "come here please. Zan"}, {"start": 83.59, "end": 83.6, "text": "come here please. Zan"}, {"start": 83.6, "end": 87.67, "text": "come here please. Zan Allah come here please."}, {"start": 87.67, "end": 87.68, "text": "Allah come here please."}, {"start": 87.68, "end": 93.83, "text": "Allah come here please. Dan Allah is please in house then Allah"}, {"start": 93.83, "end": 93.84, "text": "Dan Allah is please in house then Allah"}, {"start": 93.84, "end": 96.87, "text": "Dan Allah is please in house then Allah please."}, {"start": 96.88, "end": 99.03, "text": "Ghani"}, {"start": 99.03, "end": 99.03999999999999, "text": "Ghani"}, {"start": 99.03999999999999, "end": 100.55, "text": "Ghani Ghani."}, {"start": 100.55, "end": 100.56, "text": "Ghani."}, {"start": 100.56, "end": 103.59, "text": "Ghani. If you want to tell a man this I saw you"}, {"start": 103.59, "end": 103.6, "text": "If you want to tell a man this I saw you"}, {"start": 103.6, "end": 110.71000000000001, "text": "If you want to tell a man this I saw you yesterday. You are going to say"}, {"start": 110.72, "end": 113.749, "text": "if you want to tell a woman that I saw"}, {"start": 113.749, "end": 113.759, "text": "if you want to tell a woman that I saw"}, {"start": 113.759, "end": 115.749, "text": "if you want to tell a woman that I saw you yesterday in house, you're going to"}, {"start": 115.749, "end": 115.759, "text": "you yesterday in house, you're going to"}, {"start": 115.759, "end": 121.27, "text": "you yesterday in house, you're going to say"}, {"start": 121.28, "end": 123.99, "text": "for a manag"}, {"start": 123.99, "end": 124.0, "text": "for a manag"}, {"start": 124.0, "end": 129.109, "text": "for a manag for a woman"}, {"start": 129.119, "end": 133.589, "text": "means yesterday in English."}, {"start": 133.589, "end": 133.599, "text": "means yesterday in English."}, {"start": 133.599, "end": 136.47, "text": "means yesterday in English. yesterday."}, {"start": 136.47, "end": 136.48, "text": "yesterday."}, {"start": 136.48, "end": 142.15, "text": "yesterday. G means here or feel in English. G here"}, {"start": 142.15, "end": 142.16, "text": "G means here or feel in English. G here"}, {"start": 142.16, "end": 150.47, "text": "G means here or feel in English. G here or feel. Let's make sentence with it."}, {"start": 150.48, "end": 154.22899999999998, "text": "I enjoyed the talk."}, {"start": 154.22899999999998, "end": 154.239, "text": "I enjoyed the talk."}, {"start": 154.239, "end": 157.99, "text": "I enjoyed the talk. Mana means talk in house. When we want"}, {"start": 157.99, "end": 158.0, "text": "Mana means talk in house. When we want"}, {"start": 158.0, "end": 160.309, "text": "Mana means talk in house. When we want to use a word to make a sentence in"}, {"start": 160.309, "end": 160.31900000000002, "text": "to use a word to make a sentence in"}, {"start": 160.31900000000002, "end": 164.63, "text": "to use a word to make a sentence in house language, we usually add n at the"}, {"start": 164.63, "end": 164.64, "text": "house language, we usually add n at the"}, {"start": 164.64, "end": 167.75, "text": "house language, we usually add n at the back. In our previous page, we pronounce"}, {"start": 167.75, "end": 167.76, "text": "back. In our previous page, we pronounce"}, {"start": 167.76, "end": 172.869, "text": "back. In our previous page, we pronounce mana as manan. For instance, name in"}, {"start": 172.869, "end": 172.879, "text": "mana as manan. For instance, name in"}, {"start": 172.879, "end": 176.55, "text": "mana as manan. For instance, name in house is suna. If you want to use it to"}, {"start": 176.55, "end": 176.56, "text": "house is suna. If you want to use it to"}, {"start": 176.56, "end": 182.71, "text": "house is suna. If you want to use it to make a sentence, we pronounce it as sun."}, {"start": 182.72, "end": 186.79, "text": "We add n at the back. But this does not"}, {"start": 186.79, "end": 186.8, "text": "We add n at the back. But this does not"}, {"start": 186.8, "end": 189.19, "text": "We add n at the back. But this does not apply to all the words in our site. It's"}, {"start": 189.19, "end": 189.2, "text": "apply to all the words in our site. It's"}, {"start": 189.2, "end": 193.83, "text": "apply to all the words in our site. It's just for some"}, {"start": 193.84, "end": 197.67000000000002, "text": "can be enjoy or delicious."}, {"start": 197.67000000000002, "end": 197.68, "text": "can be enjoy or delicious."}, {"start": 197.68, "end": 203.50900000000001, "text": "can be enjoy or delicious. In our previous page, we said nan."}, {"start": 203.50900000000001, "end": 203.519, "text": "In our previous page, we said nan."}, {"start": 203.519, "end": 206.47, "text": "In our previous page, we said nan. I enjoyed the talk. Which means the"}, {"start": 206.47, "end": 206.48, "text": "I enjoyed the talk. Which means the"}, {"start": 206.48, "end": 210.63, "text": "I enjoyed the talk. Which means the meaning of daddy in that page"}, {"start": 210.63, "end": 210.64, "text": "meaning of daddy in that page"}, {"start": 210.64, "end": 217.11, "text": "meaning of daddy in that page is enjoy. White here is delicious. So"}, {"start": 217.11, "end": 217.12, "text": "is enjoy. White here is delicious. So"}, {"start": 217.12, "end": 221.67000000000002, "text": "is enjoy. White here is delicious. So that can be enjoy or delicious."}, {"start": 221.67000000000002, "end": 221.68, "text": "that can be enjoy or delicious."}, {"start": 221.68, "end": 224.22899999999998, "text": "that can be enjoy or delicious. Ye do"}, {"start": 224.22899999999998, "end": 224.239, "text": "Ye do"}, {"start": 224.239, "end": 227.19, "text": "Ye do ye do"}, {"start": 227.19, "end": 227.2, "text": "ye do"}, {"start": 227.2, "end": 232.309, "text": "ye do I"}, {"start": 232.31900000000002, "end": 235.50900000000001, "text": "worked today."}, {"start": 235.50900000000001, "end": 235.519, "text": "worked today."}, {"start": 235.519, "end": 241.67, "text": "worked today. I work. I work."}, {"start": 241.67, "end": 241.68, "text": "I work. I work."}, {"start": 241.68, "end": 245.19, "text": "I work. I work. bring."}, {"start": 245.2, "end": 247.83, "text": "If you want to ask a man to bring water,"}, {"start": 247.83, "end": 247.84, "text": "If you want to ask a man to bring water,"}, {"start": 247.84, "end": 253.75, "text": "If you want to ask a man to bring water, you are going to say,"}, {"start": 253.76, "end": 255.83, "text": "If you want to ask a woman to bring"}, {"start": 255.83, "end": 255.84, "text": "If you want to ask a woman to bring"}, {"start": 255.84, "end": 261.59, "text": "If you want to ask a woman to bring water, you are going to say,"}, {"start": 261.6, "end": 263.99, "text": "\"Bring water.\""}, {"start": 263.99, "end": 264.0, "text": "\"Bring water.\""}, {"start": 264.0, "end": 270.23, "text": "\"Bring water.\" Rua water"}, {"start": 270.24, "end": 273.67, "text": "bar stop."}, {"start": 273.67, "end": 273.68, "text": "bar stop."}, {"start": 273.68, "end": 275.83, "text": "bar stop. If you want to say stop it to a man,"}, {"start": 275.83, "end": 275.84000000000003, "text": "If you want to say stop it to a man,"}, {"start": 275.84000000000003, "end": 279.03, "text": "If you want to say stop it to a man, you're going to say kabari."}, {"start": 279.03, "end": 279.04, "text": "you're going to say kabari."}, {"start": 279.04, "end": 282.07, "text": "you're going to say kabari. Kabari. If you want to say stop it to a"}, {"start": 282.07, "end": 282.08, "text": "Kabari. If you want to say stop it to a"}, {"start": 282.08, "end": 285.43, "text": "Kabari. If you want to say stop it to a woman, you're going to say kubari."}, {"start": 285.43, "end": 285.44, "text": "woman, you're going to say kubari."}, {"start": 285.44, "end": 289.59000000000003, "text": "woman, you're going to say kubari. Kubari. Stop it."}, {"start": 289.59000000000003, "end": 289.6, "text": "Kubari. Stop it."}, {"start": 289.6, "end": 299.11, "text": "Kubari. Stop it. by"}, {"start": 299.12, "end": 302.71, "text": "I want to buy food"}, {"start": 302.71, "end": 302.72, "text": "I want to buy food"}, {"start": 302.72, "end": 307.35, "text": "I want to buy food means grow or respect"}, {"start": 307.35, "end": 307.36, "text": "means grow or respect"}, {"start": 307.36, "end": 309.51, "text": "means grow or respect grow or respect."}, {"start": 309.51, "end": 309.52, "text": "grow or respect."}, {"start": 309.52, "end": 311.67, "text": "grow or respect. If you want to say you've grown very"}, {"start": 311.67, "end": 311.68, "text": "If you want to say you've grown very"}, {"start": 311.68, "end": 319.51, "text": "If you want to say you've grown very much to a man, you are going to say"}, {"start": 319.52, "end": 321.67, "text": "If you want to say you've grown very"}, {"start": 321.67, "end": 321.68, "text": "If you want to say you've grown very"}, {"start": 321.68, "end": 328.71, "text": "If you want to say you've grown very much to a woman, you're going to say"}, {"start": 328.72, "end": 333.11, "text": "you've grown very much."}, {"start": 333.12, "end": 341.749, "text": "Food."}, {"start": 341.759, "end": 346.629, "text": "The food is delicious."}, {"start": 346.639, "end": 356.55, "text": "Water."}, {"start": 356.56, "end": 361.27, "text": "I want cold water."}, {"start": 361.28, "end": 364.23, "text": "Cold."}, {"start": 364.23, "end": 364.24, "text": "Cold."}, {"start": 364.24, "end": 368.71, "text": "Cold. Cold."}, {"start": 368.72, "end": 370.39, "text": "Ino"}, {"start": 370.39, "end": 370.4, "text": "Ino"}, {"start": 370.4, "end": 375.83, "text": "Ino in means I want or I love."}, {"start": 375.83, "end": 375.84, "text": "in means I want or I love."}, {"start": 375.84, "end": 378.71, "text": "in means I want or I love. If you want to make a sentence with ino,"}, {"start": 378.71, "end": 378.72, "text": "If you want to make a sentence with ino,"}, {"start": 378.72, "end": 382.79, "text": "If you want to make a sentence with ino, we usually add n at the back of the s o."}, {"start": 382.79, "end": 382.8, "text": "we usually add n at the back of the s o."}, {"start": 382.8, "end": 385.909, "text": "we usually add n at the back of the s o. For instance, if we want to say I love"}, {"start": 385.909, "end": 385.919, "text": "For instance, if we want to say I love"}, {"start": 385.919, "end": 388.469, "text": "For instance, if we want to say I love water or I want water, we are going to"}, {"start": 388.469, "end": 388.479, "text": "water or I want water, we are going to"}, {"start": 388.479, "end": 392.30899999999997, "text": "water or I want water, we are going to say"}, {"start": 392.319, "end": 396.71, "text": "I love food or I want food."}, {"start": 396.71, "end": 396.72, "text": "I love food or I want food."}, {"start": 396.72, "end": 399.189, "text": "I love food or I want food. She"}, {"start": 399.189, "end": 399.199, "text": "She"}, {"start": 399.199, "end": 401.83, "text": "She no milk"}, {"start": 401.83, "end": 401.84000000000003, "text": "no milk"}, {"start": 401.84000000000003, "end": 408.71, "text": "no milk no milk. No life here. No life here. The"}, {"start": 408.71, "end": 408.72, "text": "no milk. No life here. No life here. The"}, {"start": 408.72, "end": 412.79, "text": "no milk. No life here. No life here. The milk is healthy. You can also add n at"}, {"start": 412.79, "end": 412.8, "text": "milk is healthy. You can also add n at"}, {"start": 412.8, "end": 425.27, "text": "milk is healthy. You can also add n at the back of the o in no"}, {"start": 425.28, "end": 428.23, "text": "healthy"}, {"start": 428.23, "end": 428.24, "text": "healthy"}, {"start": 428.24, "end": 430.39, "text": "healthy healthy"}, {"start": 430.39, "end": 430.4, "text": "healthy"}, {"start": 430.4, "end": 433.909, "text": "healthy nama meat."}, {"start": 433.909, "end": 433.919, "text": "nama meat."}, {"start": 433.919, "end": 435.909, "text": "nama meat. meat"}, {"start": 435.909, "end": 435.919, "text": "meat"}, {"start": 435.919, "end": 440.309, "text": "meat chicken."}, {"start": 440.319, "end": 444.15, "text": "The meat is inside the food"}, {"start": 444.15, "end": 444.16, "text": "The meat is inside the food"}, {"start": 444.16, "end": 454.95, "text": "The meat is inside the food to a house local food"}, {"start": 454.96, "end": 458.30899999999997, "text": "and soup is delicious."}, {"start": 458.30899999999997, "end": 458.319, "text": "and soup is delicious."}, {"start": 458.319, "end": 461.029, "text": "and soup is delicious. Daddy delicious."}, {"start": 461.029, "end": 461.039, "text": "Daddy delicious."}, {"start": 461.039, "end": 464.30899999999997, "text": "Daddy delicious. That delicious"}, {"start": 464.30899999999997, "end": 464.319, "text": "That delicious"}, {"start": 464.319, "end": 475.029, "text": "That delicious shi"}, {"start": 475.039, "end": 478.23, "text": "tea in the morning."}, {"start": 478.23, "end": 478.24, "text": "tea in the morning."}, {"start": 478.24, "end": 483.189, "text": "tea in the morning. Sh drink. Sh drink. When we want to make"}, {"start": 483.189, "end": 483.199, "text": "Sh drink. Sh drink. When we want to make"}, {"start": 483.199, "end": 486.39, "text": "Sh drink. Sh drink. When we want to make sentence with it, we sometimes add n at"}, {"start": 486.39, "end": 486.4, "text": "sentence with it, we sometimes add n at"}, {"start": 486.4, "end": 489.749, "text": "sentence with it, we sometimes add n at the back."}, {"start": 489.759, "end": 492.07, "text": "But we can also make sentence with it"}, {"start": 492.07, "end": 492.08, "text": "But we can also make sentence with it"}, {"start": 492.08, "end": 497.589, "text": "But we can also make sentence with it without adding N at the back."}, {"start": 497.589, "end": 497.599, "text": "without adding N at the back."}, {"start": 497.599, "end": 500.629, "text": "without adding N at the back. I drank water."}, {"start": 500.629, "end": 500.639, "text": "I drank water."}, {"start": 500.639, "end": 510.71, "text": "I drank water. Kei fish."}, {"start": 510.72, "end": 515.67, "text": "The fish is inside water."}, {"start": 515.68, "end": 518.07, "text": "Cheeky inside."}, {"start": 518.07, "end": 518.08, "text": "Cheeky inside."}, {"start": 518.08, "end": 522.7090000000001, "text": "Cheeky inside. Cheeky inside. In our previous page,"}, {"start": 522.7090000000001, "end": 522.719, "text": "Cheeky inside. In our previous page,"}, {"start": 522.719, "end": 525.19, "text": "Cheeky inside. In our previous page, when we wanted to make sentence with ki,"}, {"start": 525.19, "end": 525.2, "text": "when we wanted to make sentence with ki,"}, {"start": 525.2, "end": 529.91, "text": "when we wanted to make sentence with ki, we added n at the back. Kein. And when"}, {"start": 529.91, "end": 529.92, "text": "we added n at the back. Kein. And when"}, {"start": 529.92, "end": 532.55, "text": "we added n at the back. Kein. And when we wanted to use chicken, we also added"}, {"start": 532.55, "end": 532.56, "text": "we wanted to use chicken, we also added"}, {"start": 532.56, "end": 536.55, "text": "we wanted to use chicken, we also added n at the back. Chicken. In some words,"}, {"start": 536.55, "end": 536.56, "text": "n at the back. Chicken. In some words,"}, {"start": 536.56, "end": 538.949, "text": "n at the back. Chicken. In some words, when we want to make sentence with them,"}, {"start": 538.949, "end": 538.9590000000001, "text": "when we want to make sentence with them,"}, {"start": 538.9590000000001, "end": 545.91, "text": "when we want to make sentence with them, we need to add n at the back."}, {"start": 545.92, "end": 558.389, "text": "water."}, {"start": 558.399, "end": 562.31, "text": "I fried yam this morning."}, {"start": 562.31, "end": 562.32, "text": "I fried yam this morning."}, {"start": 562.32, "end": 567.43, "text": "I fried yam this morning. Soya fry. Soya fry."}, {"start": 567.43, "end": 567.44, "text": "Soya fry. Soya fry."}, {"start": 567.44, "end": 573.03, "text": "Soya fry. Soya fry. Safe morning. Safe morning."}, {"start": 573.03, "end": 573.04, "text": "Safe morning. Safe morning."}, {"start": 573.04, "end": 575.43, "text": "Safe morning. Safe morning. Y beans."}, {"start": 575.43, "end": 575.44, "text": "Y beans."}, {"start": 575.44, "end": 581.59, "text": "Y beans. Y beans."}, {"start": 581.6, "end": 584.23, "text": "The beans is good."}, {"start": 584.23, "end": 584.24, "text": "The beans is good."}, {"start": 584.24, "end": 588.87, "text": "The beans is good. K. Good. K. Good."}, {"start": 588.87, "end": 588.88, "text": "K. Good. K. Good."}, {"start": 588.88, "end": 592.949, "text": "K. Good. K. Good. Goodbye. Say ana. Goodbye. Say anaima."}, {"start": 592.949, "end": 592.9590000000001, "text": "Goodbye. Say ana. Goodbye. Say anaima."}, {"start": 592.9590000000001, "end": 594.55, "text": "Goodbye. Say ana. Goodbye. Say anaima. Thank you so much for watching. And if"}, {"start": 594.55, "end": 594.56, "text": "Thank you so much for watching. And if"}, {"start": 594.56, "end": 595.99, "text": "Thank you so much for watching. And if you want to learn how to speak our"}, {"start": 595.99, "end": 596.0, "text": "you want to learn how to speak our"}, {"start": 596.0, "end": 598.63, "text": "you want to learn how to speak our language fluently, remember that this is"}, {"start": 598.63, "end": 598.64, "text": "language fluently, remember that this is"}, {"start": 598.64, "end": 601.75, "text": "language fluently, remember that this is the best channel for you. Like now and"}, {"start": 601.75, "end": 601.76, "text": "the best channel for you. Like now and"}, {"start": 601.76, "end": 604.76, "text": "the best channel for you. Like now and subscribe."}], "createdAt": "2025-12-15T01:05:57.000Z", "imageUrl": "https://img.youtube.com/vi/M8JiP5ACVbU/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=M8JiP5ACVbU", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_Drrf7HsF1JE", "userId": "system", "title": "Learn Greetings In Hausa The Easy Way Ep 1 (2020) || Let's learn Hausa", "language": "ha", "content": "Welcome to Shglo Aayendo Foundation Welcome to Shglo Aayendo Foundation Welcome to Shglo Aayendo Foundation promoting national language for unity. promoting national language for unity. promoting national language for unity. Learning how language Learning how language Learning how language episode one episode one episode one [Music] Good day viewers. I am your house Good day viewers. I am your house Good day viewers. I am your house language for unity advocate. My name is language for unity advocate. My name is language for unity advocate. My name is Malam Titus panc. In this episode I'll Malam Titus panc. In this episode I'll Malam Titus panc. In this episode I'll be taking you on greeting. be taking you on greeting. be taking you on greeting. First what is greeting in house? First what is greeting in house? First what is greeting in house? Greeting in house is Greeting in house is Greeting in house is ga. Now how do you greet somebody in the Now how do you greet somebody in the Now how do you greet somebody in the morning in house? Morning in house is morning in house? Morning in house is morning in house? Morning in house is uh safi or you can say safia uh safi or you can say safia uh safi or you can say safia safi or safia. Now how do you greet safi or safia. Now how do you greet safi or safia. Now how do you greet somebody in the morning? You say ina somebody in the morning? You say ina somebody in the morning? You say ina in aana. Now when you say in a response in aana. Now when you say in a response in aana. Now when you say in a response is then the other aspect of the greeting is then the other aspect of the greeting is then the other aspect of the greeting is and the respond for is but if you want to go deeper in house but if you want to go deeper in house but if you want to go deeper in house greeting someone in the morning you can greeting someone in the morning you can greeting someone in the morning you can say Or if you wish you can say then there's another way you can even uh then there's another way you can even uh then there's another way you can even uh greet somebody in the morning but very greet somebody in the morning but very greet somebody in the morning but very early in the morning you will say that's early in the morning. Now the that's early in the morning. Now the that's early in the morning. Now the respond for all this is respond for all this is respond for all this is or you can say or or or simple. Now in the afternoon how do you simple. Now in the afternoon how do you simple. Now in the afternoon how do you greet? You will say some people say it's still the same some people say it's still the same some people say it's still the same thing you say or but the normal way is thing you say or but the normal way is thing you say or but the normal way is and the response for is then the other way I mean the other then the other way I mean the other then the other way I mean the other aspect of the greeting after is aspect of the greeting after is aspect of the greeting after is a usual way when you greet someone a usual way when you greet someone a usual way when you greet someone you are supposed to still say. you are supposed to still say. you are supposed to still say. So is a way of saying how are you? Okay. So is a way of saying how are you? Okay. So is a way of saying how are you? Okay. So the response for is So the response for is So the response for is so in the afternoon you say so in the afternoon you say so in the afternoon you say and the person will respond by saying and the person will respond by saying and the person will respond by saying and the person will say and the person will say and the person will say now in a deeper way if you want to greet now in a deeper way if you want to greet now in a deeper way if you want to greet somebody in the afternoon you don't want somebody in the afternoon you don't want somebody in the afternoon you don't want to use I mean you can just use uh to use I mean you can just use uh to use I mean you can just use uh or you can say or you can say or you can say now when you The respond is now in the evening. now in the evening. now in the evening. You can still use You can still use You can still use for evening. Anytime you meet someone in for evening. Anytime you meet someone in for evening. Anytime you meet someone in the evening, you can say the evening, you can say the evening, you can say if it is father you can say if it is father you can say if it is father you can say okay mother okay mother okay mother and the response still remain. And then you want to go deeper you you And then you want to go deeper you you And then you want to go deeper you you will say that's way of saying good afternoon and that's way of saying good afternoon and that's way of saying good afternoon and then evening is uncle. So you're greeting your uncle. uncle. So you're greeting your uncle. uncle. So you're greeting your uncle. You can say that's in the evening. In the afternoon that's in the evening. In the afternoon that's in the evening. In the afternoon like I said or all right. So um when you like I said or all right. So um when you like I said or all right. So um when you want to uh you know go further with your want to uh you know go further with your want to uh you know go further with your greeting like most of us we are used to greeting like most of us we are used to greeting like most of us we are used to you know after greeting someone you ask you know after greeting someone you ask you know after greeting someone you ask him about his work and his family. Okay. him about his work and his family. Okay. him about his work and his family. Okay. In house you say uh for work walk work In house you say uh for work walk work In house you say uh for work walk work is I okay work is I family is that's family now you want to uh you that's family now you want to uh you that's family now you want to uh you know say how is work how is work in know say how is work how is work in know say how is work how is work in house is and when you say the response is and when you say the response is and when you say the response is Or Or Or you can say or you say you can say or you say you can say or you say now for family is and the respond is and the respond is and the respond is they are fine or you can still say we thank God family is good we're doing we thank God family is good we're doing we thank God family is good we're doing right. So that's how we greet. Now how right. So that's how we greet. Now how right. So that's how we greet. Now how do you say you are welcome in house? do you say you are welcome in house? do you say you are welcome in house? Welcome in house is des. Now if you are welcoming Mel you des. Now if you are welcoming Mel you des. Now if you are welcoming Mel you will say if you wish but you can still use if you wish but you can still use if you wish but you can still use or if you want to you know use that you or if you want to you know use that you or if you want to you know use that you can say can say can say that's for male gender. If it is female that's for male gender. If it is female that's for male gender. If it is female you say if there are more than one you will say that's you are welcome. Now if you want that's you are welcome. Now if you want that's you are welcome. Now if you want to go deeper, you don't want to use the to go deeper, you don't want to use the to go deeper, you don't want to use the normal way of saying, normal way of saying, normal way of saying, you can say okay for male okay for male okay for male for female. for female. for female. If there are more than one, you will say If there are more than one, you will say If there are more than one, you will say now how do you say goodbye in house? In now how do you say goodbye in house? In now how do you say goodbye in house? In house goodbye is say. Now say Now say Now say is goodbye. And if you say the response is goodbye. And if you say the response is goodbye. And if you say the response for say is for say is for say is or you can say or you can say or you can say okay okay okay or some people can still use or some people can still use or some people can still use okay. So when we say they will say to okay. So when we say they will say to okay. So when we say they will say to say is still the same way of responding say is still the same way of responding say is still the same way of responding to uh goodbye in house. Now in the next to uh goodbye in house. Now in the next to uh goodbye in house. Now in the next episode we're going to look at other episode we're going to look at other episode we're going to look at other aspects of greeting. For instance, if uh aspects of greeting. For instance, if uh aspects of greeting. For instance, if uh you know your friend's wife put to you know your friend's wife put to you know your friend's wife put to death, how do you you know greet them? death, how do you you know greet them? death, how do you you know greet them? or uh your friend uh you know lost his or uh your friend uh you know lost his or uh your friend uh you know lost his beloved one. How do you greet the person beloved one. How do you greet the person beloved one. How do you greet the person in house? So for now say Anjima. in house? So for now say Anjima. in house? So for now say Anjima. See you in the next episode.", "sentences": ["Welcome to Shglo Aayendo Foundation Welcome to Shglo Aayendo Foundation Welcome to Shglo Aayendo Foundation promoting national language for unity.", "promoting national language for unity.", "promoting national language for unity.", "Learning how language Learning how language Learning how language episode one episode one episode one [Music] Good day viewers.", "I am your house Good day viewers.", "I am your house Good day viewers.", "I am your house language for unity advocate.", "My name is language for unity advocate.", "My name is language for unity advocate.", "My name is Malam Titus panc.", "In this episode I'll Malam Titus panc.", "In this episode I'll Malam Titus panc.", "In this episode I'll be taking you on greeting.", "be taking you on greeting.", "be taking you on greeting.", "First what is greeting in house?", "First what is greeting in house?", "First what is greeting in house?", "Greeting in house is Greeting in house is Greeting in house is ga.", "Now how do you greet somebody in the Now how do you greet somebody in the Now how do you greet somebody in the morning in house?", "Morning in house is morning in house?", "Morning in house is morning in house?", "Morning in house is uh safi or you can say safia uh safi or you can say safia uh safi or you can say safia safi or safia.", "Now how do you greet safi or safia.", "Now how do you greet safi or safia.", "Now how do you greet somebody in the morning?", "You say ina somebody in the morning?", "You say ina somebody in the morning?", "You say ina in aana.", "Now when you say in a response in aana.", "Now when you say in a response in aana.", "Now when you say in a response is then the other aspect of the greeting is then the other aspect of the greeting is then the other aspect of the greeting is and the respond for is but if you want to go deeper in house but if you want to go deeper in house but if you want to go deeper in house greeting someone in the morning you can greeting someone in the morning you can greeting someone in the morning you can say Or if you wish you can say then there's another way you can even uh then there's another way you can even uh then there's another way you can even uh greet somebody in the morning but very greet somebody in the morning but very greet somebody in the morning but very early in the morning you will say that's early in the morning.", "Now the that's early in the morning.", "Now the that's early in the morning.", "Now the respond for all this is respond for all this is respond for all this is or you can say or or or simple.", "Now in the afternoon how do you simple.", "Now in the afternoon how do you simple.", "Now in the afternoon how do you greet?", "You will say some people say it's still the same some people say it's still the same some people say it's still the same thing you say or but the normal way is thing you say or but the normal way is thing you say or but the normal way is and the response for is then the other way I mean the other then the other way I mean the other then the other way I mean the other aspect of the greeting after is aspect of the greeting after is aspect of the greeting after is a usual way when you greet someone a usual way when you greet someone a usual way when you greet someone you are supposed to still say.", "you are supposed to still say.", "you are supposed to still say.", "So is a way of saying how are you?", "Okay.", "So is a way of saying how are you?", "Okay.", "So is a way of saying how are you?", "Okay.", "So the response for is So the response for is So the response for is so in the afternoon you say so in the afternoon you say so in the afternoon you say and the person will respond by saying and the person will respond by saying and the person will respond by saying and the person will say and the person will say and the person will say now in a deeper way if you want to greet now in a deeper way if you want to greet now in a deeper way if you want to greet somebody in the afternoon you don't want somebody in the afternoon you don't want somebody in the afternoon you don't want to use I mean you can just use uh to use I mean you can just use uh to use I mean you can just use uh or you can say or you can say or you can say now when you The respond is now in the evening.", "now in the evening.", "now in the evening.", "You can still use You can still use You can still use for evening.", "Anytime you meet someone in for evening.", "Anytime you meet someone in for evening.", "Anytime you meet someone in the evening, you can say the evening, you can say the evening, you can say if it is father you can say if it is father you can say if it is father you can say okay mother okay mother okay mother and the response still remain.", "And then you want to go deeper you you And then you want to go deeper you you And then you want to go deeper you you will say that's way of saying good afternoon and that's way of saying good afternoon and that's way of saying good afternoon and then evening is uncle.", "So you're greeting your uncle.", "uncle.", "So you're greeting your uncle.", "uncle.", "So you're greeting your uncle.", "You can say that's in the evening.", "In the afternoon that's in the evening.", "In the afternoon that's in the evening.", "In the afternoon like I said or all right.", "So um when you like I said or all right.", "So um when you like I said or all right.", "So um when you want to uh you know go further with your want to uh you know go further with your want to uh you know go further with your greeting like most of us we are used to greeting like most of us we are used to greeting like most of us we are used to you know after greeting someone you ask you know after greeting someone you ask you know after greeting someone you ask him about his work and his family.", "Okay.", "him about his work and his family.", "Okay.", "him about his work and his family.", "Okay.", "In house you say uh for work walk work In house you say uh for work walk work In house you say uh for work walk work is I okay work is I family is that's family now you want to uh you that's family now you want to uh you that's family now you want to uh you know say how is work how is work in know say how is work how is work in know say how is work how is work in house is and when you say the response is and when you say the response is and when you say the response is Or Or Or you can say or you say you can say or you say you can say or you say now for family is and the respond is and the respond is and the respond is they are fine or you can still say we thank God family is good we're doing we thank God family is good we're doing we thank God family is good we're doing right.", "So that's how we greet.", "Now how right.", "So that's how we greet.", "Now how right.", "So that's how we greet.", "Now how do you say you are welcome in house?", "do you say you are welcome in house?", "do you say you are welcome in house?", "Welcome in house is des.", "Now if you are welcoming Mel you des.", "Now if you are welcoming Mel you des.", "Now if you are welcoming Mel you will say if you wish but you can still use if you wish but you can still use if you wish but you can still use or if you want to you know use that you or if you want to you know use that you or if you want to you know use that you can say can say can say that's for male gender.", "If it is female that's for male gender.", "If it is female that's for male gender.", "If it is female you say if there are more than one you will say that's you are welcome.", "Now if you want that's you are welcome.", "Now if you want that's you are welcome.", "Now if you want to go deeper, you don't want to use the to go deeper, you don't want to use the to go deeper, you don't want to use the normal way of saying, normal way of saying, normal way of saying, you can say okay for male okay for male okay for male for female.", "for female.", "for female.", "If there are more than one, you will say If there are more than one, you will say If there are more than one, you will say now how do you say goodbye in house?", "In now how do you say goodbye in house?", "In now how do you say goodbye in house?", "In house goodbye is say.", "Now say Now say Now say is goodbye.", "And if you say the response is goodbye.", "And if you say the response is goodbye.", "And if you say the response for say is for say is for say is or you can say or you can say or you can say okay okay okay or some people can still use or some people can still use or some people can still use okay.", "So when we say they will say to okay.", "So when we say they will say to okay.", "So when we say they will say to say is still the same way of responding say is still the same way of responding say is still the same way of responding to uh goodbye in house.", "Now in the next to uh goodbye in house.", "Now in the next to uh goodbye in house.", "Now in the next episode we're going to look at other episode we're going to look at other episode we're going to look at other aspects of greeting.", "For instance, if uh aspects of greeting.", "For instance, if uh aspects of greeting.", "For instance, if uh you know your friend's wife put to you know your friend's wife put to you know your friend's wife put to death, how do you you know greet them?", "death, how do you you know greet them?", "death, how do you you know greet them?", "or uh your friend uh you know lost his or uh your friend uh you know lost his or uh your friend uh you know lost his beloved one.", "How do you greet the person beloved one.", "How do you greet the person beloved one.", "How do you greet the person in house?", "So for now say Anjima.", "in house?", "So for now say Anjima.", "in house?", "So for now say Anjima.", "See you in the next episode."], "transcript": [{"start": 4.48, "end": 7.349, "text": "Welcome to Shglo Aayendo Foundation"}, {"start": 7.349, "end": 7.359, "text": "Welcome to Shglo Aayendo Foundation"}, {"start": 7.359, "end": 11.509, "text": "Welcome to Shglo Aayendo Foundation promoting national language for unity."}, {"start": 11.509, "end": 11.519, "text": "promoting national language for unity."}, {"start": 11.519, "end": 14.23, "text": "promoting national language for unity. Learning how language"}, {"start": 14.23, "end": 14.24, "text": "Learning how language"}, {"start": 14.24, "end": 17.15, "text": "Learning how language episode one"}, {"start": 17.15, "end": 17.16, "text": "episode one"}, {"start": 17.16, "end": 36.63, "text": "episode one [Music]"}, {"start": 36.64, "end": 38.549, "text": "Good day viewers. I am your house"}, {"start": 38.549, "end": 38.559, "text": "Good day viewers. I am your house"}, {"start": 38.559, "end": 41.11, "text": "Good day viewers. I am your house language for unity advocate. My name is"}, {"start": 41.11, "end": 41.12, "text": "language for unity advocate. My name is"}, {"start": 41.12, "end": 45.35, "text": "language for unity advocate. My name is Malam Titus panc. In this episode I'll"}, {"start": 45.35, "end": 45.36, "text": "Malam Titus panc. In this episode I'll"}, {"start": 45.36, "end": 48.229, "text": "Malam Titus panc. In this episode I'll be taking you on greeting."}, {"start": 48.229, "end": 48.239, "text": "be taking you on greeting."}, {"start": 48.239, "end": 51.27, "text": "be taking you on greeting. First what is greeting in house?"}, {"start": 51.27, "end": 51.28, "text": "First what is greeting in house?"}, {"start": 51.28, "end": 55.029, "text": "First what is greeting in house? Greeting in house is"}, {"start": 55.029, "end": 55.039, "text": "Greeting in house is"}, {"start": 55.039, "end": 58.63, "text": "Greeting in house is ga."}, {"start": 58.64, "end": 61.11, "text": "Now how do you greet somebody in the"}, {"start": 61.11, "end": 61.12, "text": "Now how do you greet somebody in the"}, {"start": 61.12, "end": 65.75, "text": "Now how do you greet somebody in the morning in house? Morning in house is"}, {"start": 65.75, "end": 65.76, "text": "morning in house? Morning in house is"}, {"start": 65.76, "end": 70.39, "text": "morning in house? Morning in house is uh safi or you can say safia"}, {"start": 70.39, "end": 70.4, "text": "uh safi or you can say safia"}, {"start": 70.4, "end": 73.83, "text": "uh safi or you can say safia safi or safia. Now how do you greet"}, {"start": 73.83, "end": 73.84, "text": "safi or safia. Now how do you greet"}, {"start": 73.84, "end": 77.83, "text": "safi or safia. Now how do you greet somebody in the morning? You say ina"}, {"start": 77.83, "end": 77.84, "text": "somebody in the morning? You say ina"}, {"start": 77.84, "end": 82.31, "text": "somebody in the morning? You say ina in aana. Now when you say in a response"}, {"start": 82.31, "end": 82.32, "text": "in aana. Now when you say in a response"}, {"start": 82.32, "end": 87.19, "text": "in aana. Now when you say in a response is"}, {"start": 87.2, "end": 91.429, "text": "then the other aspect of the greeting is"}, {"start": 91.429, "end": 91.439, "text": "then the other aspect of the greeting is"}, {"start": 91.439, "end": 97.91, "text": "then the other aspect of the greeting is and the respond for is"}, {"start": 97.92, "end": 101.429, "text": "but if you want to go deeper in house"}, {"start": 101.429, "end": 101.439, "text": "but if you want to go deeper in house"}, {"start": 101.439, "end": 103.67, "text": "but if you want to go deeper in house greeting someone in the morning you can"}, {"start": 103.67, "end": 103.68, "text": "greeting someone in the morning you can"}, {"start": 103.68, "end": 109.67, "text": "greeting someone in the morning you can say"}, {"start": 109.68, "end": 115.59, "text": "Or if you wish you can say"}, {"start": 115.6, "end": 118.22999999999999, "text": "then there's another way you can even uh"}, {"start": 118.22999999999999, "end": 118.24000000000001, "text": "then there's another way you can even uh"}, {"start": 118.24000000000001, "end": 120.87, "text": "then there's another way you can even uh greet somebody in the morning but very"}, {"start": 120.87, "end": 120.88, "text": "greet somebody in the morning but very"}, {"start": 120.88, "end": 128.22899999999998, "text": "greet somebody in the morning but very early in the morning you will say"}, {"start": 128.239, "end": 130.71, "text": "that's early in the morning. Now the"}, {"start": 130.71, "end": 130.72, "text": "that's early in the morning. Now the"}, {"start": 130.72, "end": 134.63, "text": "that's early in the morning. Now the respond for all this is"}, {"start": 134.63, "end": 134.64, "text": "respond for all this is"}, {"start": 134.64, "end": 139.99, "text": "respond for all this is or you can say"}, {"start": 140.0, "end": 141.75, "text": "or"}, {"start": 141.75, "end": 141.76, "text": "or"}, {"start": 141.76, "end": 144.63, "text": "or simple. Now in the afternoon how do you"}, {"start": 144.63, "end": 144.64, "text": "simple. Now in the afternoon how do you"}, {"start": 144.64, "end": 150.15, "text": "simple. Now in the afternoon how do you greet? You will say"}, {"start": 150.16, "end": 152.949, "text": "some people say it's still the same"}, {"start": 152.949, "end": 152.959, "text": "some people say it's still the same"}, {"start": 152.959, "end": 159.11, "text": "some people say it's still the same thing you say or but the normal way is"}, {"start": 159.11, "end": 159.12, "text": "thing you say or but the normal way is"}, {"start": 159.12, "end": 165.67000000000002, "text": "thing you say or but the normal way is and the response for is"}, {"start": 165.68, "end": 168.22899999999998, "text": "then the other way I mean the other"}, {"start": 168.22899999999998, "end": 168.239, "text": "then the other way I mean the other"}, {"start": 168.239, "end": 172.47, "text": "then the other way I mean the other aspect of the greeting after is"}, {"start": 172.47, "end": 172.48, "text": "aspect of the greeting after is"}, {"start": 172.48, "end": 175.82999999999998, "text": "aspect of the greeting after is a usual way when you greet someone"}, {"start": 175.82999999999998, "end": 175.84, "text": "a usual way when you greet someone"}, {"start": 175.84, "end": 179.82999999999998, "text": "a usual way when you greet someone you are supposed to still say."}, {"start": 179.82999999999998, "end": 179.84, "text": "you are supposed to still say."}, {"start": 179.84, "end": 183.99, "text": "you are supposed to still say. So is a way of saying how are you? Okay."}, {"start": 183.99, "end": 184.0, "text": "So is a way of saying how are you? Okay."}, {"start": 184.0, "end": 188.22899999999998, "text": "So is a way of saying how are you? Okay. So the response for is"}, {"start": 188.22899999999998, "end": 188.239, "text": "So the response for is"}, {"start": 188.239, "end": 191.03, "text": "So the response for is so in the afternoon you say"}, {"start": 191.03, "end": 191.04, "text": "so in the afternoon you say"}, {"start": 191.04, "end": 195.50900000000001, "text": "so in the afternoon you say and the person will respond by saying"}, {"start": 195.50900000000001, "end": 195.519, "text": "and the person will respond by saying"}, {"start": 195.519, "end": 198.149, "text": "and the person will respond by saying and the person will say"}, {"start": 198.149, "end": 198.159, "text": "and the person will say"}, {"start": 198.159, "end": 200.55, "text": "and the person will say now in a deeper way if you want to greet"}, {"start": 200.55, "end": 200.56, "text": "now in a deeper way if you want to greet"}, {"start": 200.56, "end": 202.22899999999998, "text": "now in a deeper way if you want to greet somebody in the afternoon you don't want"}, {"start": 202.22899999999998, "end": 202.239, "text": "somebody in the afternoon you don't want"}, {"start": 202.239, "end": 209.35, "text": "somebody in the afternoon you don't want to use I mean you can just use uh"}, {"start": 209.35, "end": 209.36, "text": "to use I mean you can just use uh"}, {"start": 209.36, "end": 212.07, "text": "to use I mean you can just use uh or you can say"}, {"start": 212.07, "end": 212.07999999999998, "text": "or you can say"}, {"start": 212.07999999999998, "end": 215.50900000000001, "text": "or you can say now when you"}, {"start": 215.519, "end": 220.71, "text": "The respond is"}, {"start": 220.72, "end": 223.43, "text": "now in the evening."}, {"start": 223.43, "end": 223.44, "text": "now in the evening."}, {"start": 223.44, "end": 226.07, "text": "now in the evening. You can still use"}, {"start": 226.07, "end": 226.07999999999998, "text": "You can still use"}, {"start": 226.07999999999998, "end": 228.22899999999998, "text": "You can still use for evening. Anytime you meet someone in"}, {"start": 228.22899999999998, "end": 228.239, "text": "for evening. Anytime you meet someone in"}, {"start": 228.239, "end": 230.63, "text": "for evening. Anytime you meet someone in the evening, you can say"}, {"start": 230.63, "end": 230.64, "text": "the evening, you can say"}, {"start": 230.64, "end": 235.19, "text": "the evening, you can say if it is father you can say"}, {"start": 235.19, "end": 235.2, "text": "if it is father you can say"}, {"start": 235.2, "end": 238.309, "text": "if it is father you can say okay mother"}, {"start": 238.309, "end": 238.31900000000002, "text": "okay mother"}, {"start": 238.31900000000002, "end": 242.789, "text": "okay mother and the response still remain."}, {"start": 242.799, "end": 246.789, "text": "And then you want to go deeper you you"}, {"start": 246.789, "end": 246.799, "text": "And then you want to go deeper you you"}, {"start": 246.799, "end": 251.19, "text": "And then you want to go deeper you you will say"}, {"start": 251.2, "end": 254.07, "text": "that's way of saying good afternoon and"}, {"start": 254.07, "end": 254.08, "text": "that's way of saying good afternoon and"}, {"start": 254.08, "end": 266.629, "text": "that's way of saying good afternoon and then evening is"}, {"start": 266.639, "end": 269.11, "text": "uncle. So you're greeting your uncle."}, {"start": 269.11, "end": 269.12, "text": "uncle. So you're greeting your uncle."}, {"start": 269.12, "end": 273.27, "text": "uncle. So you're greeting your uncle. You can say"}, {"start": 273.28, "end": 275.43, "text": "that's in the evening. In the afternoon"}, {"start": 275.43, "end": 275.44, "text": "that's in the evening. In the afternoon"}, {"start": 275.44, "end": 281.11, "text": "that's in the evening. In the afternoon like I said or all right. So um when you"}, {"start": 281.11, "end": 281.12, "text": "like I said or all right. So um when you"}, {"start": 281.12, "end": 283.749, "text": "like I said or all right. So um when you want to uh you know go further with your"}, {"start": 283.749, "end": 283.759, "text": "want to uh you know go further with your"}, {"start": 283.759, "end": 285.99, "text": "want to uh you know go further with your greeting like most of us we are used to"}, {"start": 285.99, "end": 286.0, "text": "greeting like most of us we are used to"}, {"start": 286.0, "end": 288.23, "text": "greeting like most of us we are used to you know after greeting someone you ask"}, {"start": 288.23, "end": 288.24, "text": "you know after greeting someone you ask"}, {"start": 288.24, "end": 291.11, "text": "you know after greeting someone you ask him about his work and his family. Okay."}, {"start": 291.11, "end": 291.12, "text": "him about his work and his family. Okay."}, {"start": 291.12, "end": 294.629, "text": "him about his work and his family. Okay. In house you say uh for work walk work"}, {"start": 294.629, "end": 294.639, "text": "In house you say uh for work walk work"}, {"start": 294.639, "end": 304.55, "text": "In house you say uh for work walk work is I okay work is I family is"}, {"start": 304.56, "end": 307.83, "text": "that's family now you want to uh you"}, {"start": 307.83, "end": 307.84, "text": "that's family now you want to uh you"}, {"start": 307.84, "end": 310.71, "text": "that's family now you want to uh you know say how is work how is work in"}, {"start": 310.71, "end": 310.72, "text": "know say how is work how is work in"}, {"start": 310.72, "end": 315.749, "text": "know say how is work how is work in house is"}, {"start": 315.759, "end": 320.55, "text": "and when you say the response is"}, {"start": 320.55, "end": 320.56, "text": "and when you say the response is"}, {"start": 320.56, "end": 322.31, "text": "and when you say the response is Or"}, {"start": 322.31, "end": 322.32, "text": "Or"}, {"start": 322.32, "end": 326.95, "text": "Or you can say or you say"}, {"start": 326.95, "end": 326.96, "text": "you can say or you say"}, {"start": 326.96, "end": 332.95, "text": "you can say or you say now for family is"}, {"start": 332.96, "end": 335.59000000000003, "text": "and the respond is"}, {"start": 335.59000000000003, "end": 335.6, "text": "and the respond is"}, {"start": 335.6, "end": 344.39, "text": "and the respond is they are fine or you can still say"}, {"start": 344.4, "end": 348.629, "text": "we thank God family is good we're doing"}, {"start": 348.629, "end": 348.639, "text": "we thank God family is good we're doing"}, {"start": 348.639, "end": 351.189, "text": "we thank God family is good we're doing right. So that's how we greet. Now how"}, {"start": 351.189, "end": 351.199, "text": "right. So that's how we greet. Now how"}, {"start": 351.199, "end": 354.87, "text": "right. So that's how we greet. Now how do you say you are welcome in house?"}, {"start": 354.87, "end": 354.88, "text": "do you say you are welcome in house?"}, {"start": 354.88, "end": 359.67, "text": "do you say you are welcome in house? Welcome in house is"}, {"start": 359.68, "end": 364.15, "text": "des. Now if you are welcoming Mel you"}, {"start": 364.15, "end": 364.16, "text": "des. Now if you are welcoming Mel you"}, {"start": 364.16, "end": 367.43, "text": "des. Now if you are welcoming Mel you will say"}, {"start": 367.44, "end": 370.79, "text": "if you wish but you can still use"}, {"start": 370.79, "end": 370.8, "text": "if you wish but you can still use"}, {"start": 370.8, "end": 374.629, "text": "if you wish but you can still use or if you want to you know use that you"}, {"start": 374.629, "end": 374.639, "text": "or if you want to you know use that you"}, {"start": 374.639, "end": 376.87, "text": "or if you want to you know use that you can say"}, {"start": 376.87, "end": 376.88, "text": "can say"}, {"start": 376.88, "end": 380.55, "text": "can say that's for male gender. If it is female"}, {"start": 380.55, "end": 380.56, "text": "that's for male gender. If it is female"}, {"start": 380.56, "end": 385.749, "text": "that's for male gender. If it is female you say"}, {"start": 385.759, "end": 392.87, "text": "if there are more than one you will say"}, {"start": 392.88, "end": 395.59000000000003, "text": "that's you are welcome. Now if you want"}, {"start": 395.59000000000003, "end": 395.6, "text": "that's you are welcome. Now if you want"}, {"start": 395.6, "end": 398.23, "text": "that's you are welcome. Now if you want to go deeper, you don't want to use the"}, {"start": 398.23, "end": 398.24, "text": "to go deeper, you don't want to use the"}, {"start": 398.24, "end": 401.59000000000003, "text": "to go deeper, you don't want to use the normal way of saying,"}, {"start": 401.59000000000003, "end": 401.6, "text": "normal way of saying,"}, {"start": 401.6, "end": 406.469, "text": "normal way of saying, you can say"}, {"start": 406.479, "end": 409.749, "text": "okay for male"}, {"start": 409.749, "end": 409.759, "text": "okay for male"}, {"start": 409.759, "end": 412.95, "text": "okay for male for female."}, {"start": 412.95, "end": 412.96, "text": "for female."}, {"start": 412.96, "end": 416.71, "text": "for female. If there are more than one, you will say"}, {"start": 416.71, "end": 416.72, "text": "If there are more than one, you will say"}, {"start": 416.72, "end": 420.95, "text": "If there are more than one, you will say now how do you say goodbye in house? In"}, {"start": 420.95, "end": 420.96, "text": "now how do you say goodbye in house? In"}, {"start": 420.96, "end": 427.27, "text": "now how do you say goodbye in house? In house goodbye is say."}, {"start": 427.28, "end": 430.39, "text": "Now say"}, {"start": 430.39, "end": 430.4, "text": "Now say"}, {"start": 430.4, "end": 434.71, "text": "Now say is goodbye. And if you say the response"}, {"start": 434.71, "end": 434.72, "text": "is goodbye. And if you say the response"}, {"start": 434.72, "end": 437.909, "text": "is goodbye. And if you say the response for say is"}, {"start": 437.909, "end": 437.919, "text": "for say is"}, {"start": 437.919, "end": 440.79, "text": "for say is or you can say"}, {"start": 440.79, "end": 440.8, "text": "or you can say"}, {"start": 440.8, "end": 442.95, "text": "or you can say okay"}, {"start": 442.95, "end": 442.96, "text": "okay"}, {"start": 442.96, "end": 445.83, "text": "okay or some people can still use"}, {"start": 445.83, "end": 445.84, "text": "or some people can still use"}, {"start": 445.84, "end": 449.43, "text": "or some people can still use okay. So when we say they will say to"}, {"start": 449.43, "end": 449.44, "text": "okay. So when we say they will say to"}, {"start": 449.44, "end": 453.909, "text": "okay. So when we say they will say to say is still the same way of responding"}, {"start": 453.909, "end": 453.919, "text": "say is still the same way of responding"}, {"start": 453.919, "end": 457.67, "text": "say is still the same way of responding to uh goodbye in house. Now in the next"}, {"start": 457.67, "end": 457.68, "text": "to uh goodbye in house. Now in the next"}, {"start": 457.68, "end": 461.589, "text": "to uh goodbye in house. Now in the next episode we're going to look at other"}, {"start": 461.589, "end": 461.599, "text": "episode we're going to look at other"}, {"start": 461.599, "end": 465.99, "text": "episode we're going to look at other aspects of greeting. For instance, if uh"}, {"start": 465.99, "end": 466.0, "text": "aspects of greeting. For instance, if uh"}, {"start": 466.0, "end": 467.749, "text": "aspects of greeting. For instance, if uh you know your friend's wife put to"}, {"start": 467.749, "end": 467.759, "text": "you know your friend's wife put to"}, {"start": 467.759, "end": 470.95, "text": "you know your friend's wife put to death, how do you you know greet them?"}, {"start": 470.95, "end": 470.96, "text": "death, how do you you know greet them?"}, {"start": 470.96, "end": 475.35, "text": "death, how do you you know greet them? or uh your friend uh you know lost his"}, {"start": 475.35, "end": 475.36, "text": "or uh your friend uh you know lost his"}, {"start": 475.36, "end": 478.71, "text": "or uh your friend uh you know lost his beloved one. How do you greet the person"}, {"start": 478.71, "end": 478.72, "text": "beloved one. How do you greet the person"}, {"start": 478.72, "end": 483.589, "text": "beloved one. How do you greet the person in house? So for now say Anjima."}, {"start": 483.589, "end": 483.599, "text": "in house? So for now say Anjima."}, {"start": 483.599, "end": 487.479, "text": "in house? So for now say Anjima. See you in the next episode."}], "createdAt": "2025-12-15T01:05:37.000Z", "imageUrl": "https://img.youtube.com/vi/Drrf7HsF1JE/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=Drrf7HsF1JE", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_YjCa46JyZ-g", "userId": "system", "title": "How to Speak Hausa for Beginners: Hausa Lessons for beginners (Greetings) #language #learnhausa", "language": "ha", "content": "see that's how you say it that's how you see that's how you say it that's how you see that's how you say it that's how you say it say it say it getting down baraka desu and sharon ayo that's the baraka desu and sharon ayo that's the baraka desu and sharon ayo that's the way we say way we say way we say welcome to today's episode in hausa welcome to today's episode in hausa welcome to today's episode in hausa language translation that's how we say translation that's how we say translation that's how we say i am teacher jane with teacher dinchy i am teacher jane with teacher dinchy i am teacher jane with teacher dinchy together we would be teaching you the together we would be teaching you the together we would be teaching you the house and language house and language house and language people have asked us teach them how people have asked us teach them how people have asked us teach them how some of our friends have asked us to some of our friends have asked us to some of our friends have asked us to teach teach teach here we are our goal here is here we are our goal here is here we are our goal here is to help you learn the language as fast to help you learn the language as fast to help you learn the language as fast as possible as possible as possible and to get you conversational as fast as and to get you conversational as fast as and to get you conversational as fast as possible possible possible you know we don't want you to to you know we don't want you to to you know we don't want you to to memorize these words memorize these words memorize these words we really want is for you to understand we really want is for you to understand we really want is for you to understand the language structure the language structure the language structure let's start with greetings in hausa let's start with greetings in hausa let's start with greetings in hausa geiswa means greetings geiswa means greetings geiswa means greetings now a common household greeting or now a common household greeting or now a common household greeting or salutation salutation salutation is now sanno is kind of like this is now sanno is kind of like this is now sanno is kind of like this catch-all greeting that means so many catch-all greeting that means so many catch-all greeting that means so many things things things sanu is an abbreviation of a longer form sanu is an abbreviation of a longer form sanu is an abbreviation of a longer form of greeting of greeting of greeting and we will get into that right away and we will get into that right away and we will get into that right away senu is an action greeting so if you senu is an action greeting so if you senu is an action greeting so if you want to greet someone who's want to greet someone who's want to greet someone who's actively doing something new is the word actively doing something new is the word actively doing something new is the word you want to use you want to use you want to use right if you're doing something or right if you're doing something or right if you're doing something or someone wants to say hey well done over someone wants to say hey well done over someone wants to say hey well done over there there there it's that way no we it's that way no we it's that way no we we don't say hello work or hello um we don't say hello work or hello um we don't say hello work or hello um car washing or hello cooking no car washing or hello cooking no car washing or hello cooking no we say hello for doing something or with we say hello for doing something or with we say hello for doing something or with doing something doing something doing something so we don't say we use the word so we don't say we use the word so we don't say we use the word to to combine the two words that we want to to combine the two words that we want to to combine the two words that we want to put together to put together to put together for example if you want to self and just for example if you want to self and just for example if you want to self and just say say say or you could use it to describe the or you could use it to describe the or you could use it to describe the action the person action the person action the person is carrying out so the person is working which means literally means hello which means literally means hello which means literally means hello with the work you're doing da is with with the work you're doing da is with with the work you're doing da is with now um if you have other things you want now um if you have other things you want now um if you have other things you want to describe or every other action you to describe or every other action you to describe or every other action you want to say hello to people for or well want to say hello to people for or well want to say hello to people for or well done done done doing this action you say doing this action you say doing this action you say whatever it is so you need more action whatever it is so you need more action whatever it is so you need more action verbs verbs verbs action words to just to to add to send action words to just to to add to send action words to just to to add to send you and you and you and yeah your vocabulary would just go your yeah your vocabulary would just go your yeah your vocabulary would just go your scripting vocabulary would just explode scripting vocabulary would just explode scripting vocabulary would just explode for example for example for example which means welcome we take the root which means welcome we take the root which means welcome we take the root from from from sannuda and we attach zuwa sannuda and we attach zuwa sannuda and we attach zuwa to it giving us the greetings to it giving us the greetings to it giving us the greetings another example is sanuda another example is sanuda another example is sanuda means work so when we say means work so when we say means work so when we say we're saying well done with work or we're saying well done with work or we're saying well done with work or working working working another example curry another example curry another example curry which means well done for attempting to which means well done for attempting to which means well done for attempting to do a task do a task do a task how do you respond typically you say how do you respond typically you say how do you respond typically you say yo which is okay all right or you say yo which is okay all right or you say yo which is okay all right or you say not go d not go d not go d meaning thank you for acknowledging that meaning thank you for acknowledging that meaning thank you for acknowledging that i'm doing you know this i'm doing you know this i'm doing you know this thing that i'm doing with the akg that's how you say it that's how you say that's how you say it that's how you say that's how you say it that's how you say it getting it it getting it it getting it unlike sanu that's an um action greeting unlike sanu that's an um action greeting unlike sanu that's an um action greeting is a question it always ends with a is a question it always ends with a is a question it always ends with a question question question because it's how how is this going or because it's how how is this going or because it's how how is this going or how is that going how is that going how is that going now also on lexingnew you don't need da now also on lexingnew you don't need da now also on lexingnew you don't need da to describe yaya so you just go yaya aki to describe yaya so you just go yaya aki to describe yaya so you just go yaya aki that means how's your work going or how that means how's your work going or how that means how's your work going or how is work how are things going a common response to these greetings a common response to these greetings a common response to these greetings would be lafayette would be lafayette would be lafayette which means doing well or laffy alone which means doing well or laffy alone which means doing well or laffy alone which means doing very well other which means doing very well other which means doing very well other restaurants restaurants restaurants would be the godia we add would be the godia we add would be the godia we add the action word or the action verb as a the action word or the action verb as a the action word or the action verb as a prefix prefix prefix for example to the greeting yaya aiki for example to the greeting yaya aiki for example to the greeting yaya aiki the response would be the response would be the response would be the godia to the greeting the response would be before we leave let's summarize some new before we leave let's summarize some new before we leave let's summarize some new words that we learned today and for the phrases we learned today we and for the phrases we learned today we and for the phrases we learned today we have have have senu the aiki thank you for joining us today we hope thank you for joining us today we hope thank you for joining us today we hope you've learned something you've learned something you've learned something and see you next time for our how's that and see you next time for our how's that and see you next time for our how's that classes okay bye", "sentences": ["see that's how you say it that's how you see that's how you say it that's how you see that's how you say it that's how you say it say it say it getting down baraka desu and sharon ayo that's the baraka desu and sharon ayo that's the baraka desu and sharon ayo that's the way we say way we say way we say welcome to today's episode in hausa welcome to today's episode in hausa welcome to today's episode in hausa language translation that's how we say translation that's how we say translation that's how we say i am teacher jane with teacher dinchy i am teacher jane with teacher dinchy i am teacher jane with teacher dinchy together we would be teaching you the together we would be teaching you the together we would be teaching you the house and language house and language house and language people have asked us teach them how people have asked us teach them how people have asked us teach them how some of our friends have asked us to some of our friends have asked us to some of our friends have asked us to teach teach teach here we are our goal here is here we are our goal here is here we are our goal here is to help you learn the language as fast to help you learn the language as fast to help you learn the language as fast as possible as possible as possible and to get you conversational as fast as and to get you conversational as fast as and to get you conversational as fast as possible possible possible you know we don't want you to to you know we don't want you to to you know we don't want you to to memorize these words memorize these words memorize these words we really want is for you to understand we really want is for you to understand we really want is for you to understand the language structure the language structure the language structure let's start with greetings in hausa let's start with greetings in hausa let's start with greetings in hausa geiswa means greetings geiswa means greetings geiswa means greetings now a common household greeting or now a common household greeting or now a common household greeting or salutation salutation salutation is now sanno is kind of like this is now sanno is kind of like this is now sanno is kind of like this catch-all greeting that means so many catch-all greeting that means so many catch-all greeting that means so many things things things sanu is an abbreviation of a longer form sanu is an abbreviation of a longer form sanu is an abbreviation of a longer form of greeting of greeting of greeting and we will get into that right away and we will get into that right away and we will get into that right away senu is an action greeting so if you senu is an action greeting so if you senu is an action greeting so if you want to greet someone who's want to greet someone who's want to greet someone who's actively doing something new is the word actively doing something new is the word actively doing something new is the word you want to use you want to use you want to use right if you're doing something or right if you're doing something or right if you're doing something or someone wants to say hey well done over someone wants to say hey well done over someone wants to say hey well done over there there there it's that way no we it's that way no we it's that way no we we don't say hello work or hello um we don't say hello work or hello um we don't say hello work or hello um car washing or hello cooking no car washing or hello cooking no car washing or hello cooking no we say hello for doing something or with we say hello for doing something or with we say hello for doing something or with doing something doing something doing something so we don't say we use the word so we don't say we use the word so we don't say we use the word to to combine the two words that we want to to combine the two words that we want to to combine the two words that we want to put together to put together to put together for example if you want to self and just for example if you want to self and just for example if you want to self and just say say say or you could use it to describe the or you could use it to describe the or you could use it to describe the action the person action the person action the person is carrying out so the person is working which means literally means hello which means literally means hello which means literally means hello with the work you're doing da is with with the work you're doing da is with with the work you're doing da is with now um if you have other things you want now um if you have other things you want now um if you have other things you want to describe or every other action you to describe or every other action you to describe or every other action you want to say hello to people for or well want to say hello to people for or well want to say hello to people for or well done done done doing this action you say doing this action you say doing this action you say whatever it is so you need more action whatever it is so you need more action whatever it is so you need more action verbs verbs verbs action words to just to to add to send action words to just to to add to send action words to just to to add to send you and you and you and yeah your vocabulary would just go your yeah your vocabulary would just go your yeah your vocabulary would just go your scripting vocabulary would just explode scripting vocabulary would just explode scripting vocabulary would just explode for example for example for example which means welcome we take the root which means welcome we take the root which means welcome we take the root from from from sannuda and we attach zuwa sannuda and we attach zuwa sannuda and we attach zuwa to it giving us the greetings to it giving us the greetings to it giving us the greetings another example is sanuda another example is sanuda another example is sanuda means work so when we say means work so when we say means work so when we say we're saying well done with work or we're saying well done with work or we're saying well done with work or working working working another example curry another example curry another example curry which means well done for attempting to which means well done for attempting to which means well done for attempting to do a task do a task do a task how do you respond typically you say how do you respond typically you say how do you respond typically you say yo which is okay all right or you say yo which is okay all right or you say yo which is okay all right or you say not go d not go d not go d meaning thank you for acknowledging that meaning thank you for acknowledging that meaning thank you for acknowledging that i'm doing you know this i'm doing you know this i'm doing you know this thing that i'm doing with the akg that's how you say it that's how you say that's how you say it that's how you say that's how you say it that's how you say it getting it it getting it it getting it unlike sanu that's an um action greeting unlike sanu that's an um action greeting unlike sanu that's an um action greeting is a question it always ends with a is a question it always ends with a is a question it always ends with a question question question because it's how how is this going or because it's how how is this going or because it's how how is this going or how is that going how is that going how is that going now also on lexingnew you don't need da now also on lexingnew you don't need da now also on lexingnew you don't need da to describe yaya so you just go yaya aki to describe yaya so you just go yaya aki to describe yaya so you just go yaya aki that means how's your work going or how that means how's your work going or how that means how's your work going or how is work how are things going a common response to these greetings a common response to these greetings a common response to these greetings would be lafayette would be lafayette would be lafayette which means doing well or laffy alone which means doing well or laffy alone which means doing well or laffy alone which means doing very well other which means doing very well other which means doing very well other restaurants restaurants restaurants would be the godia we add would be the godia we add would be the godia we add the action word or the action verb as a the action word or the action verb as a the action word or the action verb as a prefix prefix prefix for example to the greeting yaya aiki for example to the greeting yaya aiki for example to the greeting yaya aiki the response would be the response would be the response would be the godia to the greeting the response would be before we leave let's summarize some new before we leave let's summarize some new before we leave let's summarize some new words that we learned today and for the phrases we learned today we and for the phrases we learned today we and for the phrases we learned today we have have have senu the aiki thank you for joining us today we hope thank you for joining us today we hope thank you for joining us today we hope you've learned something you've learned something you've learned something and see you next time for our how's that and see you next time for our how's that and see you next time for our how's that classes okay bye"], "transcript": [{"start": 0.08, "end": 2.47, "text": "see that's how you say it that's how you"}, {"start": 2.47, "end": 2.48, "text": "see that's how you say it that's how you"}, {"start": 2.48, "end": 3.11, "text": "see that's how you say it that's how you say it"}, {"start": 3.11, "end": 3.12, "text": "say it"}, {"start": 3.12, "end": 8.95, "text": "say it getting down"}, {"start": 8.96, "end": 11.91, "text": "baraka desu and sharon ayo that's the"}, {"start": 11.91, "end": 11.92, "text": "baraka desu and sharon ayo that's the"}, {"start": 11.92, "end": 12.709, "text": "baraka desu and sharon ayo that's the way we say"}, {"start": 12.709, "end": 12.719, "text": "way we say"}, {"start": 12.719, "end": 15.35, "text": "way we say welcome to today's episode in hausa"}, {"start": 15.35, "end": 15.36, "text": "welcome to today's episode in hausa"}, {"start": 15.36, "end": 25.589, "text": "welcome to today's episode in hausa language"}, {"start": 25.599, "end": 29.269, "text": "translation that's how we say"}, {"start": 29.269, "end": 29.279, "text": "translation that's how we say"}, {"start": 29.279, "end": 32.63, "text": "translation that's how we say i am teacher jane with teacher dinchy"}, {"start": 32.63, "end": 32.64, "text": "i am teacher jane with teacher dinchy"}, {"start": 32.64, "end": 34.709, "text": "i am teacher jane with teacher dinchy together we would be teaching you the"}, {"start": 34.709, "end": 34.719, "text": "together we would be teaching you the"}, {"start": 34.719, "end": 37.19, "text": "together we would be teaching you the house and language"}, {"start": 37.19, "end": 37.2, "text": "house and language"}, {"start": 37.2, "end": 40.389, "text": "house and language people have asked us teach them how"}, {"start": 40.389, "end": 40.399, "text": "people have asked us teach them how"}, {"start": 40.399, "end": 41.83, "text": "people have asked us teach them how some of our friends have asked us to"}, {"start": 41.83, "end": 41.84, "text": "some of our friends have asked us to"}, {"start": 41.84, "end": 43.83, "text": "some of our friends have asked us to teach"}, {"start": 43.83, "end": 43.84, "text": "teach"}, {"start": 43.84, "end": 46.95, "text": "teach here we are our goal here is"}, {"start": 46.95, "end": 46.96, "text": "here we are our goal here is"}, {"start": 46.96, "end": 49.83, "text": "here we are our goal here is to help you learn the language as fast"}, {"start": 49.83, "end": 49.84, "text": "to help you learn the language as fast"}, {"start": 49.84, "end": 50.79, "text": "to help you learn the language as fast as possible"}, {"start": 50.79, "end": 50.8, "text": "as possible"}, {"start": 50.8, "end": 53.51, "text": "as possible and to get you conversational as fast as"}, {"start": 53.51, "end": 53.52, "text": "and to get you conversational as fast as"}, {"start": 53.52, "end": 54.63, "text": "and to get you conversational as fast as possible"}, {"start": 54.63, "end": 54.64, "text": "possible"}, {"start": 54.64, "end": 56.229, "text": "possible you know we don't want you to to"}, {"start": 56.229, "end": 56.239, "text": "you know we don't want you to to"}, {"start": 56.239, "end": 57.67, "text": "you know we don't want you to to memorize these words"}, {"start": 57.67, "end": 57.68, "text": "memorize these words"}, {"start": 57.68, "end": 60.549, "text": "memorize these words we really want is for you to understand"}, {"start": 60.549, "end": 60.559, "text": "we really want is for you to understand"}, {"start": 60.559, "end": 63.189, "text": "we really want is for you to understand the language structure"}, {"start": 63.189, "end": 63.199, "text": "the language structure"}, {"start": 63.199, "end": 67.35, "text": "the language structure let's start with greetings in hausa"}, {"start": 67.35, "end": 67.36, "text": "let's start with greetings in hausa"}, {"start": 67.36, "end": 70.469, "text": "let's start with greetings in hausa geiswa means greetings"}, {"start": 70.469, "end": 70.479, "text": "geiswa means greetings"}, {"start": 70.479, "end": 72.63, "text": "geiswa means greetings now a common household greeting or"}, {"start": 72.63, "end": 72.64, "text": "now a common household greeting or"}, {"start": 72.64, "end": 73.91, "text": "now a common household greeting or salutation"}, {"start": 73.91, "end": 73.92, "text": "salutation"}, {"start": 73.92, "end": 77.67, "text": "salutation is now sanno is kind of like this"}, {"start": 77.67, "end": 77.68, "text": "is now sanno is kind of like this"}, {"start": 77.68, "end": 79.83, "text": "is now sanno is kind of like this catch-all greeting that means so many"}, {"start": 79.83, "end": 79.84, "text": "catch-all greeting that means so many"}, {"start": 79.84, "end": 80.39, "text": "catch-all greeting that means so many things"}, {"start": 80.39, "end": 80.4, "text": "things"}, {"start": 80.4, "end": 83.91, "text": "things sanu is an abbreviation of a longer form"}, {"start": 83.91, "end": 83.92, "text": "sanu is an abbreviation of a longer form"}, {"start": 83.92, "end": 85.429, "text": "sanu is an abbreviation of a longer form of greeting"}, {"start": 85.429, "end": 85.439, "text": "of greeting"}, {"start": 85.439, "end": 89.03, "text": "of greeting and we will get into that right away"}, {"start": 89.03, "end": 89.03999999999999, "text": "and we will get into that right away"}, {"start": 89.03999999999999, "end": 92.149, "text": "and we will get into that right away senu is an action greeting so if you"}, {"start": 92.149, "end": 92.15899999999999, "text": "senu is an action greeting so if you"}, {"start": 92.15899999999999, "end": 93.83, "text": "senu is an action greeting so if you want to greet someone who's"}, {"start": 93.83, "end": 93.84, "text": "want to greet someone who's"}, {"start": 93.84, "end": 96.71000000000001, "text": "want to greet someone who's actively doing something new is the word"}, {"start": 96.71000000000001, "end": 96.72, "text": "actively doing something new is the word"}, {"start": 96.72, "end": 97.91, "text": "actively doing something new is the word you want to use"}, {"start": 97.91, "end": 97.92, "text": "you want to use"}, {"start": 97.92, "end": 99.19, "text": "you want to use right if you're doing something or"}, {"start": 99.19, "end": 99.2, "text": "right if you're doing something or"}, {"start": 99.2, "end": 101.03, "text": "right if you're doing something or someone wants to say hey well done over"}, {"start": 101.03, "end": 101.03999999999999, "text": "someone wants to say hey well done over"}, {"start": 101.03999999999999, "end": 101.749, "text": "someone wants to say hey well done over there"}, {"start": 101.749, "end": 101.759, "text": "there"}, {"start": 101.759, "end": 104.95, "text": "there it's that way no we"}, {"start": 104.95, "end": 104.96000000000001, "text": "it's that way no we"}, {"start": 104.96000000000001, "end": 108.31, "text": "it's that way no we we don't say hello work or hello um"}, {"start": 108.31, "end": 108.32, "text": "we don't say hello work or hello um"}, {"start": 108.32, "end": 111.59, "text": "we don't say hello work or hello um car washing or hello cooking no"}, {"start": 111.59, "end": 111.6, "text": "car washing or hello cooking no"}, {"start": 111.6, "end": 115.35, "text": "car washing or hello cooking no we say hello for doing something or with"}, {"start": 115.35, "end": 115.36, "text": "we say hello for doing something or with"}, {"start": 115.36, "end": 116.469, "text": "we say hello for doing something or with doing something"}, {"start": 116.469, "end": 116.479, "text": "doing something"}, {"start": 116.479, "end": 120.95, "text": "doing something so we don't say we use the word"}, {"start": 120.95, "end": 120.96, "text": "so we don't say we use the word"}, {"start": 120.96, "end": 123.35, "text": "so we don't say we use the word to to combine the two words that we want"}, {"start": 123.35, "end": 123.36, "text": "to to combine the two words that we want"}, {"start": 123.36, "end": 124.469, "text": "to to combine the two words that we want to put together"}, {"start": 124.469, "end": 124.479, "text": "to put together"}, {"start": 124.479, "end": 126.389, "text": "to put together for example if you want to self and just"}, {"start": 126.389, "end": 126.399, "text": "for example if you want to self and just"}, {"start": 126.399, "end": 127.83, "text": "for example if you want to self and just say"}, {"start": 127.83, "end": 127.84, "text": "say"}, {"start": 127.84, "end": 130.22899999999998, "text": "say or you could use it to describe the"}, {"start": 130.22899999999998, "end": 130.239, "text": "or you could use it to describe the"}, {"start": 130.239, "end": 131.43, "text": "or you could use it to describe the action the person"}, {"start": 131.43, "end": 131.44, "text": "action the person"}, {"start": 131.44, "end": 136.869, "text": "action the person is carrying out so the person is working"}, {"start": 136.879, "end": 140.07, "text": "which means literally means hello"}, {"start": 140.07, "end": 140.07999999999998, "text": "which means literally means hello"}, {"start": 140.07999999999998, "end": 144.07, "text": "which means literally means hello with the work you're doing da is with"}, {"start": 144.07, "end": 144.07999999999998, "text": "with the work you're doing da is with"}, {"start": 144.07999999999998, "end": 146.15, "text": "with the work you're doing da is with now um if you have other things you want"}, {"start": 146.15, "end": 146.16, "text": "now um if you have other things you want"}, {"start": 146.16, "end": 148.07, "text": "now um if you have other things you want to describe or every other action you"}, {"start": 148.07, "end": 148.07999999999998, "text": "to describe or every other action you"}, {"start": 148.07999999999998, "end": 150.07, "text": "to describe or every other action you want to say hello to people for or well"}, {"start": 150.07, "end": 150.07999999999998, "text": "want to say hello to people for or well"}, {"start": 150.07999999999998, "end": 150.869, "text": "want to say hello to people for or well done"}, {"start": 150.869, "end": 150.879, "text": "done"}, {"start": 150.879, "end": 154.22899999999998, "text": "done doing this action you say"}, {"start": 154.22899999999998, "end": 154.239, "text": "doing this action you say"}, {"start": 154.239, "end": 157.03, "text": "doing this action you say whatever it is so you need more action"}, {"start": 157.03, "end": 157.04, "text": "whatever it is so you need more action"}, {"start": 157.04, "end": 157.589, "text": "whatever it is so you need more action verbs"}, {"start": 157.589, "end": 157.599, "text": "verbs"}, {"start": 157.599, "end": 160.47, "text": "verbs action words to just to to add to send"}, {"start": 160.47, "end": 160.48, "text": "action words to just to to add to send"}, {"start": 160.48, "end": 161.589, "text": "action words to just to to add to send you and"}, {"start": 161.589, "end": 161.599, "text": "you and"}, {"start": 161.599, "end": 164.71, "text": "you and yeah your vocabulary would just go your"}, {"start": 164.71, "end": 164.72, "text": "yeah your vocabulary would just go your"}, {"start": 164.72, "end": 166.869, "text": "yeah your vocabulary would just go your scripting vocabulary would just explode"}, {"start": 166.869, "end": 166.879, "text": "scripting vocabulary would just explode"}, {"start": 166.879, "end": 170.79, "text": "scripting vocabulary would just explode for example"}, {"start": 170.79, "end": 170.8, "text": "for example"}, {"start": 170.8, "end": 173.43, "text": "for example which means welcome we take the root"}, {"start": 173.43, "end": 173.44, "text": "which means welcome we take the root"}, {"start": 173.44, "end": 173.99, "text": "which means welcome we take the root from"}, {"start": 173.99, "end": 174.0, "text": "from"}, {"start": 174.0, "end": 177.19, "text": "from sannuda and we attach zuwa"}, {"start": 177.19, "end": 177.2, "text": "sannuda and we attach zuwa"}, {"start": 177.2, "end": 180.47, "text": "sannuda and we attach zuwa to it giving us the greetings"}, {"start": 180.47, "end": 180.48, "text": "to it giving us the greetings"}, {"start": 180.48, "end": 184.47, "text": "to it giving us the greetings another example is sanuda"}, {"start": 184.47, "end": 184.48, "text": "another example is sanuda"}, {"start": 184.48, "end": 187.99, "text": "another example is sanuda means work so when we say"}, {"start": 187.99, "end": 188.0, "text": "means work so when we say"}, {"start": 188.0, "end": 190.39, "text": "means work so when we say we're saying well done with work or"}, {"start": 190.39, "end": 190.4, "text": "we're saying well done with work or"}, {"start": 190.4, "end": 191.589, "text": "we're saying well done with work or working"}, {"start": 191.589, "end": 191.599, "text": "working"}, {"start": 191.599, "end": 195.19, "text": "working another example curry"}, {"start": 195.19, "end": 195.2, "text": "another example curry"}, {"start": 195.2, "end": 197.50900000000001, "text": "another example curry which means well done for attempting to"}, {"start": 197.50900000000001, "end": 197.519, "text": "which means well done for attempting to"}, {"start": 197.519, "end": 199.03, "text": "which means well done for attempting to do a task"}, {"start": 199.03, "end": 199.04, "text": "do a task"}, {"start": 199.04, "end": 202.949, "text": "do a task how do you respond typically you say"}, {"start": 202.949, "end": 202.959, "text": "how do you respond typically you say"}, {"start": 202.959, "end": 206.47, "text": "how do you respond typically you say yo which is okay all right or you say"}, {"start": 206.47, "end": 206.48, "text": "yo which is okay all right or you say"}, {"start": 206.48, "end": 208.149, "text": "yo which is okay all right or you say not go d"}, {"start": 208.149, "end": 208.159, "text": "not go d"}, {"start": 208.159, "end": 210.869, "text": "not go d meaning thank you for acknowledging that"}, {"start": 210.869, "end": 210.879, "text": "meaning thank you for acknowledging that"}, {"start": 210.879, "end": 212.55, "text": "meaning thank you for acknowledging that i'm doing you know this"}, {"start": 212.55, "end": 212.56, "text": "i'm doing you know this"}, {"start": 212.56, "end": 218.07, "text": "i'm doing you know this thing that i'm doing with the akg"}, {"start": 218.07999999999998, "end": 220.309, "text": "that's how you say it that's how you say"}, {"start": 220.309, "end": 220.31900000000002, "text": "that's how you say it that's how you say"}, {"start": 220.31900000000002, "end": 221.27, "text": "that's how you say it that's how you say it getting it"}, {"start": 221.27, "end": 221.28, "text": "it getting it"}, {"start": 221.28, "end": 226.47, "text": "it getting it unlike sanu that's an um action greeting"}, {"start": 226.47, "end": 226.48, "text": "unlike sanu that's an um action greeting"}, {"start": 226.48, "end": 228.63, "text": "unlike sanu that's an um action greeting is a question it always ends with a"}, {"start": 228.63, "end": 228.64, "text": "is a question it always ends with a"}, {"start": 228.64, "end": 229.99, "text": "is a question it always ends with a question"}, {"start": 229.99, "end": 230.0, "text": "question"}, {"start": 230.0, "end": 232.47, "text": "question because it's how how is this going or"}, {"start": 232.47, "end": 232.48, "text": "because it's how how is this going or"}, {"start": 232.48, "end": 233.82999999999998, "text": "because it's how how is this going or how is that going"}, {"start": 233.82999999999998, "end": 233.84, "text": "how is that going"}, {"start": 233.84, "end": 237.50900000000001, "text": "how is that going now also on lexingnew you don't need da"}, {"start": 237.50900000000001, "end": 237.519, "text": "now also on lexingnew you don't need da"}, {"start": 237.519, "end": 241.67, "text": "now also on lexingnew you don't need da to describe yaya so you just go yaya aki"}, {"start": 241.67, "end": 241.68, "text": "to describe yaya so you just go yaya aki"}, {"start": 241.68, "end": 243.75, "text": "to describe yaya so you just go yaya aki that means how's your work going or how"}, {"start": 243.75, "end": 243.76, "text": "that means how's your work going or how"}, {"start": 243.76, "end": 249.67, "text": "that means how's your work going or how is work"}, {"start": 249.68, "end": 253.67, "text": "how are things going"}, {"start": 253.68, "end": 255.67, "text": "a common response to these greetings"}, {"start": 255.67, "end": 255.68, "text": "a common response to these greetings"}, {"start": 255.68, "end": 256.949, "text": "a common response to these greetings would be lafayette"}, {"start": 256.949, "end": 256.959, "text": "would be lafayette"}, {"start": 256.959, "end": 261.03, "text": "would be lafayette which means doing well or laffy alone"}, {"start": 261.03, "end": 261.04, "text": "which means doing well or laffy alone"}, {"start": 261.04, "end": 263.35, "text": "which means doing well or laffy alone which means doing very well other"}, {"start": 263.35, "end": 263.36, "text": "which means doing very well other"}, {"start": 263.36, "end": 264.39, "text": "which means doing very well other restaurants"}, {"start": 264.39, "end": 264.4, "text": "restaurants"}, {"start": 264.4, "end": 268.23, "text": "restaurants would be the godia we add"}, {"start": 268.23, "end": 268.24, "text": "would be the godia we add"}, {"start": 268.24, "end": 271.11, "text": "would be the godia we add the action word or the action verb as a"}, {"start": 271.11, "end": 271.12, "text": "the action word or the action verb as a"}, {"start": 271.12, "end": 272.15, "text": "the action word or the action verb as a prefix"}, {"start": 272.15, "end": 272.15999999999997, "text": "prefix"}, {"start": 272.15999999999997, "end": 276.07, "text": "prefix for example to the greeting yaya aiki"}, {"start": 276.07, "end": 276.08, "text": "for example to the greeting yaya aiki"}, {"start": 276.08, "end": 279.43, "text": "for example to the greeting yaya aiki the response would be"}, {"start": 279.43, "end": 279.44, "text": "the response would be"}, {"start": 279.44, "end": 284.07, "text": "the response would be the godia to the greeting"}, {"start": 284.08, "end": 288.07, "text": "the response would be"}, {"start": 288.08, "end": 290.39, "text": "before we leave let's summarize some new"}, {"start": 290.39, "end": 290.4, "text": "before we leave let's summarize some new"}, {"start": 290.4, "end": 317.27, "text": "before we leave let's summarize some new words that we learned today"}, {"start": 317.28, "end": 319.749, "text": "and for the phrases we learned today we"}, {"start": 319.749, "end": 319.759, "text": "and for the phrases we learned today we"}, {"start": 319.759, "end": 320.469, "text": "and for the phrases we learned today we have"}, {"start": 320.469, "end": 320.479, "text": "have"}, {"start": 320.479, "end": 338.469, "text": "have senu the aiki"}, {"start": 338.479, "end": 340.23, "text": "thank you for joining us today we hope"}, {"start": 340.23, "end": 340.24, "text": "thank you for joining us today we hope"}, {"start": 340.24, "end": 342.39, "text": "thank you for joining us today we hope you've learned something"}, {"start": 342.39, "end": 342.4, "text": "you've learned something"}, {"start": 342.4, "end": 345.83, "text": "you've learned something and see you next time for our how's that"}, {"start": 345.83, "end": 345.84000000000003, "text": "and see you next time for our how's that"}, {"start": 345.84000000000003, "end": 351.189, "text": "and see you next time for our how's that classes"}, {"start": 351.199, "end": 353.84000000000003, "text": "okay bye"}], "createdAt": "2025-12-15T01:05:15.000Z", "imageUrl": "https://img.youtube.com/vi/YjCa46JyZ-g/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=YjCa46JyZ-g", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_5FHBbCBr55s", "userId": "system", "title": "LEARN HOW TO INTRODUCE YOURSELF IN HAUSA LANGUAGE (FAST) TODAY", "language": "ha", "content": "welcome welcome welcome to shagon obayendo foundation promoting to shagon obayendo foundation promoting to shagon obayendo foundation promoting national language for unity national language for unity national language for unity [Music] [Music] [Music] learning house our language learning house our language learning house our language [Music] [Music] [Music] hello viewers welcome to another episode hello viewers welcome to another episode hello viewers welcome to another episode of national language for unity in hausa of national language for unity in hausa of national language for unity in hausa in this episode i'll be taking you in this episode i'll be taking you in this episode i'll be taking you on the topic self-introduction on the topic self-introduction on the topic self-introduction self-introduction and self-introduction self-introduction and self-introduction self-introduction and self-introduction in hausa is in hausa is in hausa is gabatar decay decay okay gabatar is decay okay gabatar is decay okay gabatar is in to introduce okay when i say zan in to introduce okay when i say zan in to introduce okay when i say zan gabatar gabatar gabatar that i will introduce okay kai that i will introduce okay kai that i will introduce okay kai is self okay kaina myself is self okay kaina myself is self okay kaina myself all right so quickly uh how do you all right so quickly uh how do you all right so quickly uh how do you introduce yourself you know when you introduce yourself you know when you introduce yourself you know when you meet someone meet someone meet someone you know and you would like to introduce you know and you would like to introduce you know and you would like to introduce yourself to the person how do you yourself to the person how do you yourself to the person how do you introduce the person in hausa introduce the person in hausa introduce the person in hausa that's what we're going to look at in that's what we're going to look at in that's what we're going to look at in this episode this episode this episode now uh the first thing you would tell now uh the first thing you would tell now uh the first thing you would tell someone when you're introducing yourself someone when you're introducing yourself someone when you're introducing yourself is your name is your name is your name and in hausa uh you know for instance if and in hausa uh you know for instance if and in hausa uh you know for instance if you want to say my name is john you want to say my name is john you want to say my name is john my name is mary in hausa is sunnah okay according to your name so you can okay according to your name so you can okay according to your name so you can say sunana say sunana say sunana okay so in case you want to ask okay so in case you want to ask okay so in case you want to ask someone what is his name in hausa you someone what is his name in hausa you someone what is his name in hausa you say say say nini sunanka okay for a male nini sunanka okay for a male nini sunanka okay for a male you say menini sunanka for a female you say menini sunanka for a female you say menini sunanka for a female menen is that's what is your name so the response that's what is your name so the response that's what is your name so the response is is is then you put your name okay okay john all right then the next thing okay john all right then the next thing okay john all right then the next thing is uh sunan mahaifina is uh sunan mahaifina is uh sunan mahaifina now sunan ma fina is my father's name now sunan ma fina is my father's name now sunan ma fina is my father's name is okay so if your father's name is john is okay so if your father's name is john is okay so if your father's name is john for instance you say for instance you say for instance you say sunan okay my mother's name is okay my mother's name is okay my mother's name is okay sunan mahaifiyata [Music] [Music] [Music] for instance if the name of your you for instance if the name of your you for instance if the name of your you know know know your mother is mary magdalene your mother is mary magdalene your mother is mary magdalene soon and then the next thing is maybe you want to then the next thing is maybe you want to then the next thing is maybe you want to say about your school you say say about your school you say say about your school you say uh sunan makarantana that's the name of uh sunan makarantana that's the name of uh sunan makarantana that's the name of my school is my school is my school is so for instance the name of your school so for instance the name of your school so for instance the name of your school is is is government secondary school russia you government secondary school russia you government secondary school russia you say sunan say sunan say sunan makarantana government secondary school makarantana government secondary school makarantana government secondary school rusi okay sunan makarantana rusi okay sunan makarantana rusi okay sunan makarantana you say it then uh we have you say it then uh we have you say it then uh we have shi karuna you want to tell the person shi karuna you want to tell the person shi karuna you want to tell the person you you you you how old you are you say shi karuna you how old you are you say shi karuna you how old you are you say shi karuna see if it is ten years you say she see if it is ten years you say she see if it is ten years you say she karuna karuna karuna guma nice i am 10 years old guma nice i am 10 years old guma nice i am 10 years old sheika i am 50 years old depending on your age i am 50 years old depending on your age i am 50 years old depending on your age okay then the next thing is for instance if you want to use girl ki for instance if you want to use girl ki for instance if you want to use girl ki or and so on so that's where you are living and so on so that's where you are living and so on so that's where you are living then um if you want to go further by then um if you want to go further by then um if you want to go further by talking about your siblings you say talking about your siblings you say talking about your siblings you say inadequate inadequate inadequate do you okay for instance if you have two do you okay for instance if you have two do you okay for instance if you have two uh younger ones you say inadequacy uh younger ones you say inadequacy uh younger ones you say inadequacy view inadequately view inadequately view inadequately view that i have two siblings view that i have two siblings view that i have two siblings okay then um if you want to also talk okay then um if you want to also talk okay then um if you want to also talk about about about your place of work for instance you say your place of work for instance you say your place of work for instance you say inna ike ah inna ike ah inna ike ah okay maybe you work in abuja you say ina okay maybe you work in abuja you say ina okay maybe you work in abuja you say ina abuja okay in a ikea for instance if you want to see i work for instance if you want to see i work for instance if you want to see i work at kaduna in a at kaduna in a at kaduna in a ikea jihadi and then uh you can also talk about your and then uh you can also talk about your and then uh you can also talk about your own state own state own state okay your local government in hausa you okay your local government in hausa you okay your local government in hausa you say for instance karu if karu is a local for instance karu if karu is a local for instance karu if karu is a local government you say i am from local for instance if you are from contagura for instance if you are from contagura for instance if you are from contagura you see and you want to talk about your state and you want to talk about your state and you want to talk about your state you say for instance if you are from plateau for instance if you are from plateau for instance if you are from plateau state you say you are from uh hondu you say need then if you want to talk about your then if you want to talk about your then if you want to talk about your tribe you know lastly tribe you know lastly tribe you know lastly let's take a look at this if you want to let's take a look at this if you want to let's take a look at this if you want to talk about your tribe talk about your tribe talk about your tribe you say ni kanorini that's if you're a you say ni kanorini that's if you're a you say ni kanorini that's if you're a kanori by trying to say kanori by trying to say kanori by trying to say if your house you say if you are igbo you say this is where we draw the cotton in this this is where we draw the cotton in this this is where we draw the cotton in this episode episode episode i will see you in the next episode thank i will see you in the next episode thank i will see you in the next episode thank you for watching you for watching you for watching [Music] you", "sentences": ["welcome welcome welcome to shagon obayendo foundation promoting to shagon obayendo foundation promoting to shagon obayendo foundation promoting national language for unity national language for unity national language for unity [Music] [Music] [Music] learning house our language learning house our language learning house our language [Music] [Music] [Music] hello viewers welcome to another episode hello viewers welcome to another episode hello viewers welcome to another episode of national language for unity in hausa of national language for unity in hausa of national language for unity in hausa in this episode i'll be taking you in this episode i'll be taking you in this episode i'll be taking you on the topic self-introduction on the topic self-introduction on the topic self-introduction self-introduction and self-introduction self-introduction and self-introduction self-introduction and self-introduction in hausa is in hausa is in hausa is gabatar decay decay okay gabatar is decay okay gabatar is decay okay gabatar is in to introduce okay when i say zan in to introduce okay when i say zan in to introduce okay when i say zan gabatar gabatar gabatar that i will introduce okay kai that i will introduce okay kai that i will introduce okay kai is self okay kaina myself is self okay kaina myself is self okay kaina myself all right so quickly uh how do you all right so quickly uh how do you all right so quickly uh how do you introduce yourself you know when you introduce yourself you know when you introduce yourself you know when you meet someone meet someone meet someone you know and you would like to introduce you know and you would like to introduce you know and you would like to introduce yourself to the person how do you yourself to the person how do you yourself to the person how do you introduce the person in hausa introduce the person in hausa introduce the person in hausa that's what we're going to look at in that's what we're going to look at in that's what we're going to look at in this episode this episode this episode now uh the first thing you would tell now uh the first thing you would tell now uh the first thing you would tell someone when you're introducing yourself someone when you're introducing yourself someone when you're introducing yourself is your name is your name is your name and in hausa uh you know for instance if and in hausa uh you know for instance if and in hausa uh you know for instance if you want to say my name is john you want to say my name is john you want to say my name is john my name is mary in hausa is sunnah okay according to your name so you can okay according to your name so you can okay according to your name so you can say sunana say sunana say sunana okay so in case you want to ask okay so in case you want to ask okay so in case you want to ask someone what is his name in hausa you someone what is his name in hausa you someone what is his name in hausa you say say say nini sunanka okay for a male nini sunanka okay for a male nini sunanka okay for a male you say menini sunanka for a female you say menini sunanka for a female you say menini sunanka for a female menen is that's what is your name so the response that's what is your name so the response that's what is your name so the response is is is then you put your name okay okay john all right then the next thing okay john all right then the next thing okay john all right then the next thing is uh sunan mahaifina is uh sunan mahaifina is uh sunan mahaifina now sunan ma fina is my father's name now sunan ma fina is my father's name now sunan ma fina is my father's name is okay so if your father's name is john is okay so if your father's name is john is okay so if your father's name is john for instance you say for instance you say for instance you say sunan okay my mother's name is okay my mother's name is okay my mother's name is okay sunan mahaifiyata [Music] [Music] [Music] for instance if the name of your you for instance if the name of your you for instance if the name of your you know know know your mother is mary magdalene your mother is mary magdalene your mother is mary magdalene soon and then the next thing is maybe you want to then the next thing is maybe you want to then the next thing is maybe you want to say about your school you say say about your school you say say about your school you say uh sunan makarantana that's the name of uh sunan makarantana that's the name of uh sunan makarantana that's the name of my school is my school is my school is so for instance the name of your school so for instance the name of your school so for instance the name of your school is is is government secondary school russia you government secondary school russia you government secondary school russia you say sunan say sunan say sunan makarantana government secondary school makarantana government secondary school makarantana government secondary school rusi okay sunan makarantana rusi okay sunan makarantana rusi okay sunan makarantana you say it then uh we have you say it then uh we have you say it then uh we have shi karuna you want to tell the person shi karuna you want to tell the person shi karuna you want to tell the person you you you you how old you are you say shi karuna you how old you are you say shi karuna you how old you are you say shi karuna see if it is ten years you say she see if it is ten years you say she see if it is ten years you say she karuna karuna karuna guma nice i am 10 years old guma nice i am 10 years old guma nice i am 10 years old sheika i am 50 years old depending on your age i am 50 years old depending on your age i am 50 years old depending on your age okay then the next thing is for instance if you want to use girl ki for instance if you want to use girl ki for instance if you want to use girl ki or and so on so that's where you are living and so on so that's where you are living and so on so that's where you are living then um if you want to go further by then um if you want to go further by then um if you want to go further by talking about your siblings you say talking about your siblings you say talking about your siblings you say inadequate inadequate inadequate do you okay for instance if you have two do you okay for instance if you have two do you okay for instance if you have two uh younger ones you say inadequacy uh younger ones you say inadequacy uh younger ones you say inadequacy view inadequately view inadequately view inadequately view that i have two siblings view that i have two siblings view that i have two siblings okay then um if you want to also talk okay then um if you want to also talk okay then um if you want to also talk about about about your place of work for instance you say your place of work for instance you say your place of work for instance you say inna ike ah inna ike ah inna ike ah okay maybe you work in abuja you say ina okay maybe you work in abuja you say ina okay maybe you work in abuja you say ina abuja okay in a ikea for instance if you want to see i work for instance if you want to see i work for instance if you want to see i work at kaduna in a at kaduna in a at kaduna in a ikea jihadi and then uh you can also talk about your and then uh you can also talk about your and then uh you can also talk about your own state own state own state okay your local government in hausa you okay your local government in hausa you okay your local government in hausa you say for instance karu if karu is a local for instance karu if karu is a local for instance karu if karu is a local government you say i am from local for instance if you are from contagura for instance if you are from contagura for instance if you are from contagura you see and you want to talk about your state and you want to talk about your state and you want to talk about your state you say for instance if you are from plateau for instance if you are from plateau for instance if you are from plateau state you say you are from uh hondu you say need then if you want to talk about your then if you want to talk about your then if you want to talk about your tribe you know lastly tribe you know lastly tribe you know lastly let's take a look at this if you want to let's take a look at this if you want to let's take a look at this if you want to talk about your tribe talk about your tribe talk about your tribe you say ni kanorini that's if you're a you say ni kanorini that's if you're a you say ni kanorini that's if you're a kanori by trying to say kanori by trying to say kanori by trying to say if your house you say if you are igbo you say this is where we draw the cotton in this this is where we draw the cotton in this this is where we draw the cotton in this episode episode episode i will see you in the next episode thank i will see you in the next episode thank i will see you in the next episode thank you for watching you for watching you for watching [Music] you"], "transcript": [{"start": 4.48, "end": 5.11, "text": "welcome"}, {"start": 5.11, "end": 5.12, "text": "welcome"}, {"start": 5.12, "end": 7.749, "text": "welcome to shagon obayendo foundation promoting"}, {"start": 7.749, "end": 7.759, "text": "to shagon obayendo foundation promoting"}, {"start": 7.759, "end": 10.05, "text": "to shagon obayendo foundation promoting national language for unity"}, {"start": 10.05, "end": 10.06, "text": "national language for unity"}, {"start": 10.06, "end": 11.509, "text": "national language for unity [Music]"}, {"start": 11.509, "end": 11.519, "text": "[Music]"}, {"start": 11.519, "end": 17.15, "text": "[Music] learning house our language"}, {"start": 17.15, "end": 17.16, "text": "learning house our language"}, {"start": 17.16, "end": 19.83, "text": "learning house our language [Music]"}, {"start": 19.83, "end": 19.84, "text": "[Music]"}, {"start": 19.84, "end": 22.15, "text": "[Music] hello viewers welcome to another episode"}, {"start": 22.15, "end": 22.16, "text": "hello viewers welcome to another episode"}, {"start": 22.16, "end": 25.189, "text": "hello viewers welcome to another episode of national language for unity in hausa"}, {"start": 25.189, "end": 25.199, "text": "of national language for unity in hausa"}, {"start": 25.199, "end": 28.55, "text": "of national language for unity in hausa in this episode i'll be taking you"}, {"start": 28.55, "end": 28.56, "text": "in this episode i'll be taking you"}, {"start": 28.56, "end": 32.59, "text": "in this episode i'll be taking you on the topic self-introduction"}, {"start": 32.59, "end": 32.6, "text": "on the topic self-introduction"}, {"start": 32.6, "end": 35.03, "text": "on the topic self-introduction self-introduction and self-introduction"}, {"start": 35.03, "end": 35.04, "text": "self-introduction and self-introduction"}, {"start": 35.04, "end": 36.229, "text": "self-introduction and self-introduction in hausa is"}, {"start": 36.229, "end": 36.239, "text": "in hausa is"}, {"start": 36.239, "end": 40.15, "text": "in hausa is gabatar decay"}, {"start": 40.16, "end": 43.43, "text": "decay okay gabatar is"}, {"start": 43.43, "end": 43.44, "text": "decay okay gabatar is"}, {"start": 43.44, "end": 46.15, "text": "decay okay gabatar is in to introduce okay when i say zan"}, {"start": 46.15, "end": 46.16, "text": "in to introduce okay when i say zan"}, {"start": 46.16, "end": 47.11, "text": "in to introduce okay when i say zan gabatar"}, {"start": 47.11, "end": 47.12, "text": "gabatar"}, {"start": 47.12, "end": 50.15, "text": "gabatar that i will introduce okay kai"}, {"start": 50.15, "end": 50.16, "text": "that i will introduce okay kai"}, {"start": 50.16, "end": 53.83, "text": "that i will introduce okay kai is self okay kaina myself"}, {"start": 53.83, "end": 53.84, "text": "is self okay kaina myself"}, {"start": 53.84, "end": 56.709, "text": "is self okay kaina myself all right so quickly uh how do you"}, {"start": 56.709, "end": 56.719, "text": "all right so quickly uh how do you"}, {"start": 56.719, "end": 58.31, "text": "all right so quickly uh how do you introduce yourself you know when you"}, {"start": 58.31, "end": 58.32, "text": "introduce yourself you know when you"}, {"start": 58.32, "end": 59.43, "text": "introduce yourself you know when you meet someone"}, {"start": 59.43, "end": 59.44, "text": "meet someone"}, {"start": 59.44, "end": 61.83, "text": "meet someone you know and you would like to introduce"}, {"start": 61.83, "end": 61.84, "text": "you know and you would like to introduce"}, {"start": 61.84, "end": 63.189, "text": "you know and you would like to introduce yourself to the person how do you"}, {"start": 63.189, "end": 63.199, "text": "yourself to the person how do you"}, {"start": 63.199, "end": 65.109, "text": "yourself to the person how do you introduce the person in hausa"}, {"start": 65.109, "end": 65.119, "text": "introduce the person in hausa"}, {"start": 65.119, "end": 66.63, "text": "introduce the person in hausa that's what we're going to look at in"}, {"start": 66.63, "end": 66.64, "text": "that's what we're going to look at in"}, {"start": 66.64, "end": 68.149, "text": "that's what we're going to look at in this episode"}, {"start": 68.149, "end": 68.159, "text": "this episode"}, {"start": 68.159, "end": 71.75, "text": "this episode now uh the first thing you would tell"}, {"start": 71.75, "end": 71.76, "text": "now uh the first thing you would tell"}, {"start": 71.76, "end": 73.35, "text": "now uh the first thing you would tell someone when you're introducing yourself"}, {"start": 73.35, "end": 73.36, "text": "someone when you're introducing yourself"}, {"start": 73.36, "end": 74.55, "text": "someone when you're introducing yourself is your name"}, {"start": 74.55, "end": 74.56, "text": "is your name"}, {"start": 74.56, "end": 77.99, "text": "is your name and in hausa uh you know for instance if"}, {"start": 77.99, "end": 78.0, "text": "and in hausa uh you know for instance if"}, {"start": 78.0, "end": 80.39, "text": "and in hausa uh you know for instance if you want to say my name is john"}, {"start": 80.39, "end": 80.4, "text": "you want to say my name is john"}, {"start": 80.4, "end": 93.67, "text": "you want to say my name is john my name is mary in hausa is sunnah"}, {"start": 93.68, "end": 95.429, "text": "okay according to your name so you can"}, {"start": 95.429, "end": 95.439, "text": "okay according to your name so you can"}, {"start": 95.439, "end": 97.50999999999999, "text": "okay according to your name so you can say sunana"}, {"start": 97.50999999999999, "end": 97.52000000000001, "text": "say sunana"}, {"start": 97.52000000000001, "end": 100.95, "text": "say sunana okay so in case you want to ask"}, {"start": 100.95, "end": 100.96000000000001, "text": "okay so in case you want to ask"}, {"start": 100.96000000000001, "end": 103.83, "text": "okay so in case you want to ask someone what is his name in hausa you"}, {"start": 103.83, "end": 103.84, "text": "someone what is his name in hausa you"}, {"start": 103.84, "end": 104.71000000000001, "text": "someone what is his name in hausa you say"}, {"start": 104.71000000000001, "end": 104.72, "text": "say"}, {"start": 104.72, "end": 108.38900000000001, "text": "say nini sunanka okay for a male"}, {"start": 108.38900000000001, "end": 108.399, "text": "nini sunanka okay for a male"}, {"start": 108.399, "end": 112.31, "text": "nini sunanka okay for a male you say menini sunanka for a female"}, {"start": 112.31, "end": 112.32, "text": "you say menini sunanka for a female"}, {"start": 112.32, "end": 116.95, "text": "you say menini sunanka for a female menen is"}, {"start": 116.96000000000001, "end": 119.50999999999999, "text": "that's what is your name so the response"}, {"start": 119.50999999999999, "end": 119.52000000000001, "text": "that's what is your name so the response"}, {"start": 119.52000000000001, "end": 121.19, "text": "that's what is your name so the response is"}, {"start": 121.19, "end": 121.2, "text": "is"}, {"start": 121.2, "end": 125.27, "text": "is then you put your name okay"}, {"start": 125.28, "end": 128.79, "text": "okay john all right then the next thing"}, {"start": 128.79, "end": 128.8, "text": "okay john all right then the next thing"}, {"start": 128.8, "end": 132.47, "text": "okay john all right then the next thing is uh sunan mahaifina"}, {"start": 132.47, "end": 132.48, "text": "is uh sunan mahaifina"}, {"start": 132.48, "end": 135.83, "text": "is uh sunan mahaifina now sunan ma fina is my father's name"}, {"start": 135.83, "end": 135.84, "text": "now sunan ma fina is my father's name"}, {"start": 135.84, "end": 139.03, "text": "now sunan ma fina is my father's name is okay so if your father's name is john"}, {"start": 139.03, "end": 139.04, "text": "is okay so if your father's name is john"}, {"start": 139.04, "end": 140.39, "text": "is okay so if your father's name is john for instance you say"}, {"start": 140.39, "end": 140.4, "text": "for instance you say"}, {"start": 140.4, "end": 149.19, "text": "for instance you say sunan"}, {"start": 149.2, "end": 152.309, "text": "okay my mother's name is"}, {"start": 152.309, "end": 152.31900000000002, "text": "okay my mother's name is"}, {"start": 152.31900000000002, "end": 158.57, "text": "okay my mother's name is okay sunan mahaifiyata"}, {"start": 158.57999999999998, "end": 161.589, "text": "[Music]"}, {"start": 161.589, "end": 161.599, "text": "[Music]"}, {"start": 161.599, "end": 164.55, "text": "[Music] for instance if the name of your you"}, {"start": 164.55, "end": 164.56, "text": "for instance if the name of your you"}, {"start": 164.56, "end": 165.11, "text": "for instance if the name of your you know"}, {"start": 165.11, "end": 165.12, "text": "know"}, {"start": 165.12, "end": 168.309, "text": "know your mother is mary magdalene"}, {"start": 168.309, "end": 168.31900000000002, "text": "your mother is mary magdalene"}, {"start": 168.31900000000002, "end": 180.47, "text": "your mother is mary magdalene soon and"}, {"start": 180.48, "end": 184.07, "text": "then the next thing is maybe you want to"}, {"start": 184.07, "end": 184.08, "text": "then the next thing is maybe you want to"}, {"start": 184.08, "end": 187.19, "text": "then the next thing is maybe you want to say about your school you say"}, {"start": 187.19, "end": 187.2, "text": "say about your school you say"}, {"start": 187.2, "end": 190.47, "text": "say about your school you say uh sunan makarantana that's the name of"}, {"start": 190.47, "end": 190.48, "text": "uh sunan makarantana that's the name of"}, {"start": 190.48, "end": 192.39, "text": "uh sunan makarantana that's the name of my school is"}, {"start": 192.39, "end": 192.4, "text": "my school is"}, {"start": 192.4, "end": 194.63, "text": "my school is so for instance the name of your school"}, {"start": 194.63, "end": 194.64, "text": "so for instance the name of your school"}, {"start": 194.64, "end": 195.43, "text": "so for instance the name of your school is"}, {"start": 195.43, "end": 195.44, "text": "is"}, {"start": 195.44, "end": 197.589, "text": "is government secondary school russia you"}, {"start": 197.589, "end": 197.599, "text": "government secondary school russia you"}, {"start": 197.599, "end": 199.309, "text": "government secondary school russia you say sunan"}, {"start": 199.309, "end": 199.319, "text": "say sunan"}, {"start": 199.319, "end": 202.47, "text": "say sunan makarantana government secondary school"}, {"start": 202.47, "end": 202.48, "text": "makarantana government secondary school"}, {"start": 202.48, "end": 207.11, "text": "makarantana government secondary school rusi okay sunan makarantana"}, {"start": 207.11, "end": 207.12, "text": "rusi okay sunan makarantana"}, {"start": 207.12, "end": 210.55, "text": "rusi okay sunan makarantana you say it then uh we have"}, {"start": 210.55, "end": 210.56, "text": "you say it then uh we have"}, {"start": 210.56, "end": 213.11, "text": "you say it then uh we have shi karuna you want to tell the person"}, {"start": 213.11, "end": 213.12, "text": "shi karuna you want to tell the person"}, {"start": 213.12, "end": 213.589, "text": "shi karuna you want to tell the person you"}, {"start": 213.589, "end": 213.599, "text": "you"}, {"start": 213.599, "end": 217.67000000000002, "text": "you you how old you are you say shi karuna"}, {"start": 217.67000000000002, "end": 217.68, "text": "you how old you are you say shi karuna"}, {"start": 217.68, "end": 219.91, "text": "you how old you are you say shi karuna see if it is ten years you say she"}, {"start": 219.91, "end": 219.92000000000002, "text": "see if it is ten years you say she"}, {"start": 219.92000000000002, "end": 221.03, "text": "see if it is ten years you say she karuna"}, {"start": 221.03, "end": 221.04, "text": "karuna"}, {"start": 221.04, "end": 224.39, "text": "karuna guma nice i am 10 years old"}, {"start": 224.39, "end": 224.4, "text": "guma nice i am 10 years old"}, {"start": 224.4, "end": 232.07, "text": "guma nice i am 10 years old sheika"}, {"start": 232.07999999999998, "end": 235.82999999999998, "text": "i am 50 years old depending on your age"}, {"start": 235.82999999999998, "end": 235.84, "text": "i am 50 years old depending on your age"}, {"start": 235.84, "end": 248.07, "text": "i am 50 years old depending on your age okay then the next thing is"}, {"start": 248.08, "end": 251.27, "text": "for instance if you want to use girl ki"}, {"start": 251.27, "end": 251.28, "text": "for instance if you want to use girl ki"}, {"start": 251.28, "end": 263.43, "text": "for instance if you want to use girl ki or"}, {"start": 263.44, "end": 267.11, "text": "and so on so that's where you are living"}, {"start": 267.11, "end": 267.12, "text": "and so on so that's where you are living"}, {"start": 267.12, "end": 270.39, "text": "and so on so that's where you are living then um if you want to go further by"}, {"start": 270.39, "end": 270.4, "text": "then um if you want to go further by"}, {"start": 270.4, "end": 272.79, "text": "then um if you want to go further by talking about your siblings you say"}, {"start": 272.79, "end": 272.8, "text": "talking about your siblings you say"}, {"start": 272.8, "end": 275.11, "text": "talking about your siblings you say inadequate"}, {"start": 275.11, "end": 275.12, "text": "inadequate"}, {"start": 275.12, "end": 278.469, "text": "inadequate do you okay for instance if you have two"}, {"start": 278.469, "end": 278.479, "text": "do you okay for instance if you have two"}, {"start": 278.479, "end": 282.39, "text": "do you okay for instance if you have two uh younger ones you say inadequacy"}, {"start": 282.39, "end": 282.4, "text": "uh younger ones you say inadequacy"}, {"start": 282.4, "end": 285.67, "text": "uh younger ones you say inadequacy view inadequately"}, {"start": 285.67, "end": 285.68, "text": "view inadequately"}, {"start": 285.68, "end": 289.51, "text": "view inadequately view that i have two siblings"}, {"start": 289.51, "end": 289.52, "text": "view that i have two siblings"}, {"start": 289.52, "end": 292.79, "text": "view that i have two siblings okay then um if you want to also talk"}, {"start": 292.79, "end": 292.8, "text": "okay then um if you want to also talk"}, {"start": 292.8, "end": 293.51, "text": "okay then um if you want to also talk about"}, {"start": 293.51, "end": 293.52, "text": "about"}, {"start": 293.52, "end": 296.87, "text": "about your place of work for instance you say"}, {"start": 296.87, "end": 296.88, "text": "your place of work for instance you say"}, {"start": 296.88, "end": 300.15, "text": "your place of work for instance you say inna ike ah"}, {"start": 300.15, "end": 300.16, "text": "inna ike ah"}, {"start": 300.16, "end": 305.27, "text": "inna ike ah okay maybe you work in abuja you say ina"}, {"start": 305.27, "end": 305.28, "text": "okay maybe you work in abuja you say ina"}, {"start": 305.28, "end": 317.67, "text": "okay maybe you work in abuja you say ina abuja okay in a ikea"}, {"start": 317.68, "end": 319.35, "text": "for instance if you want to see i work"}, {"start": 319.35, "end": 319.36, "text": "for instance if you want to see i work"}, {"start": 319.36, "end": 321.029, "text": "for instance if you want to see i work at kaduna in a"}, {"start": 321.029, "end": 321.039, "text": "at kaduna in a"}, {"start": 321.039, "end": 337.51, "text": "at kaduna in a ikea jihadi"}, {"start": 337.52, "end": 341.27, "text": "and then uh you can also talk about your"}, {"start": 341.27, "end": 341.28, "text": "and then uh you can also talk about your"}, {"start": 341.28, "end": 342.31, "text": "and then uh you can also talk about your own state"}, {"start": 342.31, "end": 342.32, "text": "own state"}, {"start": 342.32, "end": 345.51, "text": "own state okay your local government in hausa you"}, {"start": 345.51, "end": 345.52, "text": "okay your local government in hausa you"}, {"start": 345.52, "end": 350.71, "text": "okay your local government in hausa you say"}, {"start": 350.72, "end": 354.629, "text": "for instance karu if karu is a local"}, {"start": 354.629, "end": 354.639, "text": "for instance karu if karu is a local"}, {"start": 354.639, "end": 363.35, "text": "for instance karu if karu is a local government you say"}, {"start": 363.36, "end": 370.55, "text": "i am from local"}, {"start": 370.56, "end": 372.95, "text": "for instance if you are from contagura"}, {"start": 372.95, "end": 372.96, "text": "for instance if you are from contagura"}, {"start": 372.96, "end": 378.23, "text": "for instance if you are from contagura you see"}, {"start": 378.24, "end": 380.15, "text": "and you want to talk about your state"}, {"start": 380.15, "end": 380.16, "text": "and you want to talk about your state"}, {"start": 380.16, "end": 384.469, "text": "and you want to talk about your state you say"}, {"start": 384.479, "end": 385.909, "text": "for instance if you are from plateau"}, {"start": 385.909, "end": 385.919, "text": "for instance if you are from plateau"}, {"start": 385.919, "end": 389.35, "text": "for instance if you are from plateau state you say"}, {"start": 389.36, "end": 399.83, "text": "you are from uh hondu you say need"}, {"start": 399.84000000000003, "end": 401.11, "text": "then if you want to talk about your"}, {"start": 401.11, "end": 401.12, "text": "then if you want to talk about your"}, {"start": 401.12, "end": 403.27, "text": "then if you want to talk about your tribe you know lastly"}, {"start": 403.27, "end": 403.28, "text": "tribe you know lastly"}, {"start": 403.28, "end": 405.67, "text": "tribe you know lastly let's take a look at this if you want to"}, {"start": 405.67, "end": 405.68, "text": "let's take a look at this if you want to"}, {"start": 405.68, "end": 407.11, "text": "let's take a look at this if you want to talk about your tribe"}, {"start": 407.11, "end": 407.12, "text": "talk about your tribe"}, {"start": 407.12, "end": 410.469, "text": "talk about your tribe you say ni kanorini that's if you're a"}, {"start": 410.469, "end": 410.479, "text": "you say ni kanorini that's if you're a"}, {"start": 410.479, "end": 413.27, "text": "you say ni kanorini that's if you're a kanori by trying to say"}, {"start": 413.27, "end": 413.28, "text": "kanori by trying to say"}, {"start": 413.28, "end": 418.629, "text": "kanori by trying to say if your house you say"}, {"start": 418.639, "end": 431.99, "text": "if you are igbo you say"}, {"start": 432.0, "end": 435.35, "text": "this is where we draw the cotton in this"}, {"start": 435.35, "end": 435.36, "text": "this is where we draw the cotton in this"}, {"start": 435.36, "end": 437.11, "text": "this is where we draw the cotton in this episode"}, {"start": 437.11, "end": 437.12, "text": "episode"}, {"start": 437.12, "end": 439.749, "text": "episode i will see you in the next episode thank"}, {"start": 439.749, "end": 439.759, "text": "i will see you in the next episode thank"}, {"start": 439.759, "end": 451.69, "text": "i will see you in the next episode thank you for watching"}, {"start": 451.69, "end": 451.7, "text": "you for watching"}, {"start": 451.7, "end": 471.99, "text": "you for watching [Music]"}, {"start": 472.0, "end": 474.08, "text": "you"}], "createdAt": "2025-12-15T01:05:00.000Z", "imageUrl": "https://img.youtube.com/vi/5FHBbCBr55s/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=5FHBbCBr55s", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_LUn0HBgdZiw", "userId": "system", "title": "MALALACIN JAKI | Lazy Donkey in Hausa | 4K UHD | Hausa Fairy Tales", "language": "ha", "content": "[Music] [Music] [Music] [Music] [Music] a a a [Music] [Music] foreign [Music] one [Music] [Music] [Music] [Music] [Applause] [Music] [Music] [Music] [Music] [Music] [Applause] [Applause] [Applause] [Music] [Applause] [Applause] [Applause] [Music] [Music] [Applause] [Applause] [Applause] [Music] [Music] [Music] [Music] [Applause] [Applause] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Applause] foreign you", "sentences": ["[Music] [Music] [Music] [Music] [Music] a a a [Music] [Music] foreign [Music] one [Music] [Music] [Music] [Music] [Applause] [Music] [Music] [Music] [Music] [Music] [Applause] [Applause] [Applause] [Music] [Applause] [Applause] [Applause] [Music] [Music] [Applause] [Applause] [Applause] [Music] [Music] [Music] [Music] [Applause] [Applause] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Applause] foreign you"], "transcript": [{"start": 2.81, "end": 15.16, "text": "[Music]"}, {"start": 15.17, "end": 42.35, "text": "[Music]"}, {"start": 42.36, "end": 55.02, "text": "[Music]"}, {"start": 55.03, "end": 81.94, "text": "[Music]"}, {"start": 81.95, "end": 140.82999999999998, "text": "[Music]"}, {"start": 140.84, "end": 142.35, "text": "a"}, {"start": 142.35, "end": 142.36, "text": "a"}, {"start": 142.36, "end": 160.65, "text": "a [Music]"}, {"start": 160.66, "end": 182.83, "text": "[Music]"}, {"start": 182.84, "end": 194.85, "text": "foreign"}, {"start": 194.86, "end": 210.82999999999998, "text": "[Music]"}, {"start": 210.84, "end": 229.2, "text": "one"}, {"start": 229.21, "end": 235.07, "text": "[Music]"}, {"start": 235.07999999999998, "end": 237.46, "text": "[Music]"}, {"start": 237.46, "end": 237.47, "text": "[Music]"}, {"start": 237.47, "end": 290.8, "text": "[Music] [Applause]"}, {"start": 290.81, "end": 297.57, "text": "[Music]"}, {"start": 297.58, "end": 315.04, "text": "[Music]"}, {"start": 315.05, "end": 317.27, "text": "[Music]"}, {"start": 317.27, "end": 317.28, "text": "[Music]"}, {"start": 317.28, "end": 317.44, "text": "[Music] [Applause]"}, {"start": 317.44, "end": 317.45, "text": "[Applause]"}, {"start": 317.45, "end": 321.02, "text": "[Applause] [Music]"}, {"start": 321.03, "end": 321.15, "text": "[Applause]"}, {"start": 321.15, "end": 321.16, "text": "[Applause]"}, {"start": 321.16, "end": 339.0, "text": "[Applause] [Music]"}, {"start": 339.01, "end": 357.21, "text": "[Music]"}, {"start": 357.22, "end": 359.05, "text": "[Applause]"}, {"start": 359.05, "end": 359.06, "text": "[Applause]"}, {"start": 359.06, "end": 373.94, "text": "[Applause] [Music]"}, {"start": 373.95, "end": 379.88, "text": "[Music]"}, {"start": 379.89, "end": 385.84, "text": "[Music]"}, {"start": 385.85, "end": 406.78, "text": "[Music]"}, {"start": 406.79, "end": 420.95, "text": "[Applause]"}, {"start": 420.96, "end": 428.2, "text": "[Applause]"}, {"start": 428.21, "end": 443.84, "text": "[Music]"}, {"start": 443.85, "end": 449.11, "text": "[Music]"}, {"start": 449.12, "end": 455.17, "text": "[Music]"}, {"start": 455.18, "end": 507.56, "text": "[Music]"}, {"start": 507.57, "end": 529.46, "text": "[Music]"}, {"start": 529.47, "end": 547.06, "text": "[Music]"}, {"start": 547.07, "end": 557.12, "text": "[Music]"}, {"start": 557.13, "end": 560.829, "text": "[Applause]"}, {"start": 560.8389999999999, "end": 565.43, "text": "foreign"}, {"start": 565.44, "end": 567.519, "text": "you"}], "createdAt": "2025-12-15T01:04:36.000Z", "imageUrl": "https://img.youtube.com/vi/LUn0HBgdZiw/hqdefault.jpg", "type": "video", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=LUn0HBgdZiw", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_lK3thi9YhR0", "userId": "system", "title": "Yarima kwado | Frog Prince in Hausa | 4K UHD | Hausa Fairy Tales", "language": "ha", "content": "[Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] foreign [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Applause] [Applause] [Applause] [Music] [Music] [Music] [Music] [Music] oh [Music] [Music] [Music] [Music] [Music] foreign foreign foreign [Music] [Music] [Music] [Music] [Music] [Music] foreign [Music] [Music] [Music] foreign [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] um foreign foreign foreign [Music] [Music] [Music] me", "sentences": ["[Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] foreign [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Applause] [Applause] [Applause] [Music] [Music] [Music] [Music] [Music] oh [Music] [Music] [Music] [Music] [Music] foreign foreign foreign [Music] [Music] [Music] [Music] [Music] [Music] foreign [Music] [Music] [Music] foreign [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] [Music] um foreign foreign foreign [Music] [Music] [Music] me"], "transcript": [{"start": 0.78, "end": 15.54, "text": "[Music]"}, {"start": 15.55, "end": 23.26, "text": "[Music]"}, {"start": 23.27, "end": 33.37, "text": "[Music]"}, {"start": 33.38, "end": 39.42, "text": "[Music]"}, {"start": 39.43, "end": 48.62, "text": "[Music]"}, {"start": 48.63, "end": 66.66, "text": "[Music]"}, {"start": 66.67, "end": 84.58, "text": "[Music]"}, {"start": 84.59, "end": 103.83, "text": "[Music]"}, {"start": 103.84, "end": 117.97999999999999, "text": "[Music]"}, {"start": 117.99000000000001, "end": 133.59, "text": "[Music]"}, {"start": 133.6, "end": 144.95, "text": "[Music]"}, {"start": 144.96, "end": 158.32, "text": "[Music]"}, {"start": 158.32999999999998, "end": 186.74, "text": "[Music]"}, {"start": 186.75, "end": 194.7, "text": "[Music]"}, {"start": 194.71, "end": 202.4, "text": "[Music]"}, {"start": 202.41, "end": 220.79, "text": "[Music]"}, {"start": 220.8, "end": 241.16, "text": "[Music]"}, {"start": 241.17, "end": 248.0, "text": "[Music]"}, {"start": 248.01, "end": 252.83, "text": "[Music]"}, {"start": 252.84, "end": 256.54, "text": "foreign"}, {"start": 256.55, "end": 263.09, "text": "[Music]"}, {"start": 263.1, "end": 269.61, "text": "[Music]"}, {"start": 269.62, "end": 279.81, "text": "[Music]"}, {"start": 279.82, "end": 316.96, "text": "[Music]"}, {"start": 316.97, "end": 329.95, "text": "[Music]"}, {"start": 329.96, "end": 346.59000000000003, "text": "[Music]"}, {"start": 346.6, "end": 356.37, "text": "[Music]"}, {"start": 356.38, "end": 378.25, "text": "[Music]"}, {"start": 378.26, "end": 388.71, "text": "[Music]"}, {"start": 388.72, "end": 400.89, "text": "[Music]"}, {"start": 400.9, "end": 405.07, "text": "[Music]"}, {"start": 405.07, "end": 405.08, "text": "[Music]"}, {"start": 405.08, "end": 407.84000000000003, "text": "[Music] [Applause]"}, {"start": 407.84000000000003, "end": 407.85, "text": "[Applause]"}, {"start": 407.85, "end": 416.69, "text": "[Applause] [Music]"}, {"start": 416.7, "end": 430.16, "text": "[Music]"}, {"start": 430.17, "end": 436.19, "text": "[Music]"}, {"start": 436.2, "end": 442.72, "text": "[Music]"}, {"start": 442.73, "end": 448.87, "text": "[Music]"}, {"start": 448.88, "end": 456.36, "text": "oh"}, {"start": 456.37, "end": 461.65999999999997, "text": "[Music]"}, {"start": 461.67, "end": 474.53, "text": "[Music]"}, {"start": 474.54, "end": 476.83, "text": "[Music]"}, {"start": 476.83, "end": 476.84000000000003, "text": "[Music]"}, {"start": 476.84000000000003, "end": 479.06, "text": "[Music] foreign"}, {"start": 479.06, "end": 479.07, "text": "foreign"}, {"start": 479.07, "end": 498.69, "text": "foreign [Music]"}, {"start": 498.7, "end": 512.38, "text": "[Music]"}, {"start": 512.39, "end": 524.14, "text": "[Music]"}, {"start": 524.15, "end": 546.5, "text": "[Music]"}, {"start": 546.51, "end": 552.43, "text": "[Music]"}, {"start": 552.44, "end": 560.829, "text": "[Music]"}, {"start": 560.8389999999999, "end": 565.33, "text": "foreign"}, {"start": 565.34, "end": 589.66, "text": "[Music]"}, {"start": 589.67, "end": 607.07, "text": "[Music]"}, {"start": 607.08, "end": 616.829, "text": "[Music]"}, {"start": 616.8389999999999, "end": 627.32, "text": "foreign"}, {"start": 627.33, "end": 639.55, "text": "[Music]"}, {"start": 639.56, "end": 657.3, "text": "[Music]"}, {"start": 657.31, "end": 663.35, "text": "[Music]"}, {"start": 663.36, "end": 682.61, "text": "[Music]"}, {"start": 682.62, "end": 689.23, "text": "[Music]"}, {"start": 689.24, "end": 698.23, "text": "[Music]"}, {"start": 698.24, "end": 703.46, "text": "[Music]"}, {"start": 703.47, "end": 726.69, "text": "[Music]"}, {"start": 726.7, "end": 728.829, "text": "[Music]"}, {"start": 728.829, "end": 728.839, "text": "[Music]"}, {"start": 728.839, "end": 742.829, "text": "[Music] um"}, {"start": 742.8389999999999, "end": 744.54, "text": "foreign"}, {"start": 744.54, "end": 744.55, "text": "foreign"}, {"start": 744.55, "end": 748.67, "text": "foreign [Music]"}, {"start": 748.67, "end": 748.68, "text": "[Music]"}, {"start": 748.68, "end": 751.68, "text": "[Music] me"}], "createdAt": "2025-12-15T01:04:22.000Z", "imageUrl": "https://img.youtube.com/vi/lK3thi9YhR0/hqdefault.jpg", "type": "video", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=lK3thi9YhR0", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_xpWvqQinFgA", "userId": "system", "title": "Tatsuniya hausa Labarin Larai Da Salima Hausa Folktales Story", "language": "ha", "content": "Fore! Foreign! Foreign! Fore! Foreign! Foreign! Foreign speech. Foreign foreign foreign Foreign speech. Foreign foreign foreign Foreign speech. Foreign foreign foreign speech. [Music] [Music] for [Music] [Music] what is I don't for she Fore! Foreign! Foreign! Fore! Foreign! Foreign! [Music] foreignch. [Music] [Music] [Music] [Music] Fore! Foreign! Foreign! [Music] foreign Foreign [Music]", "sentences": ["Fore!", "Foreign!", "Foreign!", "Fore!", "Foreign!", "Foreign!", "Foreign speech.", "Foreign foreign foreign Foreign speech.", "Foreign foreign foreign Foreign speech.", "Foreign foreign foreign speech.", "[Music] [Music] for [Music] [Music] what is I don't for she Fore!", "Foreign!", "Foreign!", "Fore!", "Foreign!", "Foreign!", "[Music] foreignch.", "[Music] [Music] [Music] [Music] Fore!", "Foreign!", "Foreign!", "[Music] foreign Foreign [Music]"], "transcript": [{"start": 0.0, "end": 15.19, "text": "Fore!"}, {"start": 15.2, "end": 42.47, "text": "Foreign! Foreign!"}, {"start": 42.48, "end": 62.79, "text": "Fore! Foreign! Foreign!"}, {"start": 62.8, "end": 64.229, "text": "Foreign speech. Foreign foreign foreign"}, {"start": 64.229, "end": 64.239, "text": "Foreign speech. Foreign foreign foreign"}, {"start": 64.239, "end": 111.05, "text": "Foreign speech. Foreign foreign foreign speech."}, {"start": 111.06, "end": 120.58, "text": "[Music]"}, {"start": 120.59, "end": 124.23, "text": "[Music]"}, {"start": 124.24, "end": 135.77, "text": "for"}, {"start": 135.78, "end": 141.42000000000002, "text": "[Music]"}, {"start": 141.43, "end": 153.589, "text": "[Music]"}, {"start": 153.599, "end": 180.949, "text": "what is"}, {"start": 180.959, "end": 213.43, "text": "I don't"}, {"start": 213.44, "end": 240.47, "text": "for"}, {"start": 240.48, "end": 260.629, "text": "she"}, {"start": 260.639, "end": 272.95, "text": "Fore!"}, {"start": 272.96, "end": 281.67, "text": "Foreign! Foreign!"}, {"start": 281.68, "end": 287.67, "text": "Fore! Foreign! Foreign!"}, {"start": 287.68, "end": 292.07, "text": "[Music]"}, {"start": 292.08, "end": 302.94, "text": "foreignch."}, {"start": 302.95, "end": 323.7, "text": "[Music]"}, {"start": 323.71, "end": 334.62, "text": "[Music]"}, {"start": 334.63, "end": 340.88, "text": "[Music]"}, {"start": 340.89, "end": 391.83, "text": "[Music]"}, {"start": 391.84, "end": 424.5, "text": "Fore! Foreign! Foreign!"}, {"start": 424.51, "end": 442.23, "text": "[Music]"}, {"start": 442.24, "end": 481.83, "text": "foreign"}, {"start": 481.84, "end": 494.29, "text": "Foreign"}, {"start": 494.3, "end": 497.42, "text": "[Music]"}], "createdAt": "2025-12-15T01:04:07.000Z", "imageUrl": "https://img.youtube.com/vi/xpWvqQinFgA/hqdefault.jpg", "type": "video", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=xpWvqQinFgA", "isFavorite": false, "progress": 0, "genre": "story"}]