[{"id": "yt_BVXLH_hvlsk", "userId": "system", "title": "Dikgang tsa Setswana | 30 November 2025", "language": "tn", "content": "SABC Studio 10 Oakland Park United Arab Emirates. A suspect was arrested yesterday who is A suspect was arrested yesterday who is A suspect was arrested yesterday who is um allegedly part of those people that um allegedly part of those people that um allegedly part of those people that were facilitated to be involved in the were facilitated to be involved in the were facilitated to be involved in the Russia Ukraine war and that person will Russia Ukraine war and that person will Russia Ukraine war and that person will be appearing together with the four that be appearing together with the four that be appearing together with the four that was um arrested in the previous two days was um arrested in the previous two days was um arrested in the previous two days uh on the same charges in the Kempton uh on the same charges in the Kempton uh on the same charges in the Kempton magistrates. Ivory Park. Ivory Park. We can confirm that we have mobilized We can confirm that we have mobilized We can confirm that we have mobilized maximum resources to hunt down uh these maximum resources to hunt down uh these maximum resources to hunt down uh these police uh killers. On Friday evening, police uh killers. On Friday evening, police uh killers. On Friday evening, our two police officers were conducting our two police officers were conducting our two police officers were conducting uh patrol duties in the Ivory Park um uh patrol duties in the Ivory Park um uh patrol duties in the Ivory Park um area in Johannesburg um when they were area in Johannesburg um when they were area in Johannesburg um when they were fatally wounded by at least four fatally wounded by at least four fatally wounded by at least four suspects. Um we are aware they were suspects. Um we are aware they were suspects. Um we are aware they were disarmed. um two state pistols were disarmed. um two state pistols were disarmed. um two state pistols were taken from them as well as an R5 uh SAPS taken from them as well as an R5 uh SAPS taken from them as well as an R5 uh SAPS um rifle. So we have launched a a um rifle. So we have launched a a um rifle. So we have launched a a manhunt. We have mobilized a team of manhunt. We have mobilized a team of manhunt. We have mobilized a team of detectives um that are on the ground. detectives um that are on the ground. detectives um that are on the ground. They are also um operational members They are also um operational members They are also um operational members that are actively searching for these that are actively searching for these that are actively searching for these suspects. So I can confirm that the suspects. So I can confirm that the suspects. So I can confirm that the manhunt is still on and we are urging manhunt is still on and we are urging manhunt is still on and we are urging communities with information on what communities with information on what communities with information on what transpired and who uh we may be looking transpired and who uh we may be looking transpired and who uh we may be looking for to come forward and call the 08600 for to come forward and call the 08600 for to come forward and call the 08600 10le1 uh number to assist us with 10le1 uh number to assist us with 10le1 uh number to assist us with information on this particular case. for for Foundation. All of us have attended the national day All of us have attended the national day All of us have attended the national day of prayer. Each and everyone when praying for this Each and everyone when praying for this Each and everyone when praying for this day, &gt;&gt; that person should remember that we are &gt;&gt; that person should remember that we are &gt;&gt; that person should remember that we are all warriors of faith. We pray for the healing of our nation, We pray for the healing of our nation, We pray for the healing of our nation, for the well-being of our people, and for the well-being of our people, and for the well-being of our people, and for the prosperity of our land. We pray for the prosperity of our land. We pray for the prosperity of our land. We pray for the youth, the future leaders of our for the youth, the future leaders of our for the youth, the future leaders of our nation that they may be guided by nation that they may be guided by nation that they may be guided by wisdom, compassion, and integrity. We wisdom, compassion, and integrity. We wisdom, compassion, and integrity. We pray for the vulnerable, the pray for the vulnerable, the pray for the vulnerable, the marginalized and the oppressed that they marginalized and the oppressed that they marginalized and the oppressed that they may find solace in the love and care of may find solace in the love and care of may find solace in the love and care of our nation. 365. For the first time in five consecutive For the first time in five consecutive For the first time in five consecutive years, years, years, we have this year managed to reduce the we have this year managed to reduce the we have this year managed to reduce the road death toll by 700 road death toll by 700 road death toll by 700 people. people. people. However, However, However, with over 9,400 with over 9,400 with over 9,400 fatalities on our roads already this fatalities on our roads already this fatalities on our roads already this year, year, year, we all agree that the accident rate is we all agree that the accident rate is we all agree that the accident rate is much much too high and there is still a much much too high and there is still a much much too high and there is still a lot more work that we have to do. lot more work that we have to do. lot more work that we have to do. But we are very encouraged But we are very encouraged But we are very encouraged that over the Easter period when we all that over the Easter period when we all that over the Easter period when we all joined hands and we worked together, we joined hands and we worked together, we joined hands and we worked together, we were able to ensure the lowest number of were able to ensure the lowest number of were able to ensure the lowest number of crashes and fatalities that we have seen crashes and fatalities that we have seen crashes and fatalities that we have seen in the last 3 years. We are also happy that all of you must We are also happy that all of you must We are also happy that all of you must do you have agreed that the provincial do you have agreed that the provincial do you have agreed that the provincial conference conference conference of the agency in the northwest province of the agency in the northwest province of the agency in the northwest province must take place by end of March next must take place by end of March next must take place by end of March next Yeah. We are actually in support. We We are actually in support. We We are actually in support. We definitely need uh to go for an early definitely need uh to go for an early definitely need uh to go for an early conference and that is on the basis of conference and that is on the basis of conference and that is on the basis of the fact uh that we we do not have the fact uh that we we do not have the fact uh that we we do not have leadership currently. I think that has leadership currently. I think that has leadership currently. I think that has to be said out loud. My first message for them is that they My first message for them is that they My first message for them is that they are going there as delegates. They must are going there as delegates. They must are going there as delegates. They must make their contribution, not depend on make their contribution, not depend on make their contribution, not depend on what others say, not depend on the what others say, not depend on the what others say, not depend on the paper, put their perspective on what is paper, put their perspective on what is paper, put their perspective on what is contained in the paper itself. And that contained in the paper itself. And that contained in the paper itself. And that is the message I gave them. offensation industry. Northern we limit ourselves to YouTube and we limit ourselves to YouTube and we limit ourselves to YouTube and there's both Netflix and other movie there's both Netflix and other movie there's both Netflix and other movie platforms that we can uh deliver or put platforms that we can uh deliver or put platforms that we can uh deliver or put our movies out to. So I think the more our movies out to. So I think the more our movies out to. So I think the more you create anything the more you do it you create anything the more you do it you create anything the more you do it the more exposure you would get. I think the more exposure you would get. I think the more exposure you would get. I think the more we tell our stories that's the more we tell our stories that's the more we tell our stories that's that's the only way and or a form of way that's the only way and or a form of way that's the only way and or a form of way that we can get a lot of exposure. I that we can get a lot of exposure. I that we can get a lot of exposure. I believe that the film fest, the Northern believe that the film fest, the Northern believe that the film fest, the Northern Cape Film Week, including the 72-hour Cape Film Week, including the 72-hour Cape Film Week, including the 72-hour short film challenge, is going to short film challenge, is going to short film challenge, is going to develop me as a filmmaker develop me as a filmmaker develop me as a filmmaker in terms of handling the stress and in terms of handling the stress and in terms of handling the stress and pressure of working pressure of working pressure of working with a limited budget, with a limited budget, with a limited budget, limited time, limited time, limited time, and to mitigate the challenges that and to mitigate the challenges that and to mitigate the challenges that comes with being a film producer. I've always believed that Northern Cape I've always believed that Northern Cape I've always believed that Northern Cape unique stories are not told. They are unique stories are not told. They are unique stories are not told. They are very rare and and I think uh the world very rare and and I think uh the world very rare and and I think uh the world uh we need to develop an appetite for uh we need to develop an appetite for uh we need to develop an appetite for them for the world and uh since our them for the world and uh since our them for the world and uh since our inception as the Northern Cape Film Week inception as the Northern Cape Film Week inception as the Northern Cape Film Week we wanted to create opportunity we we wanted to create opportunity we we wanted to create opportunity we wanted to empower filmmakers and we will wanted to empower filmmakers and we will wanted to empower filmmakers and we will continue to do that uh throughout our continue to do that uh throughout our continue to do that uh throughout our existence. This being the fifth edition existence. This being the fifth edition existence. This being the fifth edition we hoping to grow we hoping to grow we hoping to grow and then then get to do what we have and then then get to do what we have and then then get to do what we have always been doing. always been doing. always been doing. Forec. too. Converations FC Indigan heat.", "sentences": ["SABC Studio 10 Oakland Park United Arab Emirates.", "A suspect was arrested yesterday who is A suspect was arrested yesterday who is A suspect was arrested yesterday who is um allegedly part of those people that um allegedly part of those people that um allegedly part of those people that were facilitated to be involved in the were facilitated to be involved in the were facilitated to be involved in the Russia Ukraine war and that person will Russia Ukraine war and that person will Russia Ukraine war and that person will be appearing together with the four that be appearing together with the four that be appearing together with the four that was um arrested in the previous two days was um arrested in the previous two days was um arrested in the previous two days uh on the same charges in the Kempton uh on the same charges in the Kempton uh on the same charges in the Kempton magistrates.", "Ivory Park.", "Ivory Park.", "We can confirm that we have mobilized We can confirm that we have mobilized We can confirm that we have mobilized maximum resources to hunt down uh these maximum resources to hunt down uh these maximum resources to hunt down uh these police uh killers.", "On Friday evening, police uh killers.", "On Friday evening, police uh killers.", "On Friday evening, our two police officers were conducting our two police officers were conducting our two police officers were conducting uh patrol duties in the Ivory Park um uh patrol duties in the Ivory Park um uh patrol duties in the Ivory Park um area in Johannesburg um when they were area in Johannesburg um when they were area in Johannesburg um when they were fatally wounded by at least four fatally wounded by at least four fatally wounded by at least four suspects.", "Um we are aware they were suspects.", "Um we are aware they were suspects.", "Um we are aware they were disarmed.", "um two state pistols were disarmed.", "um two state pistols were disarmed.", "um two state pistols were taken from them as well as an R5 uh SAPS taken from them as well as an R5 uh SAPS taken from them as well as an R5 uh SAPS um rifle.", "So we have launched a a um rifle.", "So we have launched a a um rifle.", "So we have launched a a manhunt.", "We have mobilized a team of manhunt.", "We have mobilized a team of manhunt.", "We have mobilized a team of detectives um that are on the ground.", "detectives um that are on the ground.", "detectives um that are on the ground.", "They are also um operational members They are also um operational members They are also um operational members that are actively searching for these that are actively searching for these that are actively searching for these suspects.", "So I can confirm that the suspects.", "So I can confirm that the suspects.", "So I can confirm that the manhunt is still on and we are urging manhunt is still on and we are urging manhunt is still on and we are urging communities with information on what communities with information on what communities with information on what transpired and who uh we may be looking transpired and who uh we may be looking transpired and who uh we may be looking for to come forward and call the 08600 for to come forward and call the 08600 for to come forward and call the 08600 10le1 uh number to assist us with 10le1 uh number to assist us with 10le1 uh number to assist us with information on this particular case.", "for for Foundation.", "All of us have attended the national day All of us have attended the national day All of us have attended the national day of prayer.", "Each and everyone when praying for this Each and everyone when praying for this Each and everyone when praying for this day, &gt;&gt; that person should remember that we are &gt;&gt; that person should remember that we are &gt;&gt; that person should remember that we are all warriors of faith.", "We pray for the healing of our nation, We pray for the healing of our nation, We pray for the healing of our nation, for the well-being of our people, and for the well-being of our people, and for the well-being of our people, and for the prosperity of our land.", "We pray for the prosperity of our land.", "We pray for the prosperity of our land.", "We pray for the youth, the future leaders of our for the youth, the future leaders of our for the youth, the future leaders of our nation that they may be guided by nation that they may be guided by nation that they may be guided by wisdom, compassion, and integrity.", "We wisdom, compassion, and integrity.", "We wisdom, compassion, and integrity.", "We pray for the vulnerable, the pray for the vulnerable, the pray for the vulnerable, the marginalized and the oppressed that they marginalized and the oppressed that they marginalized and the oppressed that they may find solace in the love and care of may find solace in the love and care of may find solace in the love and care of our nation.", "365.", "For the first time in five consecutive For the first time in five consecutive For the first time in five consecutive years, years, years, we have this year managed to reduce the we have this year managed to reduce the we have this year managed to reduce the road death toll by 700 road death toll by 700 road death toll by 700 people.", "people.", "people.", "However, However, However, with over 9,400 with over 9,400 with over 9,400 fatalities on our roads already this fatalities on our roads already this fatalities on our roads already this year, year, year, we all agree that the accident rate is we all agree that the accident rate is we all agree that the accident rate is much much too high and there is still a much much too high and there is still a much much too high and there is still a lot more work that we have to do.", "lot more work that we have to do.", "lot more work that we have to do.", "But we are very encouraged But we are very encouraged But we are very encouraged that over the Easter period when we all that over the Easter period when we all that over the Easter period when we all joined hands and we worked together, we joined hands and we worked together, we joined hands and we worked together, we were able to ensure the lowest number of were able to ensure the lowest number of were able to ensure the lowest number of crashes and fatalities that we have seen crashes and fatalities that we have seen crashes and fatalities that we have seen in the last 3 years.", "We are also happy that all of you must We are also happy that all of you must We are also happy that all of you must do you have agreed that the provincial do you have agreed that the provincial do you have agreed that the provincial conference conference conference of the agency in the northwest province of the agency in the northwest province of the agency in the northwest province must take place by end of March next must take place by end of March next must take place by end of March next Yeah.", "We are actually in support.", "We We are actually in support.", "We We are actually in support.", "We definitely need uh to go for an early definitely need uh to go for an early definitely need uh to go for an early conference and that is on the basis of conference and that is on the basis of conference and that is on the basis of the fact uh that we we do not have the fact uh that we we do not have the fact uh that we we do not have leadership currently.", "I think that has leadership currently.", "I think that has leadership currently.", "I think that has to be said out loud.", "My first message for them is that they My first message for them is that they My first message for them is that they are going there as delegates.", "They must are going there as delegates.", "They must are going there as delegates.", "They must make their contribution, not depend on make their contribution, not depend on make their contribution, not depend on what others say, not depend on the what others say, not depend on the what others say, not depend on the paper, put their perspective on what is paper, put their perspective on what is paper, put their perspective on what is contained in the paper itself.", "And that contained in the paper itself.", "And that contained in the paper itself.", "And that is the message I gave them.", "offensation industry.", "Northern we limit ourselves to YouTube and we limit ourselves to YouTube and we limit ourselves to YouTube and there's both Netflix and other movie there's both Netflix and other movie there's both Netflix and other movie platforms that we can uh deliver or put platforms that we can uh deliver or put platforms that we can uh deliver or put our movies out to.", "So I think the more our movies out to.", "So I think the more our movies out to.", "So I think the more you create anything the more you do it you create anything the more you do it you create anything the more you do it the more exposure you would get.", "I think the more exposure you would get.", "I think the more exposure you would get.", "I think the more we tell our stories that's the more we tell our stories that's the more we tell our stories that's that's the only way and or a form of way that's the only way and or a form of way that's the only way and or a form of way that we can get a lot of exposure.", "I that we can get a lot of exposure.", "I that we can get a lot of exposure.", "I believe that the film fest, the Northern believe that the film fest, the Northern believe that the film fest, the Northern Cape Film Week, including the 72-hour Cape Film Week, including the 72-hour Cape Film Week, including the 72-hour short film challenge, is going to short film challenge, is going to short film challenge, is going to develop me as a filmmaker develop me as a filmmaker develop me as a filmmaker in terms of handling the stress and in terms of handling the stress and in terms of handling the stress and pressure of working pressure of working pressure of working with a limited budget, with a limited budget, with a limited budget, limited time, limited time, limited time, and to mitigate the challenges that and to mitigate the challenges that and to mitigate the challenges that comes with being a film producer.", "I've always believed that Northern Cape I've always believed that Northern Cape I've always believed that Northern Cape unique stories are not told.", "They are unique stories are not told.", "They are unique stories are not told.", "They are very rare and and I think uh the world very rare and and I think uh the world very rare and and I think uh the world uh we need to develop an appetite for uh we need to develop an appetite for uh we need to develop an appetite for them for the world and uh since our them for the world and uh since our them for the world and uh since our inception as the Northern Cape Film Week inception as the Northern Cape Film Week inception as the Northern Cape Film Week we wanted to create opportunity we we wanted to create opportunity we we wanted to create opportunity we wanted to empower filmmakers and we will wanted to empower filmmakers and we will wanted to empower filmmakers and we will continue to do that uh throughout our continue to do that uh throughout our continue to do that uh throughout our existence.", "This being the fifth edition existence.", "This being the fifth edition existence.", "This being the fifth edition we hoping to grow we hoping to grow we hoping to grow and then then get to do what we have and then then get to do what we have and then then get to do what we have always been doing.", "always been doing.", "always been doing.", "Forec.", "too.", "Converations FC Indigan heat."], "transcript": [{"start": 11.44, "end": 36.47, "text": "SABC Studio 10 Oakland Park"}, {"start": 36.48, "end": 50.389, "text": "United Arab Emirates."}, {"start": 50.399, "end": 54.15, "text": "A suspect was arrested yesterday who is"}, {"start": 54.15, "end": 54.16, "text": "A suspect was arrested yesterday who is"}, {"start": 54.16, "end": 57.27, "text": "A suspect was arrested yesterday who is um allegedly part of those people that"}, {"start": 57.27, "end": 57.28, "text": "um allegedly part of those people that"}, {"start": 57.28, "end": 61.189, "text": "um allegedly part of those people that were facilitated to be involved in the"}, {"start": 61.189, "end": 61.199, "text": "were facilitated to be involved in the"}, {"start": 61.199, "end": 64.229, "text": "were facilitated to be involved in the Russia Ukraine war and that person will"}, {"start": 64.229, "end": 64.239, "text": "Russia Ukraine war and that person will"}, {"start": 64.239, "end": 66.469, "text": "Russia Ukraine war and that person will be appearing together with the four that"}, {"start": 66.469, "end": 66.479, "text": "be appearing together with the four that"}, {"start": 66.479, "end": 69.51, "text": "be appearing together with the four that was um arrested in the previous two days"}, {"start": 69.51, "end": 69.52, "text": "was um arrested in the previous two days"}, {"start": 69.52, "end": 71.59, "text": "was um arrested in the previous two days uh on the same charges in the Kempton"}, {"start": 71.59, "end": 71.6, "text": "uh on the same charges in the Kempton"}, {"start": 71.6, "end": 90.95, "text": "uh on the same charges in the Kempton magistrates."}, {"start": 90.96000000000001, "end": 108.55, "text": "Ivory Park."}, {"start": 108.56, "end": 129.19, "text": "Ivory Park."}, {"start": 129.2, "end": 131.99, "text": "We can confirm that we have mobilized"}, {"start": 131.99, "end": 132.0, "text": "We can confirm that we have mobilized"}, {"start": 132.0, "end": 134.55, "text": "We can confirm that we have mobilized maximum resources to hunt down uh these"}, {"start": 134.55, "end": 134.56, "text": "maximum resources to hunt down uh these"}, {"start": 134.56, "end": 137.589, "text": "maximum resources to hunt down uh these police uh killers. On Friday evening,"}, {"start": 137.589, "end": 137.599, "text": "police uh killers. On Friday evening,"}, {"start": 137.599, "end": 140.15, "text": "police uh killers. On Friday evening, our two police officers were conducting"}, {"start": 140.15, "end": 140.16, "text": "our two police officers were conducting"}, {"start": 140.16, "end": 143.43, "text": "our two police officers were conducting uh patrol duties in the Ivory Park um"}, {"start": 143.43, "end": 143.44, "text": "uh patrol duties in the Ivory Park um"}, {"start": 143.44, "end": 145.67000000000002, "text": "uh patrol duties in the Ivory Park um area in Johannesburg um when they were"}, {"start": 145.67000000000002, "end": 145.68, "text": "area in Johannesburg um when they were"}, {"start": 145.68, "end": 147.67000000000002, "text": "area in Johannesburg um when they were fatally wounded by at least four"}, {"start": 147.67000000000002, "end": 147.68, "text": "fatally wounded by at least four"}, {"start": 147.68, "end": 150.15, "text": "fatally wounded by at least four suspects. Um we are aware they were"}, {"start": 150.15, "end": 150.16, "text": "suspects. Um we are aware they were"}, {"start": 150.16, "end": 153.589, "text": "suspects. Um we are aware they were disarmed. um two state pistols were"}, {"start": 153.589, "end": 153.599, "text": "disarmed. um two state pistols were"}, {"start": 153.599, "end": 156.869, "text": "disarmed. um two state pistols were taken from them as well as an R5 uh SAPS"}, {"start": 156.869, "end": 156.879, "text": "taken from them as well as an R5 uh SAPS"}, {"start": 156.879, "end": 159.50900000000001, "text": "taken from them as well as an R5 uh SAPS um rifle. So we have launched a a"}, {"start": 159.50900000000001, "end": 159.519, "text": "um rifle. So we have launched a a"}, {"start": 159.519, "end": 161.589, "text": "um rifle. So we have launched a a manhunt. We have mobilized a team of"}, {"start": 161.589, "end": 161.599, "text": "manhunt. We have mobilized a team of"}, {"start": 161.599, "end": 163.99, "text": "manhunt. We have mobilized a team of detectives um that are on the ground."}, {"start": 163.99, "end": 164.0, "text": "detectives um that are on the ground."}, {"start": 164.0, "end": 166.949, "text": "detectives um that are on the ground. They are also um operational members"}, {"start": 166.949, "end": 166.959, "text": "They are also um operational members"}, {"start": 166.959, "end": 168.949, "text": "They are also um operational members that are actively searching for these"}, {"start": 168.949, "end": 168.959, "text": "that are actively searching for these"}, {"start": 168.959, "end": 170.949, "text": "that are actively searching for these suspects. So I can confirm that the"}, {"start": 170.949, "end": 170.959, "text": "suspects. So I can confirm that the"}, {"start": 170.959, "end": 173.35, "text": "suspects. So I can confirm that the manhunt is still on and we are urging"}, {"start": 173.35, "end": 173.36, "text": "manhunt is still on and we are urging"}, {"start": 173.36, "end": 175.50900000000001, "text": "manhunt is still on and we are urging communities with information on what"}, {"start": 175.50900000000001, "end": 175.519, "text": "communities with information on what"}, {"start": 175.519, "end": 177.99, "text": "communities with information on what transpired and who uh we may be looking"}, {"start": 177.99, "end": 178.0, "text": "transpired and who uh we may be looking"}, {"start": 178.0, "end": 180.869, "text": "transpired and who uh we may be looking for to come forward and call the 08600"}, {"start": 180.869, "end": 180.879, "text": "for to come forward and call the 08600"}, {"start": 180.879, "end": 184.309, "text": "for to come forward and call the 08600 10le1 uh number to assist us with"}, {"start": 184.309, "end": 184.319, "text": "10le1 uh number to assist us with"}, {"start": 184.319, "end": 193.91, "text": "10le1 uh number to assist us with information on this particular case."}, {"start": 193.92, "end": 223.50900000000001, "text": "for"}, {"start": 223.519, "end": 243.27, "text": "for"}, {"start": 243.28, "end": 264.55, "text": "Foundation."}, {"start": 264.56, "end": 269.27, "text": "All of us have attended the national day"}, {"start": 269.27, "end": 269.28, "text": "All of us have attended the national day"}, {"start": 269.28, "end": 275.11, "text": "All of us have attended the national day of prayer."}, {"start": 275.12, "end": 278.55, "text": "Each and everyone when praying for this"}, {"start": 278.55, "end": 278.56, "text": "Each and everyone when praying for this"}, {"start": 278.56, "end": 283.03, "text": "Each and everyone when praying for this day,"}, {"start": 283.04, "end": 288.469, "text": "&gt;&gt; that person should remember that we are"}, {"start": 288.469, "end": 288.479, "text": "&gt;&gt; that person should remember that we are"}, {"start": 288.479, "end": 306.95, "text": "&gt;&gt; that person should remember that we are all warriors of faith."}, {"start": 306.96, "end": 309.99, "text": "We pray for the healing of our nation,"}, {"start": 309.99, "end": 310.0, "text": "We pray for the healing of our nation,"}, {"start": 310.0, "end": 312.55, "text": "We pray for the healing of our nation, for the well-being of our people, and"}, {"start": 312.55, "end": 312.56, "text": "for the well-being of our people, and"}, {"start": 312.56, "end": 316.23, "text": "for the well-being of our people, and for the prosperity of our land. We pray"}, {"start": 316.23, "end": 316.24, "text": "for the prosperity of our land. We pray"}, {"start": 316.24, "end": 319.189, "text": "for the prosperity of our land. We pray for the youth, the future leaders of our"}, {"start": 319.189, "end": 319.199, "text": "for the youth, the future leaders of our"}, {"start": 319.199, "end": 321.909, "text": "for the youth, the future leaders of our nation that they may be guided by"}, {"start": 321.909, "end": 321.919, "text": "nation that they may be guided by"}, {"start": 321.919, "end": 325.99, "text": "nation that they may be guided by wisdom, compassion, and integrity. We"}, {"start": 325.99, "end": 326.0, "text": "wisdom, compassion, and integrity. We"}, {"start": 326.0, "end": 328.55, "text": "wisdom, compassion, and integrity. We pray for the vulnerable, the"}, {"start": 328.55, "end": 328.56, "text": "pray for the vulnerable, the"}, {"start": 328.56, "end": 331.99, "text": "pray for the vulnerable, the marginalized and the oppressed that they"}, {"start": 331.99, "end": 332.0, "text": "marginalized and the oppressed that they"}, {"start": 332.0, "end": 335.749, "text": "marginalized and the oppressed that they may find solace in the love and care of"}, {"start": 335.749, "end": 335.759, "text": "may find solace in the love and care of"}, {"start": 335.759, "end": 354.79, "text": "may find solace in the love and care of our nation."}, {"start": 354.8, "end": 364.71, "text": "365."}, {"start": 364.72, "end": 368.55, "text": "For the first time in five consecutive"}, {"start": 368.55, "end": 368.56, "text": "For the first time in five consecutive"}, {"start": 368.56, "end": 370.79, "text": "For the first time in five consecutive years,"}, {"start": 370.79, "end": 370.8, "text": "years,"}, {"start": 370.8, "end": 374.629, "text": "years, we have this year managed to reduce the"}, {"start": 374.629, "end": 374.639, "text": "we have this year managed to reduce the"}, {"start": 374.639, "end": 378.71, "text": "we have this year managed to reduce the road death toll by 700"}, {"start": 378.71, "end": 378.72, "text": "road death toll by 700"}, {"start": 378.72, "end": 380.71, "text": "road death toll by 700 people."}, {"start": 380.71, "end": 380.72, "text": "people."}, {"start": 380.72, "end": 382.39, "text": "people. However,"}, {"start": 382.39, "end": 382.4, "text": "However,"}, {"start": 382.4, "end": 385.029, "text": "However, with over 9,400"}, {"start": 385.029, "end": 385.039, "text": "with over 9,400"}, {"start": 385.039, "end": 388.23, "text": "with over 9,400 fatalities on our roads already this"}, {"start": 388.23, "end": 388.24, "text": "fatalities on our roads already this"}, {"start": 388.24, "end": 389.83, "text": "fatalities on our roads already this year,"}, {"start": 389.83, "end": 389.84, "text": "year,"}, {"start": 389.84, "end": 393.11, "text": "year, we all agree that the accident rate is"}, {"start": 393.11, "end": 393.12, "text": "we all agree that the accident rate is"}, {"start": 393.12, "end": 396.71, "text": "we all agree that the accident rate is much much too high and there is still a"}, {"start": 396.71, "end": 396.72, "text": "much much too high and there is still a"}, {"start": 396.72, "end": 400.71, "text": "much much too high and there is still a lot more work that we have to do."}, {"start": 400.71, "end": 400.72, "text": "lot more work that we have to do."}, {"start": 400.72, "end": 403.909, "text": "lot more work that we have to do. But we are very encouraged"}, {"start": 403.909, "end": 403.919, "text": "But we are very encouraged"}, {"start": 403.919, "end": 407.27, "text": "But we are very encouraged that over the Easter period when we all"}, {"start": 407.27, "end": 407.28, "text": "that over the Easter period when we all"}, {"start": 407.28, "end": 410.79, "text": "that over the Easter period when we all joined hands and we worked together, we"}, {"start": 410.79, "end": 410.8, "text": "joined hands and we worked together, we"}, {"start": 410.8, "end": 413.43, "text": "joined hands and we worked together, we were able to ensure the lowest number of"}, {"start": 413.43, "end": 413.44, "text": "were able to ensure the lowest number of"}, {"start": 413.44, "end": 417.029, "text": "were able to ensure the lowest number of crashes and fatalities that we have seen"}, {"start": 417.029, "end": 417.039, "text": "crashes and fatalities that we have seen"}, {"start": 417.039, "end": 458.629, "text": "crashes and fatalities that we have seen in the last 3 years."}, {"start": 458.639, "end": 465.27, "text": "We are also happy that all of you must"}, {"start": 465.27, "end": 465.28, "text": "We are also happy that all of you must"}, {"start": 465.28, "end": 467.67, "text": "We are also happy that all of you must do you have agreed that the provincial"}, {"start": 467.67, "end": 467.68, "text": "do you have agreed that the provincial"}, {"start": 467.68, "end": 470.07, "text": "do you have agreed that the provincial conference"}, {"start": 470.07, "end": 470.08, "text": "conference"}, {"start": 470.08, "end": 472.71, "text": "conference of the agency in the northwest province"}, {"start": 472.71, "end": 472.72, "text": "of the agency in the northwest province"}, {"start": 472.72, "end": 475.11, "text": "of the agency in the northwest province must take place by end of March next"}, {"start": 475.11, "end": 475.12, "text": "must take place by end of March next"}, {"start": 475.12, "end": 491.99, "text": "must take place by end of March next Yeah."}, {"start": 492.0, "end": 494.309, "text": "We are actually in support. We"}, {"start": 494.309, "end": 494.319, "text": "We are actually in support. We"}, {"start": 494.319, "end": 497.189, "text": "We are actually in support. We definitely need uh to go for an early"}, {"start": 497.189, "end": 497.199, "text": "definitely need uh to go for an early"}, {"start": 497.199, "end": 499.51, "text": "definitely need uh to go for an early conference and that is on the basis of"}, {"start": 499.51, "end": 499.52, "text": "conference and that is on the basis of"}, {"start": 499.52, "end": 502.39, "text": "conference and that is on the basis of the fact uh that we we do not have"}, {"start": 502.39, "end": 502.4, "text": "the fact uh that we we do not have"}, {"start": 502.4, "end": 504.629, "text": "the fact uh that we we do not have leadership currently. I think that has"}, {"start": 504.629, "end": 504.639, "text": "leadership currently. I think that has"}, {"start": 504.639, "end": 518.469, "text": "leadership currently. I think that has to be said out loud."}, {"start": 518.479, "end": 521.029, "text": "My first message for them is that they"}, {"start": 521.029, "end": 521.039, "text": "My first message for them is that they"}, {"start": 521.039, "end": 523.509, "text": "My first message for them is that they are going there as delegates. They must"}, {"start": 523.509, "end": 523.519, "text": "are going there as delegates. They must"}, {"start": 523.519, "end": 525.67, "text": "are going there as delegates. They must make their contribution, not depend on"}, {"start": 525.67, "end": 525.68, "text": "make their contribution, not depend on"}, {"start": 525.68, "end": 528.07, "text": "make their contribution, not depend on what others say, not depend on the"}, {"start": 528.07, "end": 528.08, "text": "what others say, not depend on the"}, {"start": 528.08, "end": 530.63, "text": "what others say, not depend on the paper, put their perspective on what is"}, {"start": 530.63, "end": 530.64, "text": "paper, put their perspective on what is"}, {"start": 530.64, "end": 533.19, "text": "paper, put their perspective on what is contained in the paper itself. And that"}, {"start": 533.19, "end": 533.2, "text": "contained in the paper itself. And that"}, {"start": 533.2, "end": 540.79, "text": "contained in the paper itself. And that is the message I gave them."}, {"start": 540.8, "end": 570.07, "text": "offensation"}, {"start": 570.08, "end": 578.63, "text": "industry."}, {"start": 578.64, "end": 601.269, "text": "Northern"}, {"start": 601.279, "end": 604.07, "text": "we limit ourselves to YouTube and"}, {"start": 604.07, "end": 604.08, "text": "we limit ourselves to YouTube and"}, {"start": 604.08, "end": 607.03, "text": "we limit ourselves to YouTube and there's both Netflix and other movie"}, {"start": 607.03, "end": 607.04, "text": "there's both Netflix and other movie"}, {"start": 607.04, "end": 609.829, "text": "there's both Netflix and other movie platforms that we can uh deliver or put"}, {"start": 609.829, "end": 609.839, "text": "platforms that we can uh deliver or put"}, {"start": 609.839, "end": 612.23, "text": "platforms that we can uh deliver or put our movies out to. So I think the more"}, {"start": 612.23, "end": 612.24, "text": "our movies out to. So I think the more"}, {"start": 612.24, "end": 615.509, "text": "our movies out to. So I think the more you create anything the more you do it"}, {"start": 615.509, "end": 615.519, "text": "you create anything the more you do it"}, {"start": 615.519, "end": 617.269, "text": "you create anything the more you do it the more exposure you would get. I think"}, {"start": 617.269, "end": 617.279, "text": "the more exposure you would get. I think"}, {"start": 617.279, "end": 620.389, "text": "the more exposure you would get. I think the more we tell our stories that's"}, {"start": 620.389, "end": 620.399, "text": "the more we tell our stories that's"}, {"start": 620.399, "end": 623.59, "text": "the more we tell our stories that's that's the only way and or a form of way"}, {"start": 623.59, "end": 623.6, "text": "that's the only way and or a form of way"}, {"start": 623.6, "end": 626.87, "text": "that's the only way and or a form of way that we can get a lot of exposure. I"}, {"start": 626.87, "end": 626.88, "text": "that we can get a lot of exposure. I"}, {"start": 626.88, "end": 629.91, "text": "that we can get a lot of exposure. I believe that the film fest, the Northern"}, {"start": 629.91, "end": 629.92, "text": "believe that the film fest, the Northern"}, {"start": 629.92, "end": 633.75, "text": "believe that the film fest, the Northern Cape Film Week, including the 72-hour"}, {"start": 633.75, "end": 633.76, "text": "Cape Film Week, including the 72-hour"}, {"start": 633.76, "end": 636.23, "text": "Cape Film Week, including the 72-hour short film challenge, is going to"}, {"start": 636.23, "end": 636.24, "text": "short film challenge, is going to"}, {"start": 636.24, "end": 638.87, "text": "short film challenge, is going to develop me as a filmmaker"}, {"start": 638.87, "end": 638.88, "text": "develop me as a filmmaker"}, {"start": 638.88, "end": 642.31, "text": "develop me as a filmmaker in terms of handling the stress and"}, {"start": 642.31, "end": 642.32, "text": "in terms of handling the stress and"}, {"start": 642.32, "end": 645.19, "text": "in terms of handling the stress and pressure of working"}, {"start": 645.19, "end": 645.2, "text": "pressure of working"}, {"start": 645.2, "end": 647.99, "text": "pressure of working with a limited budget,"}, {"start": 647.99, "end": 648.0, "text": "with a limited budget,"}, {"start": 648.0, "end": 650.23, "text": "with a limited budget, limited time,"}, {"start": 650.23, "end": 650.24, "text": "limited time,"}, {"start": 650.24, "end": 652.949, "text": "limited time, and to mitigate the challenges that"}, {"start": 652.949, "end": 652.9590000000001, "text": "and to mitigate the challenges that"}, {"start": 652.9590000000001, "end": 664.71, "text": "and to mitigate the challenges that comes with being a film producer."}, {"start": 664.72, "end": 666.31, "text": "I've always believed that Northern Cape"}, {"start": 666.31, "end": 666.32, "text": "I've always believed that Northern Cape"}, {"start": 666.32, "end": 668.71, "text": "I've always believed that Northern Cape unique stories are not told. They are"}, {"start": 668.71, "end": 668.72, "text": "unique stories are not told. They are"}, {"start": 668.72, "end": 672.23, "text": "unique stories are not told. They are very rare and and I think uh the world"}, {"start": 672.23, "end": 672.24, "text": "very rare and and I think uh the world"}, {"start": 672.24, "end": 674.79, "text": "very rare and and I think uh the world uh we need to develop an appetite for"}, {"start": 674.79, "end": 674.8, "text": "uh we need to develop an appetite for"}, {"start": 674.8, "end": 676.949, "text": "uh we need to develop an appetite for them for the world and uh since our"}, {"start": 676.949, "end": 676.959, "text": "them for the world and uh since our"}, {"start": 676.959, "end": 678.79, "text": "them for the world and uh since our inception as the Northern Cape Film Week"}, {"start": 678.79, "end": 678.8, "text": "inception as the Northern Cape Film Week"}, {"start": 678.8, "end": 680.79, "text": "inception as the Northern Cape Film Week we wanted to create opportunity we"}, {"start": 680.79, "end": 680.8, "text": "we wanted to create opportunity we"}, {"start": 680.8, "end": 683.03, "text": "we wanted to create opportunity we wanted to empower filmmakers and we will"}, {"start": 683.03, "end": 683.04, "text": "wanted to empower filmmakers and we will"}, {"start": 683.04, "end": 685.75, "text": "wanted to empower filmmakers and we will continue to do that uh throughout our"}, {"start": 685.75, "end": 685.76, "text": "continue to do that uh throughout our"}, {"start": 685.76, "end": 688.87, "text": "continue to do that uh throughout our existence. This being the fifth edition"}, {"start": 688.87, "end": 688.88, "text": "existence. This being the fifth edition"}, {"start": 688.88, "end": 691.35, "text": "existence. This being the fifth edition we hoping to grow"}, {"start": 691.35, "end": 691.36, "text": "we hoping to grow"}, {"start": 691.36, "end": 694.069, "text": "we hoping to grow and then then get to do what we have"}, {"start": 694.069, "end": 694.079, "text": "and then then get to do what we have"}, {"start": 694.079, "end": 696.389, "text": "and then then get to do what we have always been doing."}, {"start": 696.389, "end": 696.399, "text": "always been doing."}, {"start": 696.399, "end": 718.31, "text": "always been doing. Forec."}, {"start": 718.32, "end": 743.19, "text": "too."}, {"start": 743.2, "end": 746.389, "text": "Converations"}, {"start": 746.399, "end": 771.67, "text": "FC Indigan"}, {"start": 771.68, "end": 774.68, "text": "heat."}], "createdAt": "2025-12-15T03:53:28.000Z", "imageUrl": "https://img.youtube.com/vi/BVXLH_hvlsk/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=BVXLH_hvlsk", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_Q5JZjZkq2Fg", "userId": "system", "title": "Dikgang tsa Setswana | 08 August 2025", "language": "tn", "content": "[Music] [Music] SABC studio 10 Oakland Park. The court held that under Zambian law The court held that under Zambian law The court held that under Zambian law and as a matter of public policy, a and as a matter of public policy, a and as a matter of public policy, a former president's personal wishes or former president's personal wishes or former president's personal wishes or the wishes of his family cannot outweigh the wishes of his family cannot outweigh the wishes of his family cannot outweigh the right of the state to honor the right of the state to honor the right of the state to honor that individual. The decision has been taken to summarily The decision has been taken to summarily The decision has been taken to summarily terminate the membership of the former terminate the membership of the former terminate the membership of the former secretary general. [Music] Dorado [Music] details. Steve Feretch. President Zambia The court held that under Zambian law The court held that under Zambian law The court held that under Zambian law and as a matter of public policy, a and as a matter of public policy, a and as a matter of public policy, a former president's personal wishes or former president's personal wishes or former president's personal wishes or the wishes of his family cannot outweigh the wishes of his family cannot outweigh the wishes of his family cannot outweigh the right of the state to honor the right of the state to honor the right of the state to honor that individual with a state funeral and that individual with a state funeral and that individual with a state funeral and burial at the official site designated. On the first issue, the court found that On the first issue, the court found that On the first issue, the court found that the parties had indeed entered into a the parties had indeed entered into a the parties had indeed entered into a valid agreement that the late valid agreement that the late valid agreement that the late president's remains would be repatriated president's remains would be repatriated president's remains would be repatriated to Zambia for the purpose of a state to Zambia for the purpose of a state to Zambia for the purpose of a state funeral and burial there. It's not winning. You don't win over uh It's not winning. You don't win over uh It's not winning. You don't win over uh a barrier. It's just what what makes uh a barrier. It's just what what makes uh a barrier. It's just what what makes uh good sense that uh the president or good sense that uh the president or good sense that uh the president or former president of the Republic of former president of the Republic of former president of the Republic of Zambia should be buried in his own Zambia should be buried in his own Zambia should be buried in his own country, the country where he was country, the country where he was country, the country where he was president. He was not president. He was not president. He was not I mean if you go to Zambia they call him I mean if you go to Zambia they call him I mean if you go to Zambia they call him father of the nation. We continue to father of the nation. We continue to father of the nation. We continue to mourn with them. It's normal that people mourn with them. It's normal that people mourn with them. It's normal that people can be emotional. And that's why it's important Presidentinch. Sorry. Amen. Once enacted, Once enacted, Once enacted, the bill will provide a legal framework the bill will provide a legal framework the bill will provide a legal framework to recognize and regulate traditional to recognize and regulate traditional to recognize and regulate traditional and quaan leadership institution and quaan leadership institution and quaan leadership institution clearly outlining clearly outlining clearly outlining their roles, responsibilities their roles, responsibilities their roles, responsibilities and engagement with government. Do we own the top soil only Do we own the top soil only Do we own the top soil only and beyond the top soil who owns? and beyond the top soil who owns? and beyond the top soil who owns? We need to have sufficient consultation We need to have sufficient consultation We need to have sufficient consultation with the national house of traditional with the national house of traditional with the national house of traditional and coisan leaders and other and coisan leaders and other and coisan leaders and other stakeholders to discuss the mechanisms stakeholders to discuss the mechanisms stakeholders to discuss the mechanisms through which communal land can be through which communal land can be through which communal land can be transferred in line with section 25 of transferred in line with section 25 of transferred in line with section 25 of our constitution. our constitution. our constitution. Let this dialogue be the turning point. Let this dialogue be the turning point. Let this dialogue be the turning point. A moment where the government and A moment where the government and A moment where the government and traditional leadership commit to working traditional leadership commit to working traditional leadership commit to working together not just in ceremony but in together not just in ceremony but in together not just in ceremony but in substance and strategy. We now take this opportunity to clarify. We now take this opportunity to clarify. We now take this opportunity to clarify. ify ify ify our position regarding the former our position regarding the former our position regarding the former secretary general. secretary general. secretary general. The leadership of condoes has noted The leadership of condoes has noted The leadership of condoes has noted several statements and ataris atesies by several statements and ataris atesies by several statements and ataris atesies by the former secretary general who was the former secretary general who was the former secretary general who was removed from the position recently. removed from the position recently. removed from the position recently. The leadership of Mondois The leadership of Mondois The leadership of Mondois had considered these aturrencances and had considered these aturrencances and had considered these aturrencances and actions and arrived at a conclusion that actions and arrived at a conclusion that actions and arrived at a conclusion that the former secretary general had not the former secretary general had not the former secretary general had not only publicly defined only publicly defined only publicly defined himself or themselves outside the ranks himself or themselves outside the ranks himself or themselves outside the ranks and ideological line of of the MK party and ideological line of of the MK party and ideological line of of the MK party but also seriously violated the trust but also seriously violated the trust but also seriously violated the trust placed on them placed on them placed on them as a member of the party. as a member of the party. as a member of the party. In this regard, the decision has been In this regard, the decision has been In this regard, the decision has been taken to summarily taken to summarily taken to summarily terminate the membership of the former terminate the membership of the former terminate the membership of the former secretary general and a formal letter of secretary general and a formal letter of secretary general and a formal letter of ex expulging was transmitted to him on ex expulging was transmitted to him on ex expulging was transmitted to him on the 15th of July 2025 will not entertain any further exchanges will not entertain any further exchanges will not entertain any further exchanges on this particular matter. for [Music] Dorado. I'm broken because it could have be my I'm broken because it could have be my I'm broken because it could have be my own child. There's a lot of children own child. There's a lot of children own child. There's a lot of children there. So we all we want is justice for there. So we all we want is justice for there. So we all we want is justice for Lon and that's all I have to say. Lon and that's all I have to say. Lon and that's all I have to say. &gt;&gt; Totally broken because she's so small. &gt;&gt; Totally broken because she's so small. &gt;&gt; Totally broken because she's so small. We supposed to rely on our fathers. We supposed to rely on our fathers. We supposed to rely on our fathers. Yeah. He just he disappointed us. for when they visited the crime scene, they when they visited the crime scene, they when they visited the crime scene, they suspected that maybe there's something suspected that maybe there's something suspected that maybe there's something also in the house. And they searched the also in the house. And they searched the also in the house. And they searched the house. They found some clothes that was house. They found some clothes that was house. They found some clothes that was having the blood. The mother of the having the blood. The mother of the having the blood. The mother of the child was already in the hospital with child was already in the hospital with child was already in the hospital with the child. So the FCS went to the mother the child. So the FCS went to the mother the child. So the FCS went to the mother of the child and interviewed the mother of the child and interviewed the mother of the child and interviewed the mother interrogated actually the mother. At a interrogated actually the mother. At a interrogated actually the mother. At a later stage the mother of the child later stage the mother of the child later stage the mother of the child confirm that the father has been ab confirm that the father has been ab confirm that the father has been ab abusing the two kids. So we had to abusing the two kids. So we had to abusing the two kids. So we had to arrest also the mother of the child. Section 154. According to the prosecutor, you stand arraigned to the prosecutor, you stand arraigned to the prosecutor, you stand arraigned on a count of attempted murder wherein on a count of attempted murder wherein on a count of attempted murder wherein they aware that the child sustained very they aware that the child sustained very they aware that the child sustained very serious and he previous injuries. With serious and he previous injuries. With serious and he previous injuries. With regards to count number two, the state a regards to count number two, the state a regards to count number two, the state a charged with a count of compelled rape charged with a count of compelled rape charged with a count of compelled rape of the very same child in question. That of the very same child in question. That of the very same child in question. That offense carries a prescribed minimum offense carries a prescribed minimum offense carries a prescribed minimum sentence of life imprisonment in the sentence of life imprisonment in the sentence of life imprisonment in the event of conviction. forch. for They went to fetch a suspect of business They went to fetch a suspect of business They went to fetch a suspect of business robbery who was appearing at a royalt robbery who was appearing at a royalt robbery who was appearing at a royalt magistrate court. So after the court magistrate court. So after the court magistrate court. So after the court appearance then they were transporting appearance then they were transporting appearance then they were transporting him him back to a box back prison. So him him back to a box back prison. So him him back to a box back prison. So when they were in this road is then that when they were in this road is then that when they were in this road is then that uh they were shot and killed. For now we uh they were shot and killed. For now we uh they were shot and killed. For now we can we are not sure if is the very same can we are not sure if is the very same can we are not sure if is the very same suspect that they were trans suspect that they were trans suspect that they were trans transporting who shot at uh them or transporting who shot at uh them or transporting who shot at uh them or there are other suspects that stopped there are other suspects that stopped there are other suspects that stopped our police officers. So that one is our police officers. So that one is our police officers. So that one is still under in investigation. still under in investigation. still under in investigation. But uh what we know is that uh the also But uh what we know is that uh the also But uh what we know is that uh the also took a boat firearms of the of the took a boat firearms of the of the took a boat firearms of the of the police officers and the suspect drove police officers and the suspect drove police officers and the suspect drove away with the vehicle of the the police away with the vehicle of the the police away with the vehicle of the the police vehicle. It was an unmarked Toyota vehicle. It was an unmarked Toyota vehicle. It was an unmarked Toyota Coroll. But the car was later found Coroll. But the car was later found Coroll. But the car was later found abandoned few kilometers from here. abandoned few kilometers from here. abandoned few kilometers from here. [Music] home. Fore speech. I came precisely because there are I came precisely because there are I came precisely because there are problems. This is not a call. It's a problems. This is not a call. It's a problems. This is not a call. It's a call and a meeting to solve problems. call and a meeting to solve problems. call and a meeting to solve problems. That's why I'm involving the premier That's why I'm involving the premier That's why I'm involving the premier himself, not just the department of himself, not just the department of himself, not just the department of health. for a free country. Everyone is having right a free country. Everyone is having right a free country. Everyone is having right to express his sort of views. So we we to express his sort of views. So we we to express his sort of views. So we we can't really control people views. Yes. can't really control people views. Yes. can't really control people views. Yes. That's it. has has released the report. That's it. has has released the report. That's it. has has released the report. The important thing is to ensure that The important thing is to ensure that The important thing is to ensure that all the recommendations are implemented. 2023 to 2024. Municipal Demaration Board 2015. [Music] The decision was informed not only by The decision was informed not only by The decision was informed not only by the current state of local government the current state of local government the current state of local government characterized by widespread distress and characterized by widespread distress and characterized by widespread distress and underperformance but also by the need to underperformance but also by the need to underperformance but also by the need to promote stability within municipalities promote stability within municipalities promote stability within municipalities and accelerate service delivery. This is and accelerate service delivery. This is and accelerate service delivery. This is in line with objectives of democation in line with objectives of democation in line with objectives of democation and takes into account broader systemic and takes into account broader systemic and takes into account broader systemic challenges facing local government. &gt;&gt; We are disappointed because we believe &gt;&gt; We are disappointed because we believe &gt;&gt; We are disappointed because we believe that this decision to merge the that this decision to merge the that this decision to merge the municipality should never have happened. municipality should never have happened. municipality should never have happened. Um and by admission of the demarcation Um and by admission of the demarcation Um and by admission of the demarcation board um during that process we the board um during that process we the board um during that process we the community was not consulted. Where on community was not consulted. Where on community was not consulted. Where on earth can less than 10 people or 20 earth can less than 10 people or 20 earth can less than 10 people or 20 people decide the fate of so many so people decide the fate of so many so people decide the fate of so many so many citizens of this country? You don't many citizens of this country? You don't many citizens of this country? You don't even give reasons. You don't even show even give reasons. You don't even show even give reasons. You don't even show commitment into public participation. commitment into public participation. commitment into public participation. You just wake up and say you have You just wake up and say you have You just wake up and say you have decided not to reestablish decided not to reestablish decided not to reestablish or to to to listen to the voices of the or to to to listen to the voices of the or to to to listen to the voices of the people. for ABC News BC, SABC. [Music] [Music] Heat. [Applause] [Applause] [Applause] Heat. Heat. Heat. Heat. Heat. Heat. Heat. Heat. Heat. [Music] [Music] [Applause] [Applause] [Applause] Heat. Heat. Heat. Heat. [Music]", "sentences": ["[Music] [Music] SABC studio 10 Oakland Park.", "The court held that under Zambian law The court held that under Zambian law The court held that under Zambian law and as a matter of public policy, a and as a matter of public policy, a and as a matter of public policy, a former president's personal wishes or former president's personal wishes or former president's personal wishes or the wishes of his family cannot outweigh the wishes of his family cannot outweigh the wishes of his family cannot outweigh the right of the state to honor the right of the state to honor the right of the state to honor that individual.", "The decision has been taken to summarily The decision has been taken to summarily The decision has been taken to summarily terminate the membership of the former terminate the membership of the former terminate the membership of the former secretary general.", "[Music] Dorado [Music] details.", "Steve Feretch.", "President Zambia The court held that under Zambian law The court held that under Zambian law The court held that under Zambian law and as a matter of public policy, a and as a matter of public policy, a and as a matter of public policy, a former president's personal wishes or former president's personal wishes or former president's personal wishes or the wishes of his family cannot outweigh the wishes of his family cannot outweigh the wishes of his family cannot outweigh the right of the state to honor the right of the state to honor the right of the state to honor that individual with a state funeral and that individual with a state funeral and that individual with a state funeral and burial at the official site designated.", "On the first issue, the court found that On the first issue, the court found that On the first issue, the court found that the parties had indeed entered into a the parties had indeed entered into a the parties had indeed entered into a valid agreement that the late valid agreement that the late valid agreement that the late president's remains would be repatriated president's remains would be repatriated president's remains would be repatriated to Zambia for the purpose of a state to Zambia for the purpose of a state to Zambia for the purpose of a state funeral and burial there.", "It's not winning.", "You don't win over uh It's not winning.", "You don't win over uh It's not winning.", "You don't win over uh a barrier.", "It's just what what makes uh a barrier.", "It's just what what makes uh a barrier.", "It's just what what makes uh good sense that uh the president or good sense that uh the president or good sense that uh the president or former president of the Republic of former president of the Republic of former president of the Republic of Zambia should be buried in his own Zambia should be buried in his own Zambia should be buried in his own country, the country where he was country, the country where he was country, the country where he was president.", "He was not president.", "He was not president.", "He was not I mean if you go to Zambia they call him I mean if you go to Zambia they call him I mean if you go to Zambia they call him father of the nation.", "We continue to father of the nation.", "We continue to father of the nation.", "We continue to mourn with them.", "It's normal that people mourn with them.", "It's normal that people mourn with them.", "It's normal that people can be emotional.", "And that's why it's important Presidentinch.", "Sorry.", "Amen.", "Once enacted, Once enacted, Once enacted, the bill will provide a legal framework the bill will provide a legal framework the bill will provide a legal framework to recognize and regulate traditional to recognize and regulate traditional to recognize and regulate traditional and quaan leadership institution and quaan leadership institution and quaan leadership institution clearly outlining clearly outlining clearly outlining their roles, responsibilities their roles, responsibilities their roles, responsibilities and engagement with government.", "Do we own the top soil only Do we own the top soil only Do we own the top soil only and beyond the top soil who owns?", "and beyond the top soil who owns?", "and beyond the top soil who owns?", "We need to have sufficient consultation We need to have sufficient consultation We need to have sufficient consultation with the national house of traditional with the national house of traditional with the national house of traditional and coisan leaders and other and coisan leaders and other and coisan leaders and other stakeholders to discuss the mechanisms stakeholders to discuss the mechanisms stakeholders to discuss the mechanisms through which communal land can be through which communal land can be through which communal land can be transferred in line with section 25 of transferred in line with section 25 of transferred in line with section 25 of our constitution.", "our constitution.", "our constitution.", "Let this dialogue be the turning point.", "Let this dialogue be the turning point.", "Let this dialogue be the turning point.", "A moment where the government and A moment where the government and A moment where the government and traditional leadership commit to working traditional leadership commit to working traditional leadership commit to working together not just in ceremony but in together not just in ceremony but in together not just in ceremony but in substance and strategy.", "We now take this opportunity to clarify.", "We now take this opportunity to clarify.", "We now take this opportunity to clarify.", "ify ify ify our position regarding the former our position regarding the former our position regarding the former secretary general.", "secretary general.", "secretary general.", "The leadership of condoes has noted The leadership of condoes has noted The leadership of condoes has noted several statements and ataris atesies by several statements and ataris atesies by several statements and ataris atesies by the former secretary general who was the former secretary general who was the former secretary general who was removed from the position recently.", "removed from the position recently.", "removed from the position recently.", "The leadership of Mondois The leadership of Mondois The leadership of Mondois had considered these aturrencances and had considered these aturrencances and had considered these aturrencances and actions and arrived at a conclusion that actions and arrived at a conclusion that actions and arrived at a conclusion that the former secretary general had not the former secretary general had not the former secretary general had not only publicly defined only publicly defined only publicly defined himself or themselves outside the ranks himself or themselves outside the ranks himself or themselves outside the ranks and ideological line of of the MK party and ideological line of of the MK party and ideological line of of the MK party but also seriously violated the trust but also seriously violated the trust but also seriously violated the trust placed on them placed on them placed on them as a member of the party.", "as a member of the party.", "as a member of the party.", "In this regard, the decision has been In this regard, the decision has been In this regard, the decision has been taken to summarily taken to summarily taken to summarily terminate the membership of the former terminate the membership of the former terminate the membership of the former secretary general and a formal letter of secretary general and a formal letter of secretary general and a formal letter of ex expulging was transmitted to him on ex expulging was transmitted to him on ex expulging was transmitted to him on the 15th of July 2025 will not entertain any further exchanges will not entertain any further exchanges will not entertain any further exchanges on this particular matter.", "for [Music] Dorado.", "I'm broken because it could have be my I'm broken because it could have be my I'm broken because it could have be my own child.", "There's a lot of children own child.", "There's a lot of children own child.", "There's a lot of children there.", "So we all we want is justice for there.", "So we all we want is justice for there.", "So we all we want is justice for Lon and that's all I have to say.", "Lon and that's all I have to say.", "Lon and that's all I have to say.", "&gt;&gt; Totally broken because she's so small.", "&gt;&gt; Totally broken because she's so small.", "&gt;&gt; Totally broken because she's so small.", "We supposed to rely on our fathers.", "We supposed to rely on our fathers.", "We supposed to rely on our fathers.", "Yeah.", "He just he disappointed us.", "for when they visited the crime scene, they when they visited the crime scene, they when they visited the crime scene, they suspected that maybe there's something suspected that maybe there's something suspected that maybe there's something also in the house.", "And they searched the also in the house.", "And they searched the also in the house.", "And they searched the house.", "They found some clothes that was house.", "They found some clothes that was house.", "They found some clothes that was having the blood.", "The mother of the having the blood.", "The mother of the having the blood.", "The mother of the child was already in the hospital with child was already in the hospital with child was already in the hospital with the child.", "So the FCS went to the mother the child.", "So the FCS went to the mother the child.", "So the FCS went to the mother of the child and interviewed the mother of the child and interviewed the mother of the child and interviewed the mother interrogated actually the mother.", "At a interrogated actually the mother.", "At a interrogated actually the mother.", "At a later stage the mother of the child later stage the mother of the child later stage the mother of the child confirm that the father has been ab confirm that the father has been ab confirm that the father has been ab abusing the two kids.", "So we had to abusing the two kids.", "So we had to abusing the two kids.", "So we had to arrest also the mother of the child.", "Section 154.", "According to the prosecutor, you stand arraigned to the prosecutor, you stand arraigned to the prosecutor, you stand arraigned on a count of attempted murder wherein on a count of attempted murder wherein on a count of attempted murder wherein they aware that the child sustained very they aware that the child sustained very they aware that the child sustained very serious and he previous injuries.", "With serious and he previous injuries.", "With serious and he previous injuries.", "With regards to count number two, the state a regards to count number two, the state a regards to count number two, the state a charged with a count of compelled rape charged with a count of compelled rape charged with a count of compelled rape of the very same child in question.", "That of the very same child in question.", "That of the very same child in question.", "That offense carries a prescribed minimum offense carries a prescribed minimum offense carries a prescribed minimum sentence of life imprisonment in the sentence of life imprisonment in the sentence of life imprisonment in the event of conviction.", "forch.", "for They went to fetch a suspect of business They went to fetch a suspect of business They went to fetch a suspect of business robbery who was appearing at a royalt robbery who was appearing at a royalt robbery who was appearing at a royalt magistrate court.", "So after the court magistrate court.", "So after the court magistrate court.", "So after the court appearance then they were transporting appearance then they were transporting appearance then they were transporting him him back to a box back prison.", "So him him back to a box back prison.", "So him him back to a box back prison.", "So when they were in this road is then that when they were in this road is then that when they were in this road is then that uh they were shot and killed.", "For now we uh they were shot and killed.", "For now we uh they were shot and killed.", "For now we can we are not sure if is the very same can we are not sure if is the very same can we are not sure if is the very same suspect that they were trans suspect that they were trans suspect that they were trans transporting who shot at uh them or transporting who shot at uh them or transporting who shot at uh them or there are other suspects that stopped there are other suspects that stopped there are other suspects that stopped our police officers.", "So that one is our police officers.", "So that one is our police officers.", "So that one is still under in investigation.", "still under in investigation.", "still under in investigation.", "But uh what we know is that uh the also But uh what we know is that uh the also But uh what we know is that uh the also took a boat firearms of the of the took a boat firearms of the of the took a boat firearms of the of the police officers and the suspect drove police officers and the suspect drove police officers and the suspect drove away with the vehicle of the the police away with the vehicle of the the police away with the vehicle of the the police vehicle.", "It was an unmarked Toyota vehicle.", "It was an unmarked Toyota vehicle.", "It was an unmarked Toyota Coroll.", "But the car was later found Coroll.", "But the car was later found Coroll.", "But the car was later found abandoned few kilometers from here.", "abandoned few kilometers from here.", "abandoned few kilometers from here.", "[Music] home.", "Fore speech.", "I came precisely because there are I came precisely because there are I came precisely because there are problems.", "This is not a call.", "It's a problems.", "This is not a call.", "It's a problems.", "This is not a call.", "It's a call and a meeting to solve problems.", "call and a meeting to solve problems.", "call and a meeting to solve problems.", "That's why I'm involving the premier That's why I'm involving the premier That's why I'm involving the premier himself, not just the department of himself, not just the department of himself, not just the department of health.", "for a free country.", "Everyone is having right a free country.", "Everyone is having right a free country.", "Everyone is having right to express his sort of views.", "So we we to express his sort of views.", "So we we to express his sort of views.", "So we we can't really control people views.", "Yes.", "can't really control people views.", "Yes.", "can't really control people views.", "Yes.", "That's it.", "has has released the report.", "That's it.", "has has released the report.", "That's it.", "has has released the report.", "The important thing is to ensure that The important thing is to ensure that The important thing is to ensure that all the recommendations are implemented.", "2023 to 2024.", "Municipal Demaration Board 2015.", "[Music] The decision was informed not only by The decision was informed not only by The decision was informed not only by the current state of local government the current state of local government the current state of local government characterized by widespread distress and characterized by widespread distress and characterized by widespread distress and underperformance but also by the need to underperformance but also by the need to underperformance but also by the need to promote stability within municipalities promote stability within municipalities promote stability within municipalities and accelerate service delivery.", "This is and accelerate service delivery.", "This is and accelerate service delivery.", "This is in line with objectives of democation in line with objectives of democation in line with objectives of democation and takes into account broader systemic and takes into account broader systemic and takes into account broader systemic challenges facing local government.", "&gt;&gt; We are disappointed because we believe &gt;&gt; We are disappointed because we believe &gt;&gt; We are disappointed because we believe that this decision to merge the that this decision to merge the that this decision to merge the municipality should never have happened.", "municipality should never have happened.", "municipality should never have happened.", "Um and by admission of the demarcation Um and by admission of the demarcation Um and by admission of the demarcation board um during that process we the board um during that process we the board um during that process we the community was not consulted.", "Where on community was not consulted.", "Where on community was not consulted.", "Where on earth can less than 10 people or 20 earth can less than 10 people or 20 earth can less than 10 people or 20 people decide the fate of so many so people decide the fate of so many so people decide the fate of so many so many citizens of this country?", "You don't many citizens of this country?", "You don't many citizens of this country?", "You don't even give reasons.", "You don't even show even give reasons.", "You don't even show even give reasons.", "You don't even show commitment into public participation.", "commitment into public participation.", "commitment into public participation.", "You just wake up and say you have You just wake up and say you have You just wake up and say you have decided not to reestablish decided not to reestablish decided not to reestablish or to to to listen to the voices of the or to to to listen to the voices of the or to to to listen to the voices of the people.", "for ABC News BC, SABC.", "[Music] [Music] Heat.", "[Applause] [Applause] [Applause] Heat.", "Heat.", "Heat.", "Heat.", "Heat.", "Heat.", "Heat.", "Heat.", "Heat.", "[Music] [Music] [Applause] [Applause] [Applause] Heat.", "Heat.", "Heat.", "Heat.", "[Music]"], "transcript": [{"start": 0.0, "end": 9.74, "text": "[Music]"}, {"start": 9.75, "end": 13.03, "text": "[Music]"}, {"start": 13.04, "end": 23.509, "text": "SABC studio 10 Oakland Park."}, {"start": 23.519, "end": 26.87, "text": "The court held that under Zambian law"}, {"start": 26.87, "end": 26.88, "text": "The court held that under Zambian law"}, {"start": 26.88, "end": 30.07, "text": "The court held that under Zambian law and as a matter of public policy, a"}, {"start": 30.07, "end": 30.08, "text": "and as a matter of public policy, a"}, {"start": 30.08, "end": 33.03, "text": "and as a matter of public policy, a former president's personal wishes or"}, {"start": 33.03, "end": 33.04, "text": "former president's personal wishes or"}, {"start": 33.04, "end": 36.79, "text": "former president's personal wishes or the wishes of his family cannot outweigh"}, {"start": 36.79, "end": 36.8, "text": "the wishes of his family cannot outweigh"}, {"start": 36.8, "end": 40.389, "text": "the wishes of his family cannot outweigh the right of the state to honor"}, {"start": 40.389, "end": 40.399, "text": "the right of the state to honor"}, {"start": 40.399, "end": 51.91, "text": "the right of the state to honor that individual."}, {"start": 51.92, "end": 55.189, "text": "The decision has been taken to summarily"}, {"start": 55.189, "end": 55.199, "text": "The decision has been taken to summarily"}, {"start": 55.199, "end": 57.99, "text": "The decision has been taken to summarily terminate the membership of the former"}, {"start": 57.99, "end": 58.0, "text": "terminate the membership of the former"}, {"start": 58.0, "end": 66.77, "text": "terminate the membership of the former secretary general."}, {"start": 66.78, "end": 71.59, "text": "[Music]"}, {"start": 71.6, "end": 79.64, "text": "Dorado"}, {"start": 79.65, "end": 94.71000000000001, "text": "[Music]"}, {"start": 94.72, "end": 100.55, "text": "details. Steve"}, {"start": 100.56, "end": 130.309, "text": "Feretch."}, {"start": 130.319, "end": 140.22899999999998, "text": "President"}, {"start": 140.239, "end": 169.03, "text": "Zambia"}, {"start": 169.04, "end": 172.47, "text": "The court held that under Zambian law"}, {"start": 172.47, "end": 172.48, "text": "The court held that under Zambian law"}, {"start": 172.48, "end": 175.67000000000002, "text": "The court held that under Zambian law and as a matter of public policy, a"}, {"start": 175.67000000000002, "end": 175.68, "text": "and as a matter of public policy, a"}, {"start": 175.68, "end": 178.63, "text": "and as a matter of public policy, a former president's personal wishes or"}, {"start": 178.63, "end": 178.64, "text": "former president's personal wishes or"}, {"start": 178.64, "end": 182.39, "text": "former president's personal wishes or the wishes of his family cannot outweigh"}, {"start": 182.39, "end": 182.4, "text": "the wishes of his family cannot outweigh"}, {"start": 182.4, "end": 186.07, "text": "the wishes of his family cannot outweigh the right of the state to honor"}, {"start": 186.07, "end": 186.08, "text": "the right of the state to honor"}, {"start": 186.08, "end": 189.43, "text": "the right of the state to honor that individual with a state funeral and"}, {"start": 189.43, "end": 189.44, "text": "that individual with a state funeral and"}, {"start": 189.44, "end": 204.71, "text": "that individual with a state funeral and burial at the official site designated."}, {"start": 204.72, "end": 207.82999999999998, "text": "On the first issue, the court found that"}, {"start": 207.82999999999998, "end": 207.84, "text": "On the first issue, the court found that"}, {"start": 207.84, "end": 211.03, "text": "On the first issue, the court found that the parties had indeed entered into a"}, {"start": 211.03, "end": 211.04, "text": "the parties had indeed entered into a"}, {"start": 211.04, "end": 213.27, "text": "the parties had indeed entered into a valid agreement that the late"}, {"start": 213.27, "end": 213.28, "text": "valid agreement that the late"}, {"start": 213.28, "end": 217.75, "text": "valid agreement that the late president's remains would be repatriated"}, {"start": 217.75, "end": 217.76, "text": "president's remains would be repatriated"}, {"start": 217.76, "end": 220.789, "text": "president's remains would be repatriated to Zambia for the purpose of a state"}, {"start": 220.789, "end": 220.799, "text": "to Zambia for the purpose of a state"}, {"start": 220.799, "end": 233.91, "text": "to Zambia for the purpose of a state funeral and burial there."}, {"start": 233.92000000000002, "end": 238.869, "text": "It's not winning. You don't win over uh"}, {"start": 238.869, "end": 238.879, "text": "It's not winning. You don't win over uh"}, {"start": 238.879, "end": 243.75, "text": "It's not winning. You don't win over uh a barrier. It's just what what makes uh"}, {"start": 243.75, "end": 243.76, "text": "a barrier. It's just what what makes uh"}, {"start": 243.76, "end": 247.35, "text": "a barrier. It's just what what makes uh good sense that uh the president or"}, {"start": 247.35, "end": 247.36, "text": "good sense that uh the president or"}, {"start": 247.36, "end": 249.19, "text": "good sense that uh the president or former president of the Republic of"}, {"start": 249.19, "end": 249.2, "text": "former president of the Republic of"}, {"start": 249.2, "end": 252.07, "text": "former president of the Republic of Zambia should be buried in his own"}, {"start": 252.07, "end": 252.08, "text": "Zambia should be buried in his own"}, {"start": 252.08, "end": 255.03, "text": "Zambia should be buried in his own country, the country where he was"}, {"start": 255.03, "end": 255.04, "text": "country, the country where he was"}, {"start": 255.04, "end": 258.71, "text": "country, the country where he was president. He was not"}, {"start": 258.71, "end": 258.72, "text": "president. He was not"}, {"start": 258.72, "end": 261.509, "text": "president. He was not I mean if you go to Zambia they call him"}, {"start": 261.509, "end": 261.519, "text": "I mean if you go to Zambia they call him"}, {"start": 261.519, "end": 264.23, "text": "I mean if you go to Zambia they call him father of the nation. We continue to"}, {"start": 264.23, "end": 264.24, "text": "father of the nation. We continue to"}, {"start": 264.24, "end": 268.07, "text": "father of the nation. We continue to mourn with them. It's normal that people"}, {"start": 268.07, "end": 268.08, "text": "mourn with them. It's normal that people"}, {"start": 268.08, "end": 279.67, "text": "mourn with them. It's normal that people can be emotional."}, {"start": 279.68, "end": 296.71, "text": "And that's why it's important"}, {"start": 296.72, "end": 313.59, "text": "Presidentinch."}, {"start": 313.6, "end": 333.35, "text": "Sorry."}, {"start": 333.36, "end": 342.55, "text": "Amen."}, {"start": 342.56, "end": 344.629, "text": "Once enacted,"}, {"start": 344.629, "end": 344.639, "text": "Once enacted,"}, {"start": 344.639, "end": 348.15, "text": "Once enacted, the bill will provide a legal framework"}, {"start": 348.15, "end": 348.15999999999997, "text": "the bill will provide a legal framework"}, {"start": 348.15999999999997, "end": 350.87, "text": "the bill will provide a legal framework to recognize and regulate traditional"}, {"start": 350.87, "end": 350.88, "text": "to recognize and regulate traditional"}, {"start": 350.88, "end": 354.39, "text": "to recognize and regulate traditional and quaan leadership institution"}, {"start": 354.39, "end": 354.4, "text": "and quaan leadership institution"}, {"start": 354.4, "end": 356.629, "text": "and quaan leadership institution clearly outlining"}, {"start": 356.629, "end": 356.639, "text": "clearly outlining"}, {"start": 356.639, "end": 359.99, "text": "clearly outlining their roles, responsibilities"}, {"start": 359.99, "end": 360.0, "text": "their roles, responsibilities"}, {"start": 360.0, "end": 381.11, "text": "their roles, responsibilities and engagement with government."}, {"start": 381.12, "end": 386.309, "text": "Do we own the top soil only"}, {"start": 386.309, "end": 386.319, "text": "Do we own the top soil only"}, {"start": 386.319, "end": 390.39, "text": "Do we own the top soil only and beyond the top soil who owns?"}, {"start": 390.39, "end": 390.4, "text": "and beyond the top soil who owns?"}, {"start": 390.4, "end": 394.07, "text": "and beyond the top soil who owns? We need to have sufficient consultation"}, {"start": 394.07, "end": 394.08, "text": "We need to have sufficient consultation"}, {"start": 394.08, "end": 397.11, "text": "We need to have sufficient consultation with the national house of traditional"}, {"start": 397.11, "end": 397.12, "text": "with the national house of traditional"}, {"start": 397.12, "end": 399.909, "text": "with the national house of traditional and coisan leaders and other"}, {"start": 399.909, "end": 399.919, "text": "and coisan leaders and other"}, {"start": 399.919, "end": 403.189, "text": "and coisan leaders and other stakeholders to discuss the mechanisms"}, {"start": 403.189, "end": 403.199, "text": "stakeholders to discuss the mechanisms"}, {"start": 403.199, "end": 405.35, "text": "stakeholders to discuss the mechanisms through which communal land can be"}, {"start": 405.35, "end": 405.36, "text": "through which communal land can be"}, {"start": 405.36, "end": 409.83, "text": "through which communal land can be transferred in line with section 25 of"}, {"start": 409.83, "end": 409.84000000000003, "text": "transferred in line with section 25 of"}, {"start": 409.84000000000003, "end": 411.83, "text": "transferred in line with section 25 of our constitution."}, {"start": 411.83, "end": 411.84000000000003, "text": "our constitution."}, {"start": 411.84000000000003, "end": 415.029, "text": "our constitution. Let this dialogue be the turning point."}, {"start": 415.029, "end": 415.039, "text": "Let this dialogue be the turning point."}, {"start": 415.039, "end": 417.99, "text": "Let this dialogue be the turning point. A moment where the government and"}, {"start": 417.99, "end": 418.0, "text": "A moment where the government and"}, {"start": 418.0, "end": 421.99, "text": "A moment where the government and traditional leadership commit to working"}, {"start": 421.99, "end": 422.0, "text": "traditional leadership commit to working"}, {"start": 422.0, "end": 426.23, "text": "traditional leadership commit to working together not just in ceremony but in"}, {"start": 426.23, "end": 426.24, "text": "together not just in ceremony but in"}, {"start": 426.24, "end": 462.87, "text": "together not just in ceremony but in substance and strategy."}, {"start": 462.88, "end": 465.11, "text": "We now take this opportunity to clarify."}, {"start": 465.11, "end": 465.12, "text": "We now take this opportunity to clarify."}, {"start": 465.12, "end": 467.029, "text": "We now take this opportunity to clarify. ify"}, {"start": 467.029, "end": 467.039, "text": "ify"}, {"start": 467.039, "end": 469.749, "text": "ify our position regarding the former"}, {"start": 469.749, "end": 469.759, "text": "our position regarding the former"}, {"start": 469.759, "end": 472.15, "text": "our position regarding the former secretary general."}, {"start": 472.15, "end": 472.15999999999997, "text": "secretary general."}, {"start": 472.15999999999997, "end": 475.189, "text": "secretary general. The leadership of condoes has noted"}, {"start": 475.189, "end": 475.199, "text": "The leadership of condoes has noted"}, {"start": 475.199, "end": 478.869, "text": "The leadership of condoes has noted several statements and ataris atesies by"}, {"start": 478.869, "end": 478.879, "text": "several statements and ataris atesies by"}, {"start": 478.879, "end": 482.23, "text": "several statements and ataris atesies by the former secretary general who was"}, {"start": 482.23, "end": 482.24, "text": "the former secretary general who was"}, {"start": 482.24, "end": 485.43, "text": "the former secretary general who was removed from the position recently."}, {"start": 485.43, "end": 485.44, "text": "removed from the position recently."}, {"start": 485.44, "end": 489.35, "text": "removed from the position recently. The leadership of Mondois"}, {"start": 489.35, "end": 489.36, "text": "The leadership of Mondois"}, {"start": 489.36, "end": 491.99, "text": "The leadership of Mondois had considered these aturrencances and"}, {"start": 491.99, "end": 492.0, "text": "had considered these aturrencances and"}, {"start": 492.0, "end": 494.869, "text": "had considered these aturrencances and actions and arrived at a conclusion that"}, {"start": 494.869, "end": 494.879, "text": "actions and arrived at a conclusion that"}, {"start": 494.879, "end": 497.589, "text": "actions and arrived at a conclusion that the former secretary general had not"}, {"start": 497.589, "end": 497.599, "text": "the former secretary general had not"}, {"start": 497.599, "end": 500.869, "text": "the former secretary general had not only publicly defined"}, {"start": 500.869, "end": 500.879, "text": "only publicly defined"}, {"start": 500.879, "end": 505.11, "text": "only publicly defined himself or themselves outside the ranks"}, {"start": 505.11, "end": 505.12, "text": "himself or themselves outside the ranks"}, {"start": 505.12, "end": 510.469, "text": "himself or themselves outside the ranks and ideological line of of the MK party"}, {"start": 510.469, "end": 510.479, "text": "and ideological line of of the MK party"}, {"start": 510.479, "end": 513.75, "text": "and ideological line of of the MK party but also seriously violated the trust"}, {"start": 513.75, "end": 513.76, "text": "but also seriously violated the trust"}, {"start": 513.76, "end": 516.31, "text": "but also seriously violated the trust placed on them"}, {"start": 516.31, "end": 516.32, "text": "placed on them"}, {"start": 516.32, "end": 520.55, "text": "placed on them as a member of the party."}, {"start": 520.55, "end": 520.56, "text": "as a member of the party."}, {"start": 520.56, "end": 522.63, "text": "as a member of the party. In this regard, the decision has been"}, {"start": 522.63, "end": 522.64, "text": "In this regard, the decision has been"}, {"start": 522.64, "end": 524.79, "text": "In this regard, the decision has been taken to summarily"}, {"start": 524.79, "end": 524.8, "text": "taken to summarily"}, {"start": 524.8, "end": 527.509, "text": "taken to summarily terminate the membership of the former"}, {"start": 527.509, "end": 527.519, "text": "terminate the membership of the former"}, {"start": 527.519, "end": 531.03, "text": "terminate the membership of the former secretary general and a formal letter of"}, {"start": 531.03, "end": 531.04, "text": "secretary general and a formal letter of"}, {"start": 531.04, "end": 534.949, "text": "secretary general and a formal letter of ex expulging was transmitted to him on"}, {"start": 534.949, "end": 534.9590000000001, "text": "ex expulging was transmitted to him on"}, {"start": 534.9590000000001, "end": 540.47, "text": "ex expulging was transmitted to him on the 15th of July 2025"}, {"start": 540.48, "end": 544.79, "text": "will not entertain any further exchanges"}, {"start": 544.79, "end": 544.8, "text": "will not entertain any further exchanges"}, {"start": 544.8, "end": 549.11, "text": "will not entertain any further exchanges on this particular matter."}, {"start": 549.12, "end": 560.21, "text": "for"}, {"start": 560.22, "end": 570.71, "text": "[Music]"}, {"start": 570.72, "end": 601.35, "text": "Dorado."}, {"start": 601.36, "end": 603.59, "text": "I'm broken because it could have be my"}, {"start": 603.59, "end": 603.6, "text": "I'm broken because it could have be my"}, {"start": 603.6, "end": 605.91, "text": "I'm broken because it could have be my own child. There's a lot of children"}, {"start": 605.91, "end": 605.92, "text": "own child. There's a lot of children"}, {"start": 605.92, "end": 609.35, "text": "own child. There's a lot of children there. So we all we want is justice for"}, {"start": 609.35, "end": 609.36, "text": "there. So we all we want is justice for"}, {"start": 609.36, "end": 612.389, "text": "there. So we all we want is justice for Lon and that's all I have to say."}, {"start": 612.389, "end": 612.399, "text": "Lon and that's all I have to say."}, {"start": 612.399, "end": 615.99, "text": "Lon and that's all I have to say. &gt;&gt; Totally broken because she's so small."}, {"start": 615.99, "end": 616.0, "text": "&gt;&gt; Totally broken because she's so small."}, {"start": 616.0, "end": 618.949, "text": "&gt;&gt; Totally broken because she's so small. We supposed to rely on our fathers."}, {"start": 618.949, "end": 618.959, "text": "We supposed to rely on our fathers."}, {"start": 618.959, "end": 631.99, "text": "We supposed to rely on our fathers. Yeah. He just he disappointed us."}, {"start": 632.0, "end": 649.91, "text": "for"}, {"start": 649.92, "end": 652.71, "text": "when they visited the crime scene, they"}, {"start": 652.71, "end": 652.72, "text": "when they visited the crime scene, they"}, {"start": 652.72, "end": 655.19, "text": "when they visited the crime scene, they suspected that maybe there's something"}, {"start": 655.19, "end": 655.2, "text": "suspected that maybe there's something"}, {"start": 655.2, "end": 657.99, "text": "suspected that maybe there's something also in the house. And they searched the"}, {"start": 657.99, "end": 658.0, "text": "also in the house. And they searched the"}, {"start": 658.0, "end": 660.069, "text": "also in the house. And they searched the house. They found some clothes that was"}, {"start": 660.069, "end": 660.079, "text": "house. They found some clothes that was"}, {"start": 660.079, "end": 662.069, "text": "house. They found some clothes that was having the blood. The mother of the"}, {"start": 662.069, "end": 662.079, "text": "having the blood. The mother of the"}, {"start": 662.079, "end": 664.15, "text": "having the blood. The mother of the child was already in the hospital with"}, {"start": 664.15, "end": 664.16, "text": "child was already in the hospital with"}, {"start": 664.16, "end": 667.829, "text": "child was already in the hospital with the child. So the FCS went to the mother"}, {"start": 667.829, "end": 667.839, "text": "the child. So the FCS went to the mother"}, {"start": 667.839, "end": 670.79, "text": "the child. So the FCS went to the mother of the child and interviewed the mother"}, {"start": 670.79, "end": 670.8, "text": "of the child and interviewed the mother"}, {"start": 670.8, "end": 673.35, "text": "of the child and interviewed the mother interrogated actually the mother. At a"}, {"start": 673.35, "end": 673.36, "text": "interrogated actually the mother. At a"}, {"start": 673.36, "end": 675.269, "text": "interrogated actually the mother. At a later stage the mother of the child"}, {"start": 675.269, "end": 675.279, "text": "later stage the mother of the child"}, {"start": 675.279, "end": 678.15, "text": "later stage the mother of the child confirm that the father has been ab"}, {"start": 678.15, "end": 678.16, "text": "confirm that the father has been ab"}, {"start": 678.16, "end": 681.91, "text": "confirm that the father has been ab abusing the two kids. So we had to"}, {"start": 681.91, "end": 681.92, "text": "abusing the two kids. So we had to"}, {"start": 681.92, "end": 701.59, "text": "abusing the two kids. So we had to arrest also the mother of the child."}, {"start": 701.6, "end": 714.47, "text": "Section 154."}, {"start": 714.48, "end": 719.03, "text": "According"}, {"start": 719.04, "end": 721.03, "text": "to the prosecutor, you stand arraigned"}, {"start": 721.03, "end": 721.04, "text": "to the prosecutor, you stand arraigned"}, {"start": 721.04, "end": 723.269, "text": "to the prosecutor, you stand arraigned on a count of attempted murder wherein"}, {"start": 723.269, "end": 723.279, "text": "on a count of attempted murder wherein"}, {"start": 723.279, "end": 725.59, "text": "on a count of attempted murder wherein they aware that the child sustained very"}, {"start": 725.59, "end": 725.6, "text": "they aware that the child sustained very"}, {"start": 725.6, "end": 728.23, "text": "they aware that the child sustained very serious and he previous injuries. With"}, {"start": 728.23, "end": 728.24, "text": "serious and he previous injuries. With"}, {"start": 728.24, "end": 731.91, "text": "serious and he previous injuries. With regards to count number two, the state a"}, {"start": 731.91, "end": 731.92, "text": "regards to count number two, the state a"}, {"start": 731.92, "end": 734.71, "text": "regards to count number two, the state a charged with a count of compelled rape"}, {"start": 734.71, "end": 734.72, "text": "charged with a count of compelled rape"}, {"start": 734.72, "end": 738.23, "text": "charged with a count of compelled rape of the very same child in question. That"}, {"start": 738.23, "end": 738.24, "text": "of the very same child in question. That"}, {"start": 738.24, "end": 740.15, "text": "of the very same child in question. That offense carries a prescribed minimum"}, {"start": 740.15, "end": 740.16, "text": "offense carries a prescribed minimum"}, {"start": 740.16, "end": 742.15, "text": "offense carries a prescribed minimum sentence of life imprisonment in the"}, {"start": 742.15, "end": 742.16, "text": "sentence of life imprisonment in the"}, {"start": 742.16, "end": 773.509, "text": "sentence of life imprisonment in the event of conviction. forch."}, {"start": 773.519, "end": 821.91, "text": "for"}, {"start": 821.92, "end": 825.43, "text": "They went to fetch a suspect of business"}, {"start": 825.43, "end": 825.44, "text": "They went to fetch a suspect of business"}, {"start": 825.44, "end": 828.87, "text": "They went to fetch a suspect of business robbery who was appearing at a royalt"}, {"start": 828.87, "end": 828.88, "text": "robbery who was appearing at a royalt"}, {"start": 828.88, "end": 831.99, "text": "robbery who was appearing at a royalt magistrate court. So after the court"}, {"start": 831.99, "end": 832.0, "text": "magistrate court. So after the court"}, {"start": 832.0, "end": 834.23, "text": "magistrate court. So after the court appearance then they were transporting"}, {"start": 834.23, "end": 834.24, "text": "appearance then they were transporting"}, {"start": 834.24, "end": 838.15, "text": "appearance then they were transporting him him back to a box back prison. So"}, {"start": 838.15, "end": 838.16, "text": "him him back to a box back prison. So"}, {"start": 838.16, "end": 841.59, "text": "him him back to a box back prison. So when they were in this road is then that"}, {"start": 841.59, "end": 841.6, "text": "when they were in this road is then that"}, {"start": 841.6, "end": 844.629, "text": "when they were in this road is then that uh they were shot and killed. For now we"}, {"start": 844.629, "end": 844.639, "text": "uh they were shot and killed. For now we"}, {"start": 844.639, "end": 847.829, "text": "uh they were shot and killed. For now we can we are not sure if is the very same"}, {"start": 847.829, "end": 847.839, "text": "can we are not sure if is the very same"}, {"start": 847.839, "end": 850.15, "text": "can we are not sure if is the very same suspect that they were trans"}, {"start": 850.15, "end": 850.16, "text": "suspect that they were trans"}, {"start": 850.16, "end": 853.509, "text": "suspect that they were trans transporting who shot at uh them or"}, {"start": 853.509, "end": 853.519, "text": "transporting who shot at uh them or"}, {"start": 853.519, "end": 855.91, "text": "transporting who shot at uh them or there are other suspects that stopped"}, {"start": 855.91, "end": 855.92, "text": "there are other suspects that stopped"}, {"start": 855.92, "end": 858.47, "text": "there are other suspects that stopped our police officers. So that one is"}, {"start": 858.47, "end": 858.48, "text": "our police officers. So that one is"}, {"start": 858.48, "end": 861.99, "text": "our police officers. So that one is still under in investigation."}, {"start": 861.99, "end": 862.0, "text": "still under in investigation."}, {"start": 862.0, "end": 865.67, "text": "still under in investigation. But uh what we know is that uh the also"}, {"start": 865.67, "end": 865.68, "text": "But uh what we know is that uh the also"}, {"start": 865.68, "end": 869.11, "text": "But uh what we know is that uh the also took a boat firearms of the of the"}, {"start": 869.11, "end": 869.12, "text": "took a boat firearms of the of the"}, {"start": 869.12, "end": 872.47, "text": "took a boat firearms of the of the police officers and the suspect drove"}, {"start": 872.47, "end": 872.48, "text": "police officers and the suspect drove"}, {"start": 872.48, "end": 875.59, "text": "police officers and the suspect drove away with the vehicle of the the police"}, {"start": 875.59, "end": 875.6, "text": "away with the vehicle of the the police"}, {"start": 875.6, "end": 877.829, "text": "away with the vehicle of the the police vehicle. It was an unmarked Toyota"}, {"start": 877.829, "end": 877.8389999999999, "text": "vehicle. It was an unmarked Toyota"}, {"start": 877.8389999999999, "end": 880.069, "text": "vehicle. It was an unmarked Toyota Coroll. But the car was later found"}, {"start": 880.069, "end": 880.079, "text": "Coroll. But the car was later found"}, {"start": 880.079, "end": 884.15, "text": "Coroll. But the car was later found abandoned few kilometers from here."}, {"start": 884.15, "end": 884.16, "text": "abandoned few kilometers from here."}, {"start": 884.16, "end": 892.949, "text": "abandoned few kilometers from here. [Music]"}, {"start": 892.9590000000001, "end": 903.829, "text": "home."}, {"start": 903.839, "end": 925.269, "text": "Fore"}, {"start": 925.279, "end": 943.11, "text": "speech."}, {"start": 943.12, "end": 945.03, "text": "I came precisely because there are"}, {"start": 945.03, "end": 945.04, "text": "I came precisely because there are"}, {"start": 945.04, "end": 949.03, "text": "I came precisely because there are problems. This is not a call. It's a"}, {"start": 949.03, "end": 949.04, "text": "problems. This is not a call. It's a"}, {"start": 949.04, "end": 952.71, "text": "problems. This is not a call. It's a call and a meeting to solve problems."}, {"start": 952.71, "end": 952.72, "text": "call and a meeting to solve problems."}, {"start": 952.72, "end": 954.79, "text": "call and a meeting to solve problems. That's why I'm involving the premier"}, {"start": 954.79, "end": 954.8, "text": "That's why I'm involving the premier"}, {"start": 954.8, "end": 957.11, "text": "That's why I'm involving the premier himself, not just the department of"}, {"start": 957.11, "end": 957.12, "text": "himself, not just the department of"}, {"start": 957.12, "end": 977.03, "text": "himself, not just the department of health. for"}, {"start": 977.04, "end": 978.629, "text": "a free country. Everyone is having right"}, {"start": 978.629, "end": 978.639, "text": "a free country. Everyone is having right"}, {"start": 978.639, "end": 982.15, "text": "a free country. Everyone is having right to express his sort of views. So we we"}, {"start": 982.15, "end": 982.16, "text": "to express his sort of views. So we we"}, {"start": 982.16, "end": 986.389, "text": "to express his sort of views. So we we can't really control people views. Yes."}, {"start": 986.389, "end": 986.399, "text": "can't really control people views. Yes."}, {"start": 986.399, "end": 989.509, "text": "can't really control people views. Yes. That's it. has has released the report."}, {"start": 989.509, "end": 989.519, "text": "That's it. has has released the report."}, {"start": 989.519, "end": 990.79, "text": "That's it. has has released the report. The important thing is to ensure that"}, {"start": 990.79, "end": 990.8, "text": "The important thing is to ensure that"}, {"start": 990.8, "end": 1018.389, "text": "The important thing is to ensure that all the recommendations are implemented."}, {"start": 1018.399, "end": 1041.829, "text": "2023 to 2024."}, {"start": 1041.839, "end": 1052.789, "text": "Municipal Demaration Board"}, {"start": 1052.799, "end": 1058.14, "text": "2015."}, {"start": 1058.15, "end": 1066.31, "text": "[Music]"}, {"start": 1066.32, "end": 1068.15, "text": "The decision was informed not only by"}, {"start": 1068.15, "end": 1068.16, "text": "The decision was informed not only by"}, {"start": 1068.16, "end": 1070.15, "text": "The decision was informed not only by the current state of local government"}, {"start": 1070.15, "end": 1070.16, "text": "the current state of local government"}, {"start": 1070.16, "end": 1072.549, "text": "the current state of local government characterized by widespread distress and"}, {"start": 1072.549, "end": 1072.559, "text": "characterized by widespread distress and"}, {"start": 1072.559, "end": 1075.43, "text": "characterized by widespread distress and underperformance but also by the need to"}, {"start": 1075.43, "end": 1075.44, "text": "underperformance but also by the need to"}, {"start": 1075.44, "end": 1077.669, "text": "underperformance but also by the need to promote stability within municipalities"}, {"start": 1077.669, "end": 1077.679, "text": "promote stability within municipalities"}, {"start": 1077.679, "end": 1080.07, "text": "promote stability within municipalities and accelerate service delivery. This is"}, {"start": 1080.07, "end": 1080.08, "text": "and accelerate service delivery. This is"}, {"start": 1080.08, "end": 1082.23, "text": "and accelerate service delivery. This is in line with objectives of democation"}, {"start": 1082.23, "end": 1082.24, "text": "in line with objectives of democation"}, {"start": 1082.24, "end": 1084.71, "text": "in line with objectives of democation and takes into account broader systemic"}, {"start": 1084.71, "end": 1084.72, "text": "and takes into account broader systemic"}, {"start": 1084.72, "end": 1091.909, "text": "and takes into account broader systemic challenges facing local government."}, {"start": 1091.919, "end": 1094.07, "text": "&gt;&gt; We are disappointed because we believe"}, {"start": 1094.07, "end": 1094.08, "text": "&gt;&gt; We are disappointed because we believe"}, {"start": 1094.08, "end": 1095.669, "text": "&gt;&gt; We are disappointed because we believe that this decision to merge the"}, {"start": 1095.669, "end": 1095.679, "text": "that this decision to merge the"}, {"start": 1095.679, "end": 1098.23, "text": "that this decision to merge the municipality should never have happened."}, {"start": 1098.23, "end": 1098.24, "text": "municipality should never have happened."}, {"start": 1098.24, "end": 1101.11, "text": "municipality should never have happened. Um and by admission of the demarcation"}, {"start": 1101.11, "end": 1101.12, "text": "Um and by admission of the demarcation"}, {"start": 1101.12, "end": 1104.15, "text": "Um and by admission of the demarcation board um during that process we the"}, {"start": 1104.15, "end": 1104.16, "text": "board um during that process we the"}, {"start": 1104.16, "end": 1106.23, "text": "board um during that process we the community was not consulted. Where on"}, {"start": 1106.23, "end": 1106.24, "text": "community was not consulted. Where on"}, {"start": 1106.24, "end": 1110.87, "text": "community was not consulted. Where on earth can less than 10 people or 20"}, {"start": 1110.87, "end": 1110.88, "text": "earth can less than 10 people or 20"}, {"start": 1110.88, "end": 1114.95, "text": "earth can less than 10 people or 20 people decide the fate of so many so"}, {"start": 1114.95, "end": 1114.96, "text": "people decide the fate of so many so"}, {"start": 1114.96, "end": 1118.39, "text": "people decide the fate of so many so many citizens of this country? You don't"}, {"start": 1118.39, "end": 1118.4, "text": "many citizens of this country? You don't"}, {"start": 1118.4, "end": 1121.43, "text": "many citizens of this country? You don't even give reasons. You don't even show"}, {"start": 1121.43, "end": 1121.44, "text": "even give reasons. You don't even show"}, {"start": 1121.44, "end": 1123.75, "text": "even give reasons. You don't even show commitment into public participation."}, {"start": 1123.75, "end": 1123.76, "text": "commitment into public participation."}, {"start": 1123.76, "end": 1125.83, "text": "commitment into public participation. You just wake up and say you have"}, {"start": 1125.83, "end": 1125.84, "text": "You just wake up and say you have"}, {"start": 1125.84, "end": 1129.669, "text": "You just wake up and say you have decided not to reestablish"}, {"start": 1129.669, "end": 1129.679, "text": "decided not to reestablish"}, {"start": 1129.679, "end": 1133.75, "text": "decided not to reestablish or to to to listen to the voices of the"}, {"start": 1133.75, "end": 1133.76, "text": "or to to to listen to the voices of the"}, {"start": 1133.76, "end": 1149.029, "text": "or to to to listen to the voices of the people. for"}, {"start": 1149.039, "end": 1157.029, "text": "ABC News"}, {"start": 1157.039, "end": 1166.44, "text": "BC, SABC."}, {"start": 1166.45, "end": 1185.17, "text": "[Music]"}, {"start": 1185.18, "end": 1199.909, "text": "[Music]"}, {"start": 1199.919, "end": 1206.69, "text": "Heat."}, {"start": 1206.7, "end": 1209.029, "text": "[Applause]"}, {"start": 1209.029, "end": 1209.039, "text": "[Applause]"}, {"start": 1209.039, "end": 1211.83, "text": "[Applause] Heat."}, {"start": 1211.83, "end": 1211.84, "text": "Heat."}, {"start": 1211.84, "end": 1213.82, "text": "Heat. Heat. Heat."}, {"start": 1213.82, "end": 1213.83, "text": "Heat. Heat."}, {"start": 1213.83, "end": 1223.58, "text": "Heat. Heat. [Music]"}, {"start": 1223.59, "end": 1245.1, "text": "[Music]"}, {"start": 1245.11, "end": 1247.35, "text": "[Applause]"}, {"start": 1247.35, "end": 1247.36, "text": "[Applause]"}, {"start": 1247.36, "end": 1249.35, "text": "[Applause] Heat."}, {"start": 1249.35, "end": 1249.36, "text": "Heat."}, {"start": 1249.36, "end": 1253.34, "text": "Heat. Heat."}, {"start": 1253.35, "end": 1256.49, "text": "[Music]"}], "createdAt": "2025-12-15T03:53:15.000Z", "imageUrl": "https://img.youtube.com/vi/Q5JZjZkq2Fg/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=Q5JZjZkq2Fg", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_sbCKo3PsPf4", "userId": "system", "title": "Bruce Lizwe on preserving the Setswana culture", "language": "tn", "content": "okay a Northwest based organization okay a Northwest based organization okay a Northwest based organization called itat Arts culture and Sports called itat Arts culture and Sports called itat Arts culture and Sports organization will on the 21st of this organization will on the 21st of this organization will on the 21st of this month make an attempt to set a Guinness month make an attempt to set a Guinness month make an attempt to set a Guinness Book of Records entry for the most Book of Records entry for the most Book of Records entry for the most children reciting one sitana poem children reciting one sitana poem children reciting one sitana poem performing a traditional sitana dance performing a traditional sitana dance performing a traditional sitana dance piece and release 1 million balloons in piece and release 1 million balloons in piece and release 1 million balloons in the air the event forms part of the the air the event forms part of the the air the event forms part of the organization's ultimate goal of organization's ultimate goal of organization's ultimate goal of preserving the satana culture through preserving the satana culture through preserving the satana culture through satana literature stage and Television satana literature stage and Television satana literature stage and Television Productions to give us more insight on Productions to give us more insight on Productions to give us more insight on this is Bruce leis who is the this is Bruce leis who is the this is Bruce leis who is the chairperson of the organization Bruce chairperson of the organization Bruce chairperson of the organization Bruce good morning thank you very much for good morning thank you very much for good morning thank you very much for joining us uh let's get straight into it joining us uh let's get straight into it joining us uh let's get straight into it talk to me about this Rec this world talk to me about this Rec this world talk to me about this Rec this world record attempt and why be so big in in record attempt and why be so big in in record attempt and why be so big in in making a point uh good day how are I hope point uh good day how are I hope point uh good day how are I hope everybody's fine hello to all the everybody's fine hello to all the everybody's fine hello to all the listeners at home the reason we going listeners at home the reason we going listeners at home the reason we going big is that there's a saying that says big is that there's a saying that says big is that there's a saying that says uh go big or go home you know and um uh go big or go home you know and um uh go big or go home you know and um even if we don't reach the 50,000 at even if we don't reach the 50,000 at even if we don't reach the 50,000 at least we'll have left a mark about the least we'll have left a mark about the least we'll have left a mark about the importance of suwana is the suwana importance of suwana is the suwana importance of suwana is the suwana language its culture in danger no it's not a culture that's in danger no it's not a culture that's in danger no it's not a culture that's in danger it's just a language that we feel danger it's just a language that we feel danger it's just a language that we feel is now marginalized where people are no is now marginalized where people are no is now marginalized where people are no longer using it where we've got longer using it where we've got longer using it where we've got Superstars like HP K Chana Caspa filling Superstars like HP K Chana Caspa filling Superstars like HP K Chana Caspa filling up stadiums but we don't have enough up stadiums but we don't have enough up stadiums but we don't have enough literature out there in sitana we don't literature out there in sitana we don't literature out there in sitana we don't have enough content on TV in sitana so have enough content on TV in sitana so have enough content on TV in sitana so we we we just want our our youngsters to we we we just want our our youngsters to we we we just want our our youngsters to embrace the language uh we want the embrace the language uh we want the embrace the language uh we want the batswana people to start speaking the batswana people to start speaking the batswana people to start speaking the language and claim their place just like language and claim their place just like language and claim their place just like all the other gooni languages have all the other gooni languages have all the other gooni languages have claimed their spaces on all the claimed their spaces on all the claimed their spaces on all the television and uh broadcast media television and uh broadcast media television and uh broadcast media channels okay with the world record channels okay with the world record channels okay with the world record attempt getting so many children to attempt getting so many children to attempt getting so many children to recite a poem you're talking about a a recite a poem you're talking about a a recite a poem you're talking about a a traditional dance piece and then you're traditional dance piece and then you're traditional dance piece and then you're going to release 1 billion balloons in going to release 1 billion balloons in going to release 1 billion balloons in the air would it not be easier would it the air would it not be easier would it the air would it not be easier would it not be easier to just pitch to The not be easier to just pitch to The not be easier to just pitch to The broadcasters to talk to those that are broadcasters to talk to those that are broadcasters to talk to those that are in control of media spaces to say hey in control of media spaces to say hey in control of media spaces to say hey give me my space give give our language give me my space give give our language give me my space give give our language our space uh you see if you go that route space uh you see if you go that route space uh you see if you go that route you're not claiming your space you you're not claiming your space you you're not claiming your space you requesting somebody to to help you get requesting somebody to to help you get requesting somebody to to help you get to a certain point But as soon as you to a certain point But as soon as you to a certain point But as soon as you start claiming your space and say I start claiming your space and say I start claiming your space and say I belong here I belong in this space it belong here I belong in this space it belong here I belong in this space it gives it gives you better recognition gives it gives you better recognition gives it gives you better recognition that you know what you're talking about that you know what you're talking about that you know what you're talking about and what you want to do and by the way and what you want to do and by the way and what you want to do and by the way we're not releasing a billion this year we're not releasing a billion this year we're not releasing a billion this year maybe in 5 years yeah in 5 years we'll maybe in 5 years yeah in 5 years we'll maybe in 5 years yeah in 5 years we'll release a billion this year we're going release a billion this year we're going release a billion this year we're going to release a million yeah yeah that's to release a million yeah yeah that's to release a million yeah yeah that's what I said 1 million uh let's talk what I said 1 million uh let's talk what I said 1 million uh let's talk about preservation of languages because about preservation of languages because about preservation of languages because I think that's very important a couple I think that's very important a couple I think that's very important a couple of weeks ago on morning live we had of weeks ago on morning live we had of weeks ago on morning live we had penel here and we were talking about the penel here and we were talking about the penel here and we were talking about the dissolution of of of the executive of dissolution of of of the executive of dissolution of of of the executive of the board the preservation of language the board the preservation of language the board the preservation of language are we are we understating the are we are we understating the are we are we understating the importance of it how important is it now importance of it how important is it now importance of it how important is it now that preservation of that preservation of that preservation of language you know language is a funny language you know language is a funny language you know language is a funny thing it we we take it for granted thing it we we take it for granted thing it we we take it for granted because we speak it every day we dream because we speak it every day we dream because we speak it every day we dream in a language and St but as soon as uh in a language and St but as soon as uh in a language and St but as soon as uh you realize when you get challenges how you realize when you get challenges how you realize when you get challenges how important a language is in preserving a important a language is in preserving a important a language is in preserving a culture uh I'll give you an example the culture uh I'll give you an example the culture uh I'll give you an example the africaner was very good at preserving africaner was very good at preserving africaner was very good at preserving their language that is why you do not their language that is why you do not their language that is why you do not study you do not struggle to find any study you do not struggle to find any study you do not struggle to find any literature in Africans you do not St you literature in Africans you do not St you literature in Africans you do not St you do not struggle when you go to do not struggle when you go to do not struggle when you go to university to study in Africans and that university to study in Africans and that university to study in Africans and that is why the africaner community are so is why the africaner community are so is why the africaner community are so Advanced and then now you see the Zulu Advanced and then now you see the Zulu Advanced and then now you see the Zulu have adopted the same approach where you have adopted the same approach where you have adopted the same approach where you have to do a module in Zulu to get your have to do a module in Zulu to get your have to do a module in Zulu to get your degree in guazu Natal you know it shows degree in guazu Natal you know it shows degree in guazu Natal you know it shows you that these these groupings have you that these these groupings have you that these these groupings have realized how important a culture how how realized how important a culture how how realized how important a culture how how important language is in preserving a important language is in preserving a important language is in preserving a culture because it explains exactly culture because it explains exactly culture because it explains exactly where you come from for you to know what where you come from for you to know what where you come from for you to know what you want to do or where you going you you want to do or where you going you you want to do or where you going you know how they say history always repeats know how they say history always repeats know how they say history always repeats itself so culture will help you get itself so culture will help you get itself so culture will help you get easier to where you need to get as a easier to where you need to get as a easier to where you need to get as a grouping uh very quickly just for a lot grouping uh very quickly just for a lot grouping uh very quickly just for a lot of people they'll hear Bruce about this of people they'll hear Bruce about this of people they'll hear Bruce about this organization for the very first time organization for the very first time organization for the very first time quickly tell me about the uh this quickly tell me about the uh this quickly tell me about the uh this Northwest based Northwest based Northwest based organization all right um ITA is is a is organization all right um ITA is is a is organization all right um ITA is is a is an arts and culture organization whose an arts and culture organization whose an arts and culture organization whose primary aim is to exploit the the primary aim is to exploit the the primary aim is to exploit the the Personnel heavy um characteristic of the Personnel heavy um characteristic of the Personnel heavy um characteristic of the creative industry you know uh just to creative industry you know uh just to creative industry you know uh just to make one one this link from here to sabc make one one this link from here to sabc make one one this link from here to sabc you guys have employed about four or you guys have employed about four or you guys have employed about four or five people who are doing this who are five people who are doing this who are five people who are doing this who are on a payroll so we're trying to exploit on a payroll so we're trying to exploit on a payroll so we're trying to exploit those kind of opportunities for income those kind of opportunities for income those kind of opportunities for income generation and uh employment uh generation and uh employment uh generation and uh employment uh opportunities opportunities opportunities so that's what UHA is all about and so that's what UHA is all about and so that's what UHA is all about and we're trying to create an environment we're trying to create an environment we're trying to create an environment where there's a market for people in the where there's a market for people in the where there's a market for people in the creative Industries to sell their creative Industries to sell their creative Industries to sell their product and to create local content uh product and to create local content uh product and to create local content uh finally very quickly where can we go to finally very quickly where can we go to finally very quickly where can we go to find a more details about the world find a more details about the world find a more details about the world record record record attempt uh we are on Facebook our page attempt uh we are on Facebook our page attempt uh we are on Facebook our page is is is called b u a o i t s o TS e called b u a o i t s o TS e called b u a o i t s o TS e and you can also go to our Facebook to and you can also go to our Facebook to and you can also go to our Facebook to the FM website where you'll also find the FM website where you'll also find the FM website where you'll also find details of BU okay Bruce lisabeth thank details of BU okay Bruce lisabeth thank details of BU okay Bruce lisabeth thank you very much talking to us from the you very much talking to us from the you very much talking to us from the Northwest he is an ambitious attempt to Northwest he is an ambitious attempt to Northwest he is an ambitious attempt to at least 1 million balloons and they'll at least 1 million balloons and they'll at least 1 million balloons and they'll try and break the guine book award try and break the guine book award try and break the guine book award records for the most children reading a records for the most children reading a records for the most children reading a Tana poem we take an break in again [Music] anyway and", "sentences": ["okay a Northwest based organization okay a Northwest based organization okay a Northwest based organization called itat Arts culture and Sports called itat Arts culture and Sports called itat Arts culture and Sports organization will on the 21st of this organization will on the 21st of this organization will on the 21st of this month make an attempt to set a Guinness month make an attempt to set a Guinness month make an attempt to set a Guinness Book of Records entry for the most Book of Records entry for the most Book of Records entry for the most children reciting one sitana poem children reciting one sitana poem children reciting one sitana poem performing a traditional sitana dance performing a traditional sitana dance performing a traditional sitana dance piece and release 1 million balloons in piece and release 1 million balloons in piece and release 1 million balloons in the air the event forms part of the the air the event forms part of the the air the event forms part of the organization's ultimate goal of organization's ultimate goal of organization's ultimate goal of preserving the satana culture through preserving the satana culture through preserving the satana culture through satana literature stage and Television satana literature stage and Television satana literature stage and Television Productions to give us more insight on Productions to give us more insight on Productions to give us more insight on this is Bruce leis who is the this is Bruce leis who is the this is Bruce leis who is the chairperson of the organization Bruce chairperson of the organization Bruce chairperson of the organization Bruce good morning thank you very much for good morning thank you very much for good morning thank you very much for joining us uh let's get straight into it joining us uh let's get straight into it joining us uh let's get straight into it talk to me about this Rec this world talk to me about this Rec this world talk to me about this Rec this world record attempt and why be so big in in record attempt and why be so big in in record attempt and why be so big in in making a point uh good day how are I hope point uh good day how are I hope point uh good day how are I hope everybody's fine hello to all the everybody's fine hello to all the everybody's fine hello to all the listeners at home the reason we going listeners at home the reason we going listeners at home the reason we going big is that there's a saying that says big is that there's a saying that says big is that there's a saying that says uh go big or go home you know and um uh go big or go home you know and um uh go big or go home you know and um even if we don't reach the 50,000 at even if we don't reach the 50,000 at even if we don't reach the 50,000 at least we'll have left a mark about the least we'll have left a mark about the least we'll have left a mark about the importance of suwana is the suwana importance of suwana is the suwana importance of suwana is the suwana language its culture in danger no it's not a culture that's in danger no it's not a culture that's in danger no it's not a culture that's in danger it's just a language that we feel danger it's just a language that we feel danger it's just a language that we feel is now marginalized where people are no is now marginalized where people are no is now marginalized where people are no longer using it where we've got longer using it where we've got longer using it where we've got Superstars like HP K Chana Caspa filling Superstars like HP K Chana Caspa filling Superstars like HP K Chana Caspa filling up stadiums but we don't have enough up stadiums but we don't have enough up stadiums but we don't have enough literature out there in sitana we don't literature out there in sitana we don't literature out there in sitana we don't have enough content on TV in sitana so have enough content on TV in sitana so have enough content on TV in sitana so we we we just want our our youngsters to we we we just want our our youngsters to we we we just want our our youngsters to embrace the language uh we want the embrace the language uh we want the embrace the language uh we want the batswana people to start speaking the batswana people to start speaking the batswana people to start speaking the language and claim their place just like language and claim their place just like language and claim their place just like all the other gooni languages have all the other gooni languages have all the other gooni languages have claimed their spaces on all the claimed their spaces on all the claimed their spaces on all the television and uh broadcast media television and uh broadcast media television and uh broadcast media channels okay with the world record channels okay with the world record channels okay with the world record attempt getting so many children to attempt getting so many children to attempt getting so many children to recite a poem you're talking about a a recite a poem you're talking about a a recite a poem you're talking about a a traditional dance piece and then you're traditional dance piece and then you're traditional dance piece and then you're going to release 1 billion balloons in going to release 1 billion balloons in going to release 1 billion balloons in the air would it not be easier would it the air would it not be easier would it the air would it not be easier would it not be easier to just pitch to The not be easier to just pitch to The not be easier to just pitch to The broadcasters to talk to those that are broadcasters to talk to those that are broadcasters to talk to those that are in control of media spaces to say hey in control of media spaces to say hey in control of media spaces to say hey give me my space give give our language give me my space give give our language give me my space give give our language our space uh you see if you go that route space uh you see if you go that route space uh you see if you go that route you're not claiming your space you you're not claiming your space you you're not claiming your space you requesting somebody to to help you get requesting somebody to to help you get requesting somebody to to help you get to a certain point But as soon as you to a certain point But as soon as you to a certain point But as soon as you start claiming your space and say I start claiming your space and say I start claiming your space and say I belong here I belong in this space it belong here I belong in this space it belong here I belong in this space it gives it gives you better recognition gives it gives you better recognition gives it gives you better recognition that you know what you're talking about that you know what you're talking about that you know what you're talking about and what you want to do and by the way and what you want to do and by the way and what you want to do and by the way we're not releasing a billion this year we're not releasing a billion this year we're not releasing a billion this year maybe in 5 years yeah in 5 years we'll maybe in 5 years yeah in 5 years we'll maybe in 5 years yeah in 5 years we'll release a billion this year we're going release a billion this year we're going release a billion this year we're going to release a million yeah yeah that's to release a million yeah yeah that's to release a million yeah yeah that's what I said 1 million uh let's talk what I said 1 million uh let's talk what I said 1 million uh let's talk about preservation of languages because about preservation of languages because about preservation of languages because I think that's very important a couple I think that's very important a couple I think that's very important a couple of weeks ago on morning live we had of weeks ago on morning live we had of weeks ago on morning live we had penel here and we were talking about the penel here and we were talking about the penel here and we were talking about the dissolution of of of the executive of dissolution of of of the executive of dissolution of of of the executive of the board the preservation of language the board the preservation of language the board the preservation of language are we are we understating the are we are we understating the are we are we understating the importance of it how important is it now importance of it how important is it now importance of it how important is it now that preservation of that preservation of that preservation of language you know language is a funny language you know language is a funny language you know language is a funny thing it we we take it for granted thing it we we take it for granted thing it we we take it for granted because we speak it every day we dream because we speak it every day we dream because we speak it every day we dream in a language and St but as soon as uh in a language and St but as soon as uh in a language and St but as soon as uh you realize when you get challenges how you realize when you get challenges how you realize when you get challenges how important a language is in preserving a important a language is in preserving a important a language is in preserving a culture uh I'll give you an example the culture uh I'll give you an example the culture uh I'll give you an example the africaner was very good at preserving africaner was very good at preserving africaner was very good at preserving their language that is why you do not their language that is why you do not their language that is why you do not study you do not struggle to find any study you do not struggle to find any study you do not struggle to find any literature in Africans you do not St you literature in Africans you do not St you literature in Africans you do not St you do not struggle when you go to do not struggle when you go to do not struggle when you go to university to study in Africans and that university to study in Africans and that university to study in Africans and that is why the africaner community are so is why the africaner community are so is why the africaner community are so Advanced and then now you see the Zulu Advanced and then now you see the Zulu Advanced and then now you see the Zulu have adopted the same approach where you have adopted the same approach where you have adopted the same approach where you have to do a module in Zulu to get your have to do a module in Zulu to get your have to do a module in Zulu to get your degree in guazu Natal you know it shows degree in guazu Natal you know it shows degree in guazu Natal you know it shows you that these these groupings have you that these these groupings have you that these these groupings have realized how important a culture how how realized how important a culture how how realized how important a culture how how important language is in preserving a important language is in preserving a important language is in preserving a culture because it explains exactly culture because it explains exactly culture because it explains exactly where you come from for you to know what where you come from for you to know what where you come from for you to know what you want to do or where you going you you want to do or where you going you you want to do or where you going you know how they say history always repeats know how they say history always repeats know how they say history always repeats itself so culture will help you get itself so culture will help you get itself so culture will help you get easier to where you need to get as a easier to where you need to get as a easier to where you need to get as a grouping uh very quickly just for a lot grouping uh very quickly just for a lot grouping uh very quickly just for a lot of people they'll hear Bruce about this of people they'll hear Bruce about this of people they'll hear Bruce about this organization for the very first time organization for the very first time organization for the very first time quickly tell me about the uh this quickly tell me about the uh this quickly tell me about the uh this Northwest based Northwest based Northwest based organization all right um ITA is is a is organization all right um ITA is is a is organization all right um ITA is is a is an arts and culture organization whose an arts and culture organization whose an arts and culture organization whose primary aim is to exploit the the primary aim is to exploit the the primary aim is to exploit the the Personnel heavy um characteristic of the Personnel heavy um characteristic of the Personnel heavy um characteristic of the creative industry you know uh just to creative industry you know uh just to creative industry you know uh just to make one one this link from here to sabc make one one this link from here to sabc make one one this link from here to sabc you guys have employed about four or you guys have employed about four or you guys have employed about four or five people who are doing this who are five people who are doing this who are five people who are doing this who are on a payroll so we're trying to exploit on a payroll so we're trying to exploit on a payroll so we're trying to exploit those kind of opportunities for income those kind of opportunities for income those kind of opportunities for income generation and uh employment uh generation and uh employment uh generation and uh employment uh opportunities opportunities opportunities so that's what UHA is all about and so that's what UHA is all about and so that's what UHA is all about and we're trying to create an environment we're trying to create an environment we're trying to create an environment where there's a market for people in the where there's a market for people in the where there's a market for people in the creative Industries to sell their creative Industries to sell their creative Industries to sell their product and to create local content uh product and to create local content uh product and to create local content uh finally very quickly where can we go to finally very quickly where can we go to finally very quickly where can we go to find a more details about the world find a more details about the world find a more details about the world record record record attempt uh we are on Facebook our page attempt uh we are on Facebook our page attempt uh we are on Facebook our page is is is called b u a o i t s o TS e called b u a o i t s o TS e called b u a o i t s o TS e and you can also go to our Facebook to and you can also go to our Facebook to and you can also go to our Facebook to the FM website where you'll also find the FM website where you'll also find the FM website where you'll also find details of BU okay Bruce lisabeth thank details of BU okay Bruce lisabeth thank details of BU okay Bruce lisabeth thank you very much talking to us from the you very much talking to us from the you very much talking to us from the Northwest he is an ambitious attempt to Northwest he is an ambitious attempt to Northwest he is an ambitious attempt to at least 1 million balloons and they'll at least 1 million balloons and they'll at least 1 million balloons and they'll try and break the guine book award try and break the guine book award try and break the guine book award records for the most children reading a records for the most children reading a records for the most children reading a Tana poem we take an break in again [Music] anyway and"], "transcript": [{"start": 1.16, "end": 3.27, "text": "okay a Northwest based organization"}, {"start": 3.27, "end": 3.28, "text": "okay a Northwest based organization"}, {"start": 3.28, "end": 5.67, "text": "okay a Northwest based organization called itat Arts culture and Sports"}, {"start": 5.67, "end": 5.68, "text": "called itat Arts culture and Sports"}, {"start": 5.68, "end": 8.15, "text": "called itat Arts culture and Sports organization will on the 21st of this"}, {"start": 8.15, "end": 8.16, "text": "organization will on the 21st of this"}, {"start": 8.16, "end": 10.03, "text": "organization will on the 21st of this month make an attempt to set a Guinness"}, {"start": 10.03, "end": 10.04, "text": "month make an attempt to set a Guinness"}, {"start": 10.04, "end": 11.789, "text": "month make an attempt to set a Guinness Book of Records entry for the most"}, {"start": 11.789, "end": 11.799, "text": "Book of Records entry for the most"}, {"start": 11.799, "end": 14.19, "text": "Book of Records entry for the most children reciting one sitana poem"}, {"start": 14.19, "end": 14.2, "text": "children reciting one sitana poem"}, {"start": 14.2, "end": 16.109, "text": "children reciting one sitana poem performing a traditional sitana dance"}, {"start": 16.109, "end": 16.119, "text": "performing a traditional sitana dance"}, {"start": 16.119, "end": 18.51, "text": "performing a traditional sitana dance piece and release 1 million balloons in"}, {"start": 18.51, "end": 18.52, "text": "piece and release 1 million balloons in"}, {"start": 18.52, "end": 20.429, "text": "piece and release 1 million balloons in the air the event forms part of the"}, {"start": 20.429, "end": 20.439, "text": "the air the event forms part of the"}, {"start": 20.439, "end": 22.31, "text": "the air the event forms part of the organization's ultimate goal of"}, {"start": 22.31, "end": 22.32, "text": "organization's ultimate goal of"}, {"start": 22.32, "end": 24.31, "text": "organization's ultimate goal of preserving the satana culture through"}, {"start": 24.31, "end": 24.32, "text": "preserving the satana culture through"}, {"start": 24.32, "end": 26.55, "text": "preserving the satana culture through satana literature stage and Television"}, {"start": 26.55, "end": 26.56, "text": "satana literature stage and Television"}, {"start": 26.56, "end": 28.509, "text": "satana literature stage and Television Productions to give us more insight on"}, {"start": 28.509, "end": 28.519, "text": "Productions to give us more insight on"}, {"start": 28.519, "end": 30.47, "text": "Productions to give us more insight on this is Bruce leis who is the"}, {"start": 30.47, "end": 30.48, "text": "this is Bruce leis who is the"}, {"start": 30.48, "end": 32.79, "text": "this is Bruce leis who is the chairperson of the organization Bruce"}, {"start": 32.79, "end": 32.8, "text": "chairperson of the organization Bruce"}, {"start": 32.8, "end": 33.869, "text": "chairperson of the organization Bruce good morning thank you very much for"}, {"start": 33.869, "end": 33.879, "text": "good morning thank you very much for"}, {"start": 33.879, "end": 36.27, "text": "good morning thank you very much for joining us uh let's get straight into it"}, {"start": 36.27, "end": 36.28, "text": "joining us uh let's get straight into it"}, {"start": 36.28, "end": 38.51, "text": "joining us uh let's get straight into it talk to me about this Rec this world"}, {"start": 38.51, "end": 38.52, "text": "talk to me about this Rec this world"}, {"start": 38.52, "end": 43.83, "text": "talk to me about this Rec this world record attempt and why be so big in in"}, {"start": 43.83, "end": 43.84, "text": "record attempt and why be so big in in"}, {"start": 43.84, "end": 46.75, "text": "record attempt and why be so big in in making a"}, {"start": 46.76, "end": 49.31, "text": "point uh good day how are I hope"}, {"start": 49.31, "end": 49.32, "text": "point uh good day how are I hope"}, {"start": 49.32, "end": 51.47, "text": "point uh good day how are I hope everybody's fine hello to all the"}, {"start": 51.47, "end": 51.48, "text": "everybody's fine hello to all the"}, {"start": 51.48, "end": 54.349, "text": "everybody's fine hello to all the listeners at home the reason we going"}, {"start": 54.349, "end": 54.359, "text": "listeners at home the reason we going"}, {"start": 54.359, "end": 56.67, "text": "listeners at home the reason we going big is that there's a saying that says"}, {"start": 56.67, "end": 56.68, "text": "big is that there's a saying that says"}, {"start": 56.68, "end": 60.189, "text": "big is that there's a saying that says uh go big or go home you know and um"}, {"start": 60.189, "end": 60.199, "text": "uh go big or go home you know and um"}, {"start": 60.199, "end": 63.27, "text": "uh go big or go home you know and um even if we don't reach the 50,000 at"}, {"start": 63.27, "end": 63.28, "text": "even if we don't reach the 50,000 at"}, {"start": 63.28, "end": 67.39, "text": "even if we don't reach the 50,000 at least we'll have left a mark about the"}, {"start": 67.39, "end": 67.4, "text": "least we'll have left a mark about the"}, {"start": 67.4, "end": 71.109, "text": "least we'll have left a mark about the importance of suwana is the suwana"}, {"start": 71.109, "end": 71.119, "text": "importance of suwana is the suwana"}, {"start": 71.119, "end": 75.07, "text": "importance of suwana is the suwana language its culture in"}, {"start": 75.08, "end": 77.99, "text": "danger no it's not a culture that's in"}, {"start": 77.99, "end": 78.0, "text": "danger no it's not a culture that's in"}, {"start": 78.0, "end": 80.469, "text": "danger no it's not a culture that's in danger it's just a language that we feel"}, {"start": 80.469, "end": 80.479, "text": "danger it's just a language that we feel"}, {"start": 80.479, "end": 82.63, "text": "danger it's just a language that we feel is now marginalized where people are no"}, {"start": 82.63, "end": 82.64, "text": "is now marginalized where people are no"}, {"start": 82.64, "end": 84.069, "text": "is now marginalized where people are no longer using it where we've got"}, {"start": 84.069, "end": 84.07900000000001, "text": "longer using it where we've got"}, {"start": 84.07900000000001, "end": 88.069, "text": "longer using it where we've got Superstars like HP K Chana Caspa filling"}, {"start": 88.069, "end": 88.07900000000001, "text": "Superstars like HP K Chana Caspa filling"}, {"start": 88.07900000000001, "end": 90.91, "text": "Superstars like HP K Chana Caspa filling up stadiums but we don't have enough"}, {"start": 90.91, "end": 90.92, "text": "up stadiums but we don't have enough"}, {"start": 90.92, "end": 93.27000000000001, "text": "up stadiums but we don't have enough literature out there in sitana we don't"}, {"start": 93.27000000000001, "end": 93.28, "text": "literature out there in sitana we don't"}, {"start": 93.28, "end": 96.99000000000001, "text": "literature out there in sitana we don't have enough content on TV in sitana so"}, {"start": 96.99000000000001, "end": 97.0, "text": "have enough content on TV in sitana so"}, {"start": 97.0, "end": 99.87, "text": "have enough content on TV in sitana so we we we just want our our youngsters to"}, {"start": 99.87, "end": 99.88, "text": "we we we just want our our youngsters to"}, {"start": 99.88, "end": 102.03, "text": "we we we just want our our youngsters to embrace the language uh we want the"}, {"start": 102.03, "end": 102.03999999999999, "text": "embrace the language uh we want the"}, {"start": 102.03999999999999, "end": 103.749, "text": "embrace the language uh we want the batswana people to start speaking the"}, {"start": 103.749, "end": 103.759, "text": "batswana people to start speaking the"}, {"start": 103.759, "end": 105.99000000000001, "text": "batswana people to start speaking the language and claim their place just like"}, {"start": 105.99000000000001, "end": 106.0, "text": "language and claim their place just like"}, {"start": 106.0, "end": 107.67, "text": "language and claim their place just like all the other gooni languages have"}, {"start": 107.67, "end": 107.68, "text": "all the other gooni languages have"}, {"start": 107.68, "end": 109.63, "text": "all the other gooni languages have claimed their spaces on all the"}, {"start": 109.63, "end": 109.64, "text": "claimed their spaces on all the"}, {"start": 109.64, "end": 112.22999999999999, "text": "claimed their spaces on all the television and uh broadcast media"}, {"start": 112.22999999999999, "end": 112.24000000000001, "text": "television and uh broadcast media"}, {"start": 112.24000000000001, "end": 114.35, "text": "television and uh broadcast media channels okay with the world record"}, {"start": 114.35, "end": 114.36, "text": "channels okay with the world record"}, {"start": 114.36, "end": 116.63, "text": "channels okay with the world record attempt getting so many children to"}, {"start": 116.63, "end": 116.64, "text": "attempt getting so many children to"}, {"start": 116.64, "end": 120.029, "text": "attempt getting so many children to recite a poem you're talking about a a"}, {"start": 120.029, "end": 120.039, "text": "recite a poem you're talking about a a"}, {"start": 120.039, "end": 122.23, "text": "recite a poem you're talking about a a traditional dance piece and then you're"}, {"start": 122.23, "end": 122.24, "text": "traditional dance piece and then you're"}, {"start": 122.24, "end": 124.469, "text": "traditional dance piece and then you're going to release 1 billion balloons in"}, {"start": 124.469, "end": 124.479, "text": "going to release 1 billion balloons in"}, {"start": 124.479, "end": 127.23, "text": "going to release 1 billion balloons in the air would it not be easier would it"}, {"start": 127.23, "end": 127.24, "text": "the air would it not be easier would it"}, {"start": 127.24, "end": 130.029, "text": "the air would it not be easier would it not be easier to just pitch to The"}, {"start": 130.029, "end": 130.039, "text": "not be easier to just pitch to The"}, {"start": 130.039, "end": 132.22899999999998, "text": "not be easier to just pitch to The broadcasters to talk to those that are"}, {"start": 132.22899999999998, "end": 132.239, "text": "broadcasters to talk to those that are"}, {"start": 132.239, "end": 135.07, "text": "broadcasters to talk to those that are in control of media spaces to say hey"}, {"start": 135.07, "end": 135.08, "text": "in control of media spaces to say hey"}, {"start": 135.08, "end": 137.19, "text": "in control of media spaces to say hey give me my space give give our language"}, {"start": 137.19, "end": 137.2, "text": "give me my space give give our language"}, {"start": 137.2, "end": 139.75, "text": "give me my space give give our language our"}, {"start": 139.76, "end": 142.27, "text": "space uh you see if you go that route"}, {"start": 142.27, "end": 142.28, "text": "space uh you see if you go that route"}, {"start": 142.28, "end": 144.63, "text": "space uh you see if you go that route you're not claiming your space you"}, {"start": 144.63, "end": 144.64, "text": "you're not claiming your space you"}, {"start": 144.64, "end": 147.869, "text": "you're not claiming your space you requesting somebody to to help you get"}, {"start": 147.869, "end": 147.879, "text": "requesting somebody to to help you get"}, {"start": 147.879, "end": 149.869, "text": "requesting somebody to to help you get to a certain point But as soon as you"}, {"start": 149.869, "end": 149.879, "text": "to a certain point But as soon as you"}, {"start": 149.879, "end": 151.67000000000002, "text": "to a certain point But as soon as you start claiming your space and say I"}, {"start": 151.67000000000002, "end": 151.68, "text": "start claiming your space and say I"}, {"start": 151.68, "end": 153.63, "text": "start claiming your space and say I belong here I belong in this space it"}, {"start": 153.63, "end": 153.64, "text": "belong here I belong in this space it"}, {"start": 153.64, "end": 155.50900000000001, "text": "belong here I belong in this space it gives it gives you better recognition"}, {"start": 155.50900000000001, "end": 155.519, "text": "gives it gives you better recognition"}, {"start": 155.519, "end": 157.27, "text": "gives it gives you better recognition that you know what you're talking about"}, {"start": 157.27, "end": 157.28, "text": "that you know what you're talking about"}, {"start": 157.28, "end": 159.47, "text": "that you know what you're talking about and what you want to do and by the way"}, {"start": 159.47, "end": 159.48, "text": "and what you want to do and by the way"}, {"start": 159.48, "end": 162.869, "text": "and what you want to do and by the way we're not releasing a billion this year"}, {"start": 162.869, "end": 162.879, "text": "we're not releasing a billion this year"}, {"start": 162.879, "end": 165.309, "text": "we're not releasing a billion this year maybe in 5 years yeah in 5 years we'll"}, {"start": 165.309, "end": 165.31900000000002, "text": "maybe in 5 years yeah in 5 years we'll"}, {"start": 165.31900000000002, "end": 167.07, "text": "maybe in 5 years yeah in 5 years we'll release a billion this year we're going"}, {"start": 167.07, "end": 167.07999999999998, "text": "release a billion this year we're going"}, {"start": 167.07999999999998, "end": 169.03, "text": "release a billion this year we're going to release a million yeah yeah that's"}, {"start": 169.03, "end": 169.04, "text": "to release a million yeah yeah that's"}, {"start": 169.04, "end": 171.19, "text": "to release a million yeah yeah that's what I said 1 million uh let's talk"}, {"start": 171.19, "end": 171.2, "text": "what I said 1 million uh let's talk"}, {"start": 171.2, "end": 173.43, "text": "what I said 1 million uh let's talk about preservation of languages because"}, {"start": 173.43, "end": 173.44, "text": "about preservation of languages because"}, {"start": 173.44, "end": 175.149, "text": "about preservation of languages because I think that's very important a couple"}, {"start": 175.149, "end": 175.159, "text": "I think that's very important a couple"}, {"start": 175.159, "end": 177.35, "text": "I think that's very important a couple of weeks ago on morning live we had"}, {"start": 177.35, "end": 177.36, "text": "of weeks ago on morning live we had"}, {"start": 177.36, "end": 179.75, "text": "of weeks ago on morning live we had penel here and we were talking about the"}, {"start": 179.75, "end": 179.76, "text": "penel here and we were talking about the"}, {"start": 179.76, "end": 182.91, "text": "penel here and we were talking about the dissolution of of of the executive of"}, {"start": 182.91, "end": 182.92, "text": "dissolution of of of the executive of"}, {"start": 182.92, "end": 185.27, "text": "dissolution of of of the executive of the board the preservation of language"}, {"start": 185.27, "end": 185.28, "text": "the board the preservation of language"}, {"start": 185.28, "end": 186.949, "text": "the board the preservation of language are we are we understating the"}, {"start": 186.949, "end": 186.959, "text": "are we are we understating the"}, {"start": 186.959, "end": 189.39, "text": "are we are we understating the importance of it how important is it now"}, {"start": 189.39, "end": 189.4, "text": "importance of it how important is it now"}, {"start": 189.4, "end": 192.03, "text": "importance of it how important is it now that preservation of"}, {"start": 192.03, "end": 192.04, "text": "that preservation of"}, {"start": 192.04, "end": 194.75, "text": "that preservation of language you know language is a funny"}, {"start": 194.75, "end": 194.76, "text": "language you know language is a funny"}, {"start": 194.76, "end": 196.71, "text": "language you know language is a funny thing it we we take it for granted"}, {"start": 196.71, "end": 196.72, "text": "thing it we we take it for granted"}, {"start": 196.72, "end": 198.91, "text": "thing it we we take it for granted because we speak it every day we dream"}, {"start": 198.91, "end": 198.92000000000002, "text": "because we speak it every day we dream"}, {"start": 198.92000000000002, "end": 201.82999999999998, "text": "because we speak it every day we dream in a language and St but as soon as uh"}, {"start": 201.82999999999998, "end": 201.84, "text": "in a language and St but as soon as uh"}, {"start": 201.84, "end": 204.55, "text": "in a language and St but as soon as uh you realize when you get challenges how"}, {"start": 204.55, "end": 204.56, "text": "you realize when you get challenges how"}, {"start": 204.56, "end": 207.11, "text": "you realize when you get challenges how important a language is in preserving a"}, {"start": 207.11, "end": 207.12, "text": "important a language is in preserving a"}, {"start": 207.12, "end": 209.789, "text": "important a language is in preserving a culture uh I'll give you an example the"}, {"start": 209.789, "end": 209.799, "text": "culture uh I'll give you an example the"}, {"start": 209.799, "end": 212.22899999999998, "text": "culture uh I'll give you an example the africaner was very good at preserving"}, {"start": 212.22899999999998, "end": 212.239, "text": "africaner was very good at preserving"}, {"start": 212.239, "end": 214.75, "text": "africaner was very good at preserving their language that is why you do not"}, {"start": 214.75, "end": 214.76, "text": "their language that is why you do not"}, {"start": 214.76, "end": 216.71, "text": "their language that is why you do not study you do not struggle to find any"}, {"start": 216.71, "end": 216.72, "text": "study you do not struggle to find any"}, {"start": 216.72, "end": 219.82999999999998, "text": "study you do not struggle to find any literature in Africans you do not St you"}, {"start": 219.82999999999998, "end": 219.84, "text": "literature in Africans you do not St you"}, {"start": 219.84, "end": 221.19, "text": "literature in Africans you do not St you do not struggle when you go to"}, {"start": 221.19, "end": 221.2, "text": "do not struggle when you go to"}, {"start": 221.2, "end": 223.949, "text": "do not struggle when you go to university to study in Africans and that"}, {"start": 223.949, "end": 223.959, "text": "university to study in Africans and that"}, {"start": 223.959, "end": 226.429, "text": "university to study in Africans and that is why the africaner community are so"}, {"start": 226.429, "end": 226.439, "text": "is why the africaner community are so"}, {"start": 226.439, "end": 229.75, "text": "is why the africaner community are so Advanced and then now you see the Zulu"}, {"start": 229.75, "end": 229.76, "text": "Advanced and then now you see the Zulu"}, {"start": 229.76, "end": 232.06900000000002, "text": "Advanced and then now you see the Zulu have adopted the same approach where you"}, {"start": 232.06900000000002, "end": 232.079, "text": "have adopted the same approach where you"}, {"start": 232.079, "end": 234.949, "text": "have adopted the same approach where you have to do a module in Zulu to get your"}, {"start": 234.949, "end": 234.959, "text": "have to do a module in Zulu to get your"}, {"start": 234.959, "end": 237.39, "text": "have to do a module in Zulu to get your degree in guazu Natal you know it shows"}, {"start": 237.39, "end": 237.4, "text": "degree in guazu Natal you know it shows"}, {"start": 237.4, "end": 240.309, "text": "degree in guazu Natal you know it shows you that these these groupings have"}, {"start": 240.309, "end": 240.319, "text": "you that these these groupings have"}, {"start": 240.319, "end": 242.99, "text": "you that these these groupings have realized how important a culture how how"}, {"start": 242.99, "end": 243.0, "text": "realized how important a culture how how"}, {"start": 243.0, "end": 245.03, "text": "realized how important a culture how how important language is in preserving a"}, {"start": 245.03, "end": 245.04, "text": "important language is in preserving a"}, {"start": 245.04, "end": 247.19, "text": "important language is in preserving a culture because it explains exactly"}, {"start": 247.19, "end": 247.2, "text": "culture because it explains exactly"}, {"start": 247.2, "end": 249.35, "text": "culture because it explains exactly where you come from for you to know what"}, {"start": 249.35, "end": 249.36, "text": "where you come from for you to know what"}, {"start": 249.36, "end": 251.069, "text": "where you come from for you to know what you want to do or where you going you"}, {"start": 251.069, "end": 251.079, "text": "you want to do or where you going you"}, {"start": 251.079, "end": 253.309, "text": "you want to do or where you going you know how they say history always repeats"}, {"start": 253.309, "end": 253.319, "text": "know how they say history always repeats"}, {"start": 253.319, "end": 255.429, "text": "know how they say history always repeats itself so culture will help you get"}, {"start": 255.429, "end": 255.439, "text": "itself so culture will help you get"}, {"start": 255.439, "end": 257.59, "text": "itself so culture will help you get easier to where you need to get as a"}, {"start": 257.59, "end": 257.6, "text": "easier to where you need to get as a"}, {"start": 257.6, "end": 260.069, "text": "easier to where you need to get as a grouping uh very quickly just for a lot"}, {"start": 260.069, "end": 260.079, "text": "grouping uh very quickly just for a lot"}, {"start": 260.079, "end": 261.949, "text": "grouping uh very quickly just for a lot of people they'll hear Bruce about this"}, {"start": 261.949, "end": 261.959, "text": "of people they'll hear Bruce about this"}, {"start": 261.959, "end": 263.71, "text": "of people they'll hear Bruce about this organization for the very first time"}, {"start": 263.71, "end": 263.72, "text": "organization for the very first time"}, {"start": 263.72, "end": 265.23, "text": "organization for the very first time quickly tell me about the uh this"}, {"start": 265.23, "end": 265.24, "text": "quickly tell me about the uh this"}, {"start": 265.24, "end": 268.029, "text": "quickly tell me about the uh this Northwest based"}, {"start": 268.029, "end": 268.039, "text": "Northwest based"}, {"start": 268.039, "end": 272.11, "text": "Northwest based organization all right um ITA is is a is"}, {"start": 272.11, "end": 272.12, "text": "organization all right um ITA is is a is"}, {"start": 272.12, "end": 274.15, "text": "organization all right um ITA is is a is an arts and culture organization whose"}, {"start": 274.15, "end": 274.15999999999997, "text": "an arts and culture organization whose"}, {"start": 274.15999999999997, "end": 277.23, "text": "an arts and culture organization whose primary aim is to exploit the the"}, {"start": 277.23, "end": 277.24, "text": "primary aim is to exploit the the"}, {"start": 277.24, "end": 280.67, "text": "primary aim is to exploit the the Personnel heavy um characteristic of the"}, {"start": 280.67, "end": 280.68, "text": "Personnel heavy um characteristic of the"}, {"start": 280.68, "end": 283.39, "text": "Personnel heavy um characteristic of the creative industry you know uh just to"}, {"start": 283.39, "end": 283.4, "text": "creative industry you know uh just to"}, {"start": 283.4, "end": 287.27, "text": "creative industry you know uh just to make one one this link from here to sabc"}, {"start": 287.27, "end": 287.28, "text": "make one one this link from here to sabc"}, {"start": 287.28, "end": 289.07, "text": "make one one this link from here to sabc you guys have employed about four or"}, {"start": 289.07, "end": 289.08, "text": "you guys have employed about four or"}, {"start": 289.08, "end": 290.71, "text": "you guys have employed about four or five people who are doing this who are"}, {"start": 290.71, "end": 290.72, "text": "five people who are doing this who are"}, {"start": 290.72, "end": 293.43, "text": "five people who are doing this who are on a payroll so we're trying to exploit"}, {"start": 293.43, "end": 293.44, "text": "on a payroll so we're trying to exploit"}, {"start": 293.44, "end": 295.55, "text": "on a payroll so we're trying to exploit those kind of opportunities for income"}, {"start": 295.55, "end": 295.56, "text": "those kind of opportunities for income"}, {"start": 295.56, "end": 298.71, "text": "those kind of opportunities for income generation and uh employment uh"}, {"start": 298.71, "end": 298.72, "text": "generation and uh employment uh"}, {"start": 298.72, "end": 300.11, "text": "generation and uh employment uh opportunities"}, {"start": 300.11, "end": 300.12, "text": "opportunities"}, {"start": 300.12, "end": 303.43, "text": "opportunities so that's what UHA is all about and"}, {"start": 303.43, "end": 303.44, "text": "so that's what UHA is all about and"}, {"start": 303.44, "end": 305.11, "text": "so that's what UHA is all about and we're trying to create an environment"}, {"start": 305.11, "end": 305.12, "text": "we're trying to create an environment"}, {"start": 305.12, "end": 307.909, "text": "we're trying to create an environment where there's a market for people in the"}, {"start": 307.909, "end": 307.919, "text": "where there's a market for people in the"}, {"start": 307.919, "end": 309.909, "text": "where there's a market for people in the creative Industries to sell their"}, {"start": 309.909, "end": 309.919, "text": "creative Industries to sell their"}, {"start": 309.919, "end": 313.15, "text": "creative Industries to sell their product and to create local content uh"}, {"start": 313.15, "end": 313.16, "text": "product and to create local content uh"}, {"start": 313.16, "end": 314.95, "text": "product and to create local content uh finally very quickly where can we go to"}, {"start": 314.95, "end": 314.96, "text": "finally very quickly where can we go to"}, {"start": 314.96, "end": 316.35, "text": "finally very quickly where can we go to find a more details about the world"}, {"start": 316.35, "end": 316.36, "text": "find a more details about the world"}, {"start": 316.36, "end": 318.629, "text": "find a more details about the world record"}, {"start": 318.629, "end": 318.639, "text": "record"}, {"start": 318.639, "end": 321.83, "text": "record attempt uh we are on Facebook our page"}, {"start": 321.83, "end": 321.84, "text": "attempt uh we are on Facebook our page"}, {"start": 321.84, "end": 322.629, "text": "attempt uh we are on Facebook our page is"}, {"start": 322.629, "end": 322.639, "text": "is"}, {"start": 322.639, "end": 330.55, "text": "is called b u a o i t s o TS e"}, {"start": 330.55, "end": 330.56, "text": "called b u a o i t s o TS e"}, {"start": 330.56, "end": 333.27, "text": "called b u a o i t s o TS e and you can also go to our Facebook to"}, {"start": 333.27, "end": 333.28, "text": "and you can also go to our Facebook to"}, {"start": 333.28, "end": 337.07, "text": "and you can also go to our Facebook to the FM website where you'll also find"}, {"start": 337.07, "end": 337.08, "text": "the FM website where you'll also find"}, {"start": 337.08, "end": 340.35, "text": "the FM website where you'll also find details of BU okay Bruce lisabeth thank"}, {"start": 340.35, "end": 340.36, "text": "details of BU okay Bruce lisabeth thank"}, {"start": 340.36, "end": 342.629, "text": "details of BU okay Bruce lisabeth thank you very much talking to us from the"}, {"start": 342.629, "end": 342.639, "text": "you very much talking to us from the"}, {"start": 342.639, "end": 345.59000000000003, "text": "you very much talking to us from the Northwest he is an ambitious attempt to"}, {"start": 345.59000000000003, "end": 345.6, "text": "Northwest he is an ambitious attempt to"}, {"start": 345.6, "end": 347.71, "text": "Northwest he is an ambitious attempt to at least 1 million balloons and they'll"}, {"start": 347.71, "end": 347.72, "text": "at least 1 million balloons and they'll"}, {"start": 347.72, "end": 349.07, "text": "at least 1 million balloons and they'll try and break the guine book award"}, {"start": 349.07, "end": 349.08, "text": "try and break the guine book award"}, {"start": 349.08, "end": 351.11, "text": "try and break the guine book award records for the most children reading a"}, {"start": 351.11, "end": 351.12, "text": "records for the most children reading a"}, {"start": 351.12, "end": 355.28, "text": "records for the most children reading a Tana poem we take an break in again"}, {"start": 355.29, "end": 358.469, "text": "[Music]"}, {"start": 358.479, "end": 361.919, "text": "anyway and"}], "createdAt": "2025-12-15T03:52:59.000Z", "imageUrl": "https://img.youtube.com/vi/sbCKo3PsPf4/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=sbCKo3PsPf4", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_Dsz38vnHGvQ", "userId": "system", "title": "Democracy Gauge - Setswana author Sabata Mokae", "language": "tn", "content": "[Music] [Music] [Music] indeed thanks very much Sukeena so it's indeed thanks very much Sukeena so it's indeed thanks very much Sukeena so it's time for democracy gauge this is where time for democracy gauge this is where time for democracy gauge this is where you rate our democracy with three colors you rate our democracy with three colors you rate our democracy with three colors green democracies healthy yellow it green democracies healthy yellow it green democracies healthy yellow it means we must be careful and red means means we must be careful and red means means we must be careful and red means that we are in danger so it's one author that we are in danger so it's one author that we are in danger so it's one author Sebata mock WA from Kimberly in the Sebata mock WA from Kimberly in the Sebata mock WA from Kimberly in the northern cape feels a lot has changed in northern cape feels a lot has changed in northern cape feels a lot has changed in the past 25 years for mock WA liberation the past 25 years for mock WA liberation the past 25 years for mock WA liberation means having the right and ability to means having the right and ability to means having the right and ability to communicate in your own language my name communicate in your own language my name communicate in your own language my name is Sarah da and Palmer gay I I was born is Sarah da and Palmer gay I I was born is Sarah da and Palmer gay I I was born in the Free State in the northwest I now in the Free State in the northwest I now in the Free State in the northwest I now give me in the north until I'm an give me in the north until I'm an give me in the north until I'm an academic teaching creative writing since academic teaching creative writing since academic teaching creative writing since wanna wanna wanna and I'm also a writer but he novels into and I'm also a writer but he novels into and I'm also a writer but he novels into other people's where he was to be banned other people's where he was to be banned other people's where he was to be banned in the past there are novels that will in the past there are novels that will in the past there are novels that will come out this week and next week is come out this week and next week is come out this week and next week is banned music and films as well so the banned music and films as well so the banned music and films as well so the absence of there is a major advantage absence of there is a major advantage absence of there is a major advantage for creative workers like myself for creative workers like myself for creative workers like myself secondly they do some increase in secondly they do some increase in secondly they do some increase in funding for the Arts in literature we're funding for the Arts in literature we're funding for the Arts in literature we're able to have book festivals and able to have book festivals and able to have book festivals and workshops around the country government workshops around the country government workshops around the country government funded funded funded I doubt in the past it used to be the I doubt in the past it used to be the I doubt in the past it used to be the same thing 1994 was with her sweet for same thing 1994 was with her sweet for same thing 1994 was with her sweet for me me me sweet because I could see freedom sweet because I could see freedom sweet because I could see freedom I could smell freedom in the air there I could smell freedom in the air there I could smell freedom in the air there were pictures of our leaders Mandela we were pictures of our leaders Mandela we were pictures of our leaders Mandela we had our political leaders have just been had our political leaders have just been had our political leaders have just been released from teasing the neediness in released from teasing the neediness in released from teasing the neediness in freedom and it was really exciting said freedom and it was really exciting said freedom and it was really exciting said because I was too young to vote so the because I was too young to vote so the because I was too young to vote so the best I could do was to help my best I could do was to help my best I could do was to help my grandmother get ready make sure that she grandmother get ready make sure that she grandmother get ready make sure that she has got her ID and that she votes on has got her ID and that she votes on has got her ID and that she votes on the day for special vote a lot of things the day for special vote a lot of things the day for special vote a lot of things have changed firstly we know that our have changed firstly we know that our have changed firstly we know that our languages and I speak as a writer our languages and I speak as a writer our languages and I speak as a writer our languages were not official languages languages were not official languages languages were not official languages there is expenditure on the development there is expenditure on the development there is expenditure on the development of those languages is a great change for of those languages is a great change for of those languages is a great change for me me me secondly I am now able to express myself secondly I am now able to express myself secondly I am now able to express myself in any way I want without the fear for in any way I want without the fear for in any way I want without the fear for thority we need to be careful that we do thority we need to be careful that we do thority we need to be careful that we do not lose track not lose track not lose track hence amusingly deal of question [Music] revealed where MEC WA produced today's revealed where MEC WA produced today's revealed where MEC WA produced today's democracy gauge it economists not democracy gauge it economists not democracy gauge it economists not acknowledges all citizens and is powered acknowledges all citizens and is powered acknowledges all citizens and is powered by s ABC News we'll see you after this by s ABC News we'll see you after this by s ABC News we'll see you after this break", "sentences": ["[Music] [Music] [Music] indeed thanks very much Sukeena so it's indeed thanks very much Sukeena so it's indeed thanks very much Sukeena so it's time for democracy gauge this is where time for democracy gauge this is where time for democracy gauge this is where you rate our democracy with three colors you rate our democracy with three colors you rate our democracy with three colors green democracies healthy yellow it green democracies healthy yellow it green democracies healthy yellow it means we must be careful and red means means we must be careful and red means means we must be careful and red means that we are in danger so it's one author that we are in danger so it's one author that we are in danger so it's one author Sebata mock WA from Kimberly in the Sebata mock WA from Kimberly in the Sebata mock WA from Kimberly in the northern cape feels a lot has changed in northern cape feels a lot has changed in northern cape feels a lot has changed in the past 25 years for mock WA liberation the past 25 years for mock WA liberation the past 25 years for mock WA liberation means having the right and ability to means having the right and ability to means having the right and ability to communicate in your own language my name communicate in your own language my name communicate in your own language my name is Sarah da and Palmer gay I I was born is Sarah da and Palmer gay I I was born is Sarah da and Palmer gay I I was born in the Free State in the northwest I now in the Free State in the northwest I now in the Free State in the northwest I now give me in the north until I'm an give me in the north until I'm an give me in the north until I'm an academic teaching creative writing since academic teaching creative writing since academic teaching creative writing since wanna wanna wanna and I'm also a writer but he novels into and I'm also a writer but he novels into and I'm also a writer but he novels into other people's where he was to be banned other people's where he was to be banned other people's where he was to be banned in the past there are novels that will in the past there are novels that will in the past there are novels that will come out this week and next week is come out this week and next week is come out this week and next week is banned music and films as well so the banned music and films as well so the banned music and films as well so the absence of there is a major advantage absence of there is a major advantage absence of there is a major advantage for creative workers like myself for creative workers like myself for creative workers like myself secondly they do some increase in secondly they do some increase in secondly they do some increase in funding for the Arts in literature we're funding for the Arts in literature we're funding for the Arts in literature we're able to have book festivals and able to have book festivals and able to have book festivals and workshops around the country government workshops around the country government workshops around the country government funded funded funded I doubt in the past it used to be the I doubt in the past it used to be the I doubt in the past it used to be the same thing 1994 was with her sweet for same thing 1994 was with her sweet for same thing 1994 was with her sweet for me me me sweet because I could see freedom sweet because I could see freedom sweet because I could see freedom I could smell freedom in the air there I could smell freedom in the air there I could smell freedom in the air there were pictures of our leaders Mandela we were pictures of our leaders Mandela we were pictures of our leaders Mandela we had our political leaders have just been had our political leaders have just been had our political leaders have just been released from teasing the neediness in released from teasing the neediness in released from teasing the neediness in freedom and it was really exciting said freedom and it was really exciting said freedom and it was really exciting said because I was too young to vote so the because I was too young to vote so the because I was too young to vote so the best I could do was to help my best I could do was to help my best I could do was to help my grandmother get ready make sure that she grandmother get ready make sure that she grandmother get ready make sure that she has got her ID and that she votes on has got her ID and that she votes on has got her ID and that she votes on the day for special vote a lot of things the day for special vote a lot of things the day for special vote a lot of things have changed firstly we know that our have changed firstly we know that our have changed firstly we know that our languages and I speak as a writer our languages and I speak as a writer our languages and I speak as a writer our languages were not official languages languages were not official languages languages were not official languages there is expenditure on the development there is expenditure on the development there is expenditure on the development of those languages is a great change for of those languages is a great change for of those languages is a great change for me me me secondly I am now able to express myself secondly I am now able to express myself secondly I am now able to express myself in any way I want without the fear for in any way I want without the fear for in any way I want without the fear for thority we need to be careful that we do thority we need to be careful that we do thority we need to be careful that we do not lose track not lose track not lose track hence amusingly deal of question [Music] revealed where MEC WA produced today's revealed where MEC WA produced today's revealed where MEC WA produced today's democracy gauge it economists not democracy gauge it economists not democracy gauge it economists not acknowledges all citizens and is powered acknowledges all citizens and is powered acknowledges all citizens and is powered by s ABC News we'll see you after this by s ABC News we'll see you after this by s ABC News we'll see you after this break"], "transcript": [{"start": 1.82, "end": 5.2, "text": "[Music]"}, {"start": 5.2, "end": 5.21, "text": "[Music]"}, {"start": 5.21, "end": 7.76, "text": "[Music] indeed thanks very much Sukeena so it's"}, {"start": 7.76, "end": 7.77, "text": "indeed thanks very much Sukeena so it's"}, {"start": 7.77, "end": 9.86, "text": "indeed thanks very much Sukeena so it's time for democracy gauge this is where"}, {"start": 9.86, "end": 9.87, "text": "time for democracy gauge this is where"}, {"start": 9.87, "end": 11.45, "text": "time for democracy gauge this is where you rate our democracy with three colors"}, {"start": 11.45, "end": 11.46, "text": "you rate our democracy with three colors"}, {"start": 11.46, "end": 13.94, "text": "you rate our democracy with three colors green democracies healthy yellow it"}, {"start": 13.94, "end": 13.95, "text": "green democracies healthy yellow it"}, {"start": 13.95, "end": 16.129, "text": "green democracies healthy yellow it means we must be careful and red means"}, {"start": 16.129, "end": 16.139, "text": "means we must be careful and red means"}, {"start": 16.139, "end": 19.37, "text": "means we must be careful and red means that we are in danger so it's one author"}, {"start": 19.37, "end": 19.38, "text": "that we are in danger so it's one author"}, {"start": 19.38, "end": 23.12, "text": "that we are in danger so it's one author Sebata mock WA from Kimberly in the"}, {"start": 23.12, "end": 23.13, "text": "Sebata mock WA from Kimberly in the"}, {"start": 23.13, "end": 25.25, "text": "Sebata mock WA from Kimberly in the northern cape feels a lot has changed in"}, {"start": 25.25, "end": 25.26, "text": "northern cape feels a lot has changed in"}, {"start": 25.26, "end": 29.15, "text": "northern cape feels a lot has changed in the past 25 years for mock WA liberation"}, {"start": 29.15, "end": 29.16, "text": "the past 25 years for mock WA liberation"}, {"start": 29.16, "end": 31.7, "text": "the past 25 years for mock WA liberation means having the right and ability to"}, {"start": 31.7, "end": 31.71, "text": "means having the right and ability to"}, {"start": 31.71, "end": 37.25, "text": "means having the right and ability to communicate in your own language my name"}, {"start": 37.25, "end": 37.26, "text": "communicate in your own language my name"}, {"start": 37.26, "end": 42.86, "text": "communicate in your own language my name is Sarah da and Palmer gay I I was born"}, {"start": 42.86, "end": 42.87, "text": "is Sarah da and Palmer gay I I was born"}, {"start": 42.87, "end": 46.549, "text": "is Sarah da and Palmer gay I I was born in the Free State in the northwest I now"}, {"start": 46.549, "end": 46.559, "text": "in the Free State in the northwest I now"}, {"start": 46.559, "end": 49.79, "text": "in the Free State in the northwest I now give me in the north until I'm an"}, {"start": 49.79, "end": 49.8, "text": "give me in the north until I'm an"}, {"start": 49.8, "end": 54.139, "text": "give me in the north until I'm an academic teaching creative writing since"}, {"start": 54.139, "end": 54.149, "text": "academic teaching creative writing since"}, {"start": 54.149, "end": 55.4, "text": "academic teaching creative writing since wanna"}, {"start": 55.4, "end": 55.41, "text": "wanna"}, {"start": 55.41, "end": 58.85, "text": "wanna and I'm also a writer but he novels into"}, {"start": 58.85, "end": 58.86, "text": "and I'm also a writer but he novels into"}, {"start": 58.86, "end": 64.31, "text": "and I'm also a writer but he novels into other people's where he was to be banned"}, {"start": 64.31, "end": 64.32, "text": "other people's where he was to be banned"}, {"start": 64.32, "end": 67.67, "text": "other people's where he was to be banned in the past there are novels that will"}, {"start": 67.67, "end": 67.68, "text": "in the past there are novels that will"}, {"start": 67.68, "end": 70.46000000000001, "text": "in the past there are novels that will come out this week and next week is"}, {"start": 70.46000000000001, "end": 70.47, "text": "come out this week and next week is"}, {"start": 70.47, "end": 73.91, "text": "come out this week and next week is banned music and films as well so the"}, {"start": 73.91, "end": 73.92, "text": "banned music and films as well so the"}, {"start": 73.92, "end": 76.66, "text": "banned music and films as well so the absence of there is a major advantage"}, {"start": 76.66, "end": 76.67, "text": "absence of there is a major advantage"}, {"start": 76.67, "end": 80.45, "text": "absence of there is a major advantage for creative workers like myself"}, {"start": 80.45, "end": 80.46000000000001, "text": "for creative workers like myself"}, {"start": 80.46000000000001, "end": 85.07, "text": "for creative workers like myself secondly they do some increase in"}, {"start": 85.07, "end": 85.08, "text": "secondly they do some increase in"}, {"start": 85.08, "end": 91.19, "text": "secondly they do some increase in funding for the Arts in literature we're"}, {"start": 91.19, "end": 91.2, "text": "funding for the Arts in literature we're"}, {"start": 91.2, "end": 95.8, "text": "funding for the Arts in literature we're able to have book festivals and"}, {"start": 95.8, "end": 95.81, "text": "able to have book festivals and"}, {"start": 95.81, "end": 99.62, "text": "able to have book festivals and workshops around the country government"}, {"start": 99.62, "end": 99.63, "text": "workshops around the country government"}, {"start": 99.63, "end": 100.46000000000001, "text": "workshops around the country government funded"}, {"start": 100.46000000000001, "end": 100.47, "text": "funded"}, {"start": 100.47, "end": 102.85900000000001, "text": "funded I doubt in the past it used to be the"}, {"start": 102.85900000000001, "end": 102.869, "text": "I doubt in the past it used to be the"}, {"start": 102.869, "end": 109.19, "text": "I doubt in the past it used to be the same thing 1994 was with her sweet for"}, {"start": 109.19, "end": 109.2, "text": "same thing 1994 was with her sweet for"}, {"start": 109.2, "end": 109.7, "text": "same thing 1994 was with her sweet for me"}, {"start": 109.7, "end": 109.71000000000001, "text": "me"}, {"start": 109.71000000000001, "end": 112.85, "text": "me sweet because I could see freedom"}, {"start": 112.85, "end": 112.86, "text": "sweet because I could see freedom"}, {"start": 112.86, "end": 115.969, "text": "sweet because I could see freedom I could smell freedom in the air there"}, {"start": 115.969, "end": 115.979, "text": "I could smell freedom in the air there"}, {"start": 115.979, "end": 121.46, "text": "I could smell freedom in the air there were pictures of our leaders Mandela we"}, {"start": 121.46, "end": 121.47, "text": "were pictures of our leaders Mandela we"}, {"start": 121.47, "end": 125.51, "text": "were pictures of our leaders Mandela we had our political leaders have just been"}, {"start": 125.51, "end": 125.52, "text": "had our political leaders have just been"}, {"start": 125.52, "end": 127.55, "text": "had our political leaders have just been released from teasing the neediness in"}, {"start": 127.55, "end": 127.56, "text": "released from teasing the neediness in"}, {"start": 127.56, "end": 130.82, "text": "released from teasing the neediness in freedom and it was really exciting said"}, {"start": 130.82, "end": 130.83, "text": "freedom and it was really exciting said"}, {"start": 130.83, "end": 134.09, "text": "freedom and it was really exciting said because I was too young to vote so the"}, {"start": 134.09, "end": 134.1, "text": "because I was too young to vote so the"}, {"start": 134.1, "end": 136.91, "text": "because I was too young to vote so the best I could do was to help my"}, {"start": 136.91, "end": 136.92000000000002, "text": "best I could do was to help my"}, {"start": 136.92000000000002, "end": 139.64, "text": "best I could do was to help my grandmother get ready make sure that she"}, {"start": 139.64, "end": 139.65, "text": "grandmother get ready make sure that she"}, {"start": 139.65, "end": 143.72, "text": "grandmother get ready make sure that she has got her ID and that she votes on"}, {"start": 143.72, "end": 143.73, "text": "has got her ID and that she votes on"}, {"start": 143.73, "end": 146.50900000000001, "text": "has got her ID and that she votes on the day for special vote a lot of things"}, {"start": 146.50900000000001, "end": 146.519, "text": "the day for special vote a lot of things"}, {"start": 146.519, "end": 150.71, "text": "the day for special vote a lot of things have changed firstly we know that our"}, {"start": 150.71, "end": 150.72, "text": "have changed firstly we know that our"}, {"start": 150.72, "end": 153.44, "text": "have changed firstly we know that our languages and I speak as a writer our"}, {"start": 153.44, "end": 153.45, "text": "languages and I speak as a writer our"}, {"start": 153.45, "end": 155.93, "text": "languages and I speak as a writer our languages were not official languages"}, {"start": 155.93, "end": 155.94, "text": "languages were not official languages"}, {"start": 155.94, "end": 160.67000000000002, "text": "languages were not official languages there is expenditure on the development"}, {"start": 160.67000000000002, "end": 160.68, "text": "there is expenditure on the development"}, {"start": 160.68, "end": 163.25, "text": "there is expenditure on the development of those languages is a great change for"}, {"start": 163.25, "end": 163.26, "text": "of those languages is a great change for"}, {"start": 163.26, "end": 163.789, "text": "of those languages is a great change for me"}, {"start": 163.789, "end": 163.799, "text": "me"}, {"start": 163.799, "end": 169.93, "text": "me secondly I am now able to express myself"}, {"start": 169.93, "end": 169.94, "text": "secondly I am now able to express myself"}, {"start": 169.94, "end": 175.28, "text": "secondly I am now able to express myself in any way I want without the fear for"}, {"start": 175.28, "end": 175.29, "text": "in any way I want without the fear for"}, {"start": 175.29, "end": 179.3, "text": "in any way I want without the fear for thority we need to be careful that we do"}, {"start": 179.3, "end": 179.31, "text": "thority we need to be careful that we do"}, {"start": 179.31, "end": 180.589, "text": "thority we need to be careful that we do not lose track"}, {"start": 180.589, "end": 180.599, "text": "not lose track"}, {"start": 180.599, "end": 186.63, "text": "not lose track hence amusingly deal of question"}, {"start": 186.64, "end": 190.699, "text": "[Music]"}, {"start": 190.709, "end": 193.44, "text": "revealed where MEC WA produced today's"}, {"start": 193.44, "end": 193.45, "text": "revealed where MEC WA produced today's"}, {"start": 193.45, "end": 195.449, "text": "revealed where MEC WA produced today's democracy gauge it economists not"}, {"start": 195.449, "end": 195.459, "text": "democracy gauge it economists not"}, {"start": 195.459, "end": 198.03, "text": "democracy gauge it economists not acknowledges all citizens and is powered"}, {"start": 198.03, "end": 198.04, "text": "acknowledges all citizens and is powered"}, {"start": 198.04, "end": 200.22, "text": "acknowledges all citizens and is powered by s ABC News we'll see you after this"}, {"start": 200.22, "end": 200.23, "text": "by s ABC News we'll see you after this"}, {"start": 200.23, "end": 202.409, "text": "by s ABC News we'll see you after this break"}], "createdAt": "2025-12-15T03:52:34.000Z", "imageUrl": "https://img.youtube.com/vi/Dsz38vnHGvQ/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=Dsz38vnHGvQ", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_O267IoN7y2o", "userId": "system", "title": "Lesson 6: Tell your story", "language": "tn", "content": "Osaka Osaka where are you from Quito Osaka Osaka where are you from Quito Osaka Osaka where are you from Quito aqua America kids aqua America I am from aqua America kids aqua America I am from aqua America kids aqua America I am from America America America Oona uber Akaka ekwa America unio Baraka Oona uber Akaka ekwa America unio Baraka Oona uber Akaka ekwa America unio Baraka Keiko America where did you work in Keiko America where did you work in Keiko America where did you work in America America America quoi America jennykelly quoi America quoi America jennykelly quoi America quoi America jennykelly quoi America Cana Kelly in America I was muy to t mu Cana Kelly in America I was muy to t mu Cana Kelly in America I was muy to t mu e - t student nakka nakka dr. mooi topi e - t student nakka nakka dr. mooi topi e - t student nakka nakka dr. mooi topi muy topi volunteer mohebi mohebi muy topi volunteer mohebi mohebi muy topi volunteer mohebi mohebi businessperson mo root abana more ruta businessperson mo root abana more ruta businessperson mo root abana more ruta Bona teacher ness ness ness lira n mo Bona teacher ness ness ness lira n mo Bona teacher ness ness ness lira n mo vote wanna vote wanna vote wanna Adira in mo vote on what are you doing Adira in mo vote on what are you doing Adira in mo vote on what are you doing in Botswana Hewitt happy or Pisco Hewitt in Botswana Hewitt happy or Pisco Hewitt in Botswana Hewitt happy or Pisco Hewitt happy why Pisco I am a Peace Corps happy why Pisco I am a Peace Corps happy why Pisco I am a Peace Corps volunteer volunteer volunteer Oh telling mo vote wanna win Ellen mova Oh telling mo vote wanna win Ellen mova Oh telling mo vote wanna win Ellen mova trauma when did you arrive in Botswana trauma when did you arrive in Botswana trauma when did you arrive in Botswana little mo Botanica Cassini mobile - little mo Botanica Cassini mobile - little mo Botanica Cassini mobile - Annika I arrived in Botswana or not guy Annika I arrived in Botswana or not guy Annika I arrived in Botswana or not guy or NOC I or NOC I or NOC I where do you stay kenmore kenmore I stay where do you stay kenmore kenmore I stay where do you stay kenmore kenmore I stay in Gretchen's when meeting new people in Gretchen's when meeting new people in Gretchen's when meeting new people telling them about a little about telling them about a little about telling them about a little about yourself is a good way to practice some yourself is a good way to practice some yourself is a good way to practice some common savanna phrases the following common savanna phrases the following common savanna phrases the following questions and responses will focus on a questions and responses will focus on a questions and responses will focus on a few ways that we can learn about others few ways that we can learn about others few ways that we can learn about others while also telling them a little bit while also telling them a little bit while also telling them a little bit about yourself about yourself about yourself for example you might be us where you for example you might be us where you for example you might be us where you are from the question and it's response are from the question and it's response are from the question and it's response usually sound like this where are you usually sound like this where are you usually sound like this where are you from from from Woods Walker I am from America kids wah Woods Walker I am from America kids wah Woods Walker I am from America kids wah wah America when telling someone about wah America when telling someone about wah America when telling someone about yourself you might also be asked what yourself you might also be asked what yourself you might also be asked what you were doing before you came to you were doing before you came to you were doing before you came to Botswana where did you wake in America Botswana where did you wake in America Botswana where did you wake in America when a Oh Derek a chi-wai America when a Oh Derek a chi-wai America when a Oh Derek a chi-wai America possible alphas may include I was a possible alphas may include I was a possible alphas may include I was a student student student Wow America can Achille Wow America can Achille Wow America can Achille we truth I was a business person well we truth I was a business person well we truth I was a business person well America can a kill em away be people may America can a kill em away be people may America can a kill em away be people may ask what are you doing in Bhutan ask what are you doing in Bhutan ask what are you doing in Bhutan Adira in mobile van I'm a volunteer with Adira in mobile van I'm a volunteer with Adira in mobile van I'm a volunteer with Pisco Hewitt happy while Pisco another Pisco Hewitt happy while Pisco another Pisco Hewitt happy while Pisco another common question is where did you when common question is where did you when common question is where did you when did you arrive in Botswana with LAN Ling did you arrive in Botswana with LAN Ling did you arrive in Botswana with LAN Ling mo Botswana I arrived in Botswana in mo Botswana I arrived in Botswana in mo Botswana I arrived in Botswana in September 2012 kids Alaimo Botswana Cal September 2012 kids Alaimo Botswana Cal September 2012 kids Alaimo Botswana Cal September 2012 people will also want to September 2012 people will also want to September 2012 people will also want to know where you are staying or where your know where you are staying or where your know where you are staying or where your home village is where do you stay on ma home village is where do you stay on ma home village is where do you stay on ma Kai I stay in a Baroni can more Kai I stay in a Baroni can more Kai I stay in a Baroni can more HarperOne HarperOne HarperOne now let's try now let's put these now let's try now let's put these now let's try now let's put these questions and responses together in a questions and responses together in a questions and responses together in a short dialogue Jimin ARMA de Atacama short dialogue Jimin ARMA de Atacama short dialogue Jimin ARMA de Atacama gets up well Bhutan or nakai kidnap gets up well Bhutan or nakai kidnap gets up well Bhutan or nakai kidnap ocaa what Connie o Baraka KY k Baraka ocaa what Connie o Baraka KY k Baraka ocaa what Connie o Baraka KY k Baraka Kilowog ya boo ha", "sentences": ["Osaka Osaka where are you from Quito Osaka Osaka where are you from Quito Osaka Osaka where are you from Quito aqua America kids aqua America I am from aqua America kids aqua America I am from aqua America kids aqua America I am from America America America Oona uber Akaka ekwa America unio Baraka Oona uber Akaka ekwa America unio Baraka Oona uber Akaka ekwa America unio Baraka Keiko America where did you work in Keiko America where did you work in Keiko America where did you work in America America America quoi America jennykelly quoi America quoi America jennykelly quoi America quoi America jennykelly quoi America Cana Kelly in America I was muy to t mu Cana Kelly in America I was muy to t mu Cana Kelly in America I was muy to t mu e - t student nakka nakka dr.", "mooi topi e - t student nakka nakka dr.", "mooi topi e - t student nakka nakka dr.", "mooi topi muy topi volunteer mohebi mohebi muy topi volunteer mohebi mohebi muy topi volunteer mohebi mohebi businessperson mo root abana more ruta businessperson mo root abana more ruta businessperson mo root abana more ruta Bona teacher ness ness ness lira n mo Bona teacher ness ness ness lira n mo Bona teacher ness ness ness lira n mo vote wanna vote wanna vote wanna Adira in mo vote on what are you doing Adira in mo vote on what are you doing Adira in mo vote on what are you doing in Botswana Hewitt happy or Pisco Hewitt in Botswana Hewitt happy or Pisco Hewitt in Botswana Hewitt happy or Pisco Hewitt happy why Pisco I am a Peace Corps happy why Pisco I am a Peace Corps happy why Pisco I am a Peace Corps volunteer volunteer volunteer Oh telling mo vote wanna win Ellen mova Oh telling mo vote wanna win Ellen mova Oh telling mo vote wanna win Ellen mova trauma when did you arrive in Botswana trauma when did you arrive in Botswana trauma when did you arrive in Botswana little mo Botanica Cassini mobile - little mo Botanica Cassini mobile - little mo Botanica Cassini mobile - Annika I arrived in Botswana or not guy Annika I arrived in Botswana or not guy Annika I arrived in Botswana or not guy or NOC I or NOC I or NOC I where do you stay kenmore kenmore I stay where do you stay kenmore kenmore I stay where do you stay kenmore kenmore I stay in Gretchen's when meeting new people in Gretchen's when meeting new people in Gretchen's when meeting new people telling them about a little about telling them about a little about telling them about a little about yourself is a good way to practice some yourself is a good way to practice some yourself is a good way to practice some common savanna phrases the following common savanna phrases the following common savanna phrases the following questions and responses will focus on a questions and responses will focus on a questions and responses will focus on a few ways that we can learn about others few ways that we can learn about others few ways that we can learn about others while also telling them a little bit while also telling them a little bit while also telling them a little bit about yourself about yourself about yourself for example you might be us where you for example you might be us where you for example you might be us where you are from the question and it's response are from the question and it's response are from the question and it's response usually sound like this where are you usually sound like this where are you usually sound like this where are you from from from Woods Walker I am from America kids wah Woods Walker I am from America kids wah Woods Walker I am from America kids wah wah America when telling someone about wah America when telling someone about wah America when telling someone about yourself you might also be asked what yourself you might also be asked what yourself you might also be asked what you were doing before you came to you were doing before you came to you were doing before you came to Botswana where did you wake in America Botswana where did you wake in America Botswana where did you wake in America when a Oh Derek a chi-wai America when a Oh Derek a chi-wai America when a Oh Derek a chi-wai America possible alphas may include I was a possible alphas may include I was a possible alphas may include I was a student student student Wow America can Achille Wow America can Achille Wow America can Achille we truth I was a business person well we truth I was a business person well we truth I was a business person well America can a kill em away be people may America can a kill em away be people may America can a kill em away be people may ask what are you doing in Bhutan ask what are you doing in Bhutan ask what are you doing in Bhutan Adira in mobile van I'm a volunteer with Adira in mobile van I'm a volunteer with Adira in mobile van I'm a volunteer with Pisco Hewitt happy while Pisco another Pisco Hewitt happy while Pisco another Pisco Hewitt happy while Pisco another common question is where did you when common question is where did you when common question is where did you when did you arrive in Botswana with LAN Ling did you arrive in Botswana with LAN Ling did you arrive in Botswana with LAN Ling mo Botswana I arrived in Botswana in mo Botswana I arrived in Botswana in mo Botswana I arrived in Botswana in September 2012 kids Alaimo Botswana Cal September 2012 kids Alaimo Botswana Cal September 2012 kids Alaimo Botswana Cal September 2012 people will also want to September 2012 people will also want to September 2012 people will also want to know where you are staying or where your know where you are staying or where your know where you are staying or where your home village is where do you stay on ma home village is where do you stay on ma home village is where do you stay on ma Kai I stay in a Baroni can more Kai I stay in a Baroni can more Kai I stay in a Baroni can more HarperOne HarperOne HarperOne now let's try now let's put these now let's try now let's put these now let's try now let's put these questions and responses together in a questions and responses together in a questions and responses together in a short dialogue Jimin ARMA de Atacama short dialogue Jimin ARMA de Atacama short dialogue Jimin ARMA de Atacama gets up well Bhutan or nakai kidnap gets up well Bhutan or nakai kidnap gets up well Bhutan or nakai kidnap ocaa what Connie o Baraka KY k Baraka ocaa what Connie o Baraka KY k Baraka ocaa what Connie o Baraka KY k Baraka Kilowog ya boo ha"], "transcript": [{"start": 4.97, "end": 13.19, "text": "Osaka Osaka where are you from Quito"}, {"start": 13.19, "end": 13.2, "text": "Osaka Osaka where are you from Quito"}, {"start": 13.2, "end": 19.429, "text": "Osaka Osaka where are you from Quito aqua America kids aqua America I am from"}, {"start": 19.429, "end": 19.439, "text": "aqua America kids aqua America I am from"}, {"start": 19.439, "end": 21.4, "text": "aqua America kids aqua America I am from America"}, {"start": 21.4, "end": 21.41, "text": "America"}, {"start": 21.41, "end": 27.74, "text": "America Oona uber Akaka ekwa America unio Baraka"}, {"start": 27.74, "end": 27.75, "text": "Oona uber Akaka ekwa America unio Baraka"}, {"start": 27.75, "end": 31.88, "text": "Oona uber Akaka ekwa America unio Baraka Keiko America where did you work in"}, {"start": 31.88, "end": 31.89, "text": "Keiko America where did you work in"}, {"start": 31.89, "end": 33.7, "text": "Keiko America where did you work in America"}, {"start": 33.7, "end": 33.71, "text": "America"}, {"start": 33.71, "end": 39.35, "text": "America quoi America jennykelly quoi America"}, {"start": 39.35, "end": 39.36, "text": "quoi America jennykelly quoi America"}, {"start": 39.36, "end": 48.41, "text": "quoi America jennykelly quoi America Cana Kelly in America I was muy to t mu"}, {"start": 48.41, "end": 48.42, "text": "Cana Kelly in America I was muy to t mu"}, {"start": 48.42, "end": 61.18, "text": "Cana Kelly in America I was muy to t mu e - t student nakka nakka dr. mooi topi"}, {"start": 61.18, "end": 61.19, "text": "e - t student nakka nakka dr. mooi topi"}, {"start": 61.19, "end": 71.529, "text": "e - t student nakka nakka dr. mooi topi muy topi volunteer mohebi mohebi"}, {"start": 71.529, "end": 71.539, "text": "muy topi volunteer mohebi mohebi"}, {"start": 71.539, "end": 77.959, "text": "muy topi volunteer mohebi mohebi businessperson mo root abana more ruta"}, {"start": 77.959, "end": 77.969, "text": "businessperson mo root abana more ruta"}, {"start": 77.969, "end": 89.539, "text": "businessperson mo root abana more ruta Bona teacher ness ness ness lira n mo"}, {"start": 89.539, "end": 89.549, "text": "Bona teacher ness ness ness lira n mo"}, {"start": 89.549, "end": 90.849, "text": "Bona teacher ness ness ness lira n mo vote wanna"}, {"start": 90.849, "end": 90.85900000000001, "text": "vote wanna"}, {"start": 90.85900000000001, "end": 96.05, "text": "vote wanna Adira in mo vote on what are you doing"}, {"start": 96.05, "end": 96.06, "text": "Adira in mo vote on what are you doing"}, {"start": 96.06, "end": 102.649, "text": "Adira in mo vote on what are you doing in Botswana Hewitt happy or Pisco Hewitt"}, {"start": 102.649, "end": 102.65899999999999, "text": "in Botswana Hewitt happy or Pisco Hewitt"}, {"start": 102.65899999999999, "end": 106.88, "text": "in Botswana Hewitt happy or Pisco Hewitt happy why Pisco I am a Peace Corps"}, {"start": 106.88, "end": 106.89, "text": "happy why Pisco I am a Peace Corps"}, {"start": 106.89, "end": 108.05, "text": "happy why Pisco I am a Peace Corps volunteer"}, {"start": 108.05, "end": 108.06, "text": "volunteer"}, {"start": 108.06, "end": 114.649, "text": "volunteer Oh telling mo vote wanna win Ellen mova"}, {"start": 114.649, "end": 114.65899999999999, "text": "Oh telling mo vote wanna win Ellen mova"}, {"start": 114.65899999999999, "end": 119.37899999999999, "text": "Oh telling mo vote wanna win Ellen mova trauma when did you arrive in Botswana"}, {"start": 119.37899999999999, "end": 119.38900000000001, "text": "trauma when did you arrive in Botswana"}, {"start": 119.38900000000001, "end": 124.58, "text": "trauma when did you arrive in Botswana little mo Botanica Cassini mobile -"}, {"start": 124.58, "end": 124.59, "text": "little mo Botanica Cassini mobile -"}, {"start": 124.59, "end": 132.67, "text": "little mo Botanica Cassini mobile - Annika I arrived in Botswana or not guy"}, {"start": 132.67, "end": 132.68, "text": "Annika I arrived in Botswana or not guy"}, {"start": 132.68, "end": 135.63, "text": "Annika I arrived in Botswana or not guy or NOC I"}, {"start": 135.63, "end": 135.64, "text": "or NOC I"}, {"start": 135.64, "end": 145.17000000000002, "text": "or NOC I where do you stay kenmore kenmore I stay"}, {"start": 145.17000000000002, "end": 145.18, "text": "where do you stay kenmore kenmore I stay"}, {"start": 145.18, "end": 149.34, "text": "where do you stay kenmore kenmore I stay in Gretchen's when meeting new people"}, {"start": 149.34, "end": 149.35, "text": "in Gretchen's when meeting new people"}, {"start": 149.35, "end": 151.95, "text": "in Gretchen's when meeting new people telling them about a little about"}, {"start": 151.95, "end": 151.96, "text": "telling them about a little about"}, {"start": 151.96, "end": 155.34, "text": "telling them about a little about yourself is a good way to practice some"}, {"start": 155.34, "end": 155.35, "text": "yourself is a good way to practice some"}, {"start": 155.35, "end": 159.69, "text": "yourself is a good way to practice some common savanna phrases the following"}, {"start": 159.69, "end": 159.7, "text": "common savanna phrases the following"}, {"start": 159.7, "end": 162.42000000000002, "text": "common savanna phrases the following questions and responses will focus on a"}, {"start": 162.42000000000002, "end": 162.43, "text": "questions and responses will focus on a"}, {"start": 162.43, "end": 164.88, "text": "questions and responses will focus on a few ways that we can learn about others"}, {"start": 164.88, "end": 164.89, "text": "few ways that we can learn about others"}, {"start": 164.89, "end": 167.46, "text": "few ways that we can learn about others while also telling them a little bit"}, {"start": 167.46, "end": 167.47, "text": "while also telling them a little bit"}, {"start": 167.47, "end": 168.98, "text": "while also telling them a little bit about yourself"}, {"start": 168.98, "end": 168.99, "text": "about yourself"}, {"start": 168.99, "end": 173.25, "text": "about yourself for example you might be us where you"}, {"start": 173.25, "end": 173.26, "text": "for example you might be us where you"}, {"start": 173.26, "end": 176.16, "text": "for example you might be us where you are from the question and it's response"}, {"start": 176.16, "end": 176.17000000000002, "text": "are from the question and it's response"}, {"start": 176.17000000000002, "end": 179.43, "text": "are from the question and it's response usually sound like this where are you"}, {"start": 179.43, "end": 179.44, "text": "usually sound like this where are you"}, {"start": 179.44, "end": 180.14, "text": "usually sound like this where are you from"}, {"start": 180.14, "end": 180.15, "text": "from"}, {"start": 180.15, "end": 185.91, "text": "from Woods Walker I am from America kids wah"}, {"start": 185.91, "end": 185.92, "text": "Woods Walker I am from America kids wah"}, {"start": 185.92, "end": 189.78, "text": "Woods Walker I am from America kids wah wah America when telling someone about"}, {"start": 189.78, "end": 189.79, "text": "wah America when telling someone about"}, {"start": 189.79, "end": 193.74, "text": "wah America when telling someone about yourself you might also be asked what"}, {"start": 193.74, "end": 193.75, "text": "yourself you might also be asked what"}, {"start": 193.75, "end": 195.99, "text": "yourself you might also be asked what you were doing before you came to"}, {"start": 195.99, "end": 196.0, "text": "you were doing before you came to"}, {"start": 196.0, "end": 199.5, "text": "you were doing before you came to Botswana where did you wake in America"}, {"start": 199.5, "end": 199.51, "text": "Botswana where did you wake in America"}, {"start": 199.51, "end": 204.14, "text": "Botswana where did you wake in America when a Oh Derek a chi-wai America"}, {"start": 204.14, "end": 204.15, "text": "when a Oh Derek a chi-wai America"}, {"start": 204.15, "end": 208.65, "text": "when a Oh Derek a chi-wai America possible alphas may include I was a"}, {"start": 208.65, "end": 208.66, "text": "possible alphas may include I was a"}, {"start": 208.66, "end": 209.69, "text": "possible alphas may include I was a student"}, {"start": 209.69, "end": 209.7, "text": "student"}, {"start": 209.7, "end": 212.79, "text": "student Wow America can Achille"}, {"start": 212.79, "end": 212.8, "text": "Wow America can Achille"}, {"start": 212.8, "end": 218.09, "text": "Wow America can Achille we truth I was a business person well"}, {"start": 218.09, "end": 218.1, "text": "we truth I was a business person well"}, {"start": 218.1, "end": 223.14, "text": "we truth I was a business person well America can a kill em away be people may"}, {"start": 223.14, "end": 223.15, "text": "America can a kill em away be people may"}, {"start": 223.15, "end": 226.699, "text": "America can a kill em away be people may ask what are you doing in Bhutan"}, {"start": 226.699, "end": 226.709, "text": "ask what are you doing in Bhutan"}, {"start": 226.709, "end": 233.55, "text": "ask what are you doing in Bhutan Adira in mobile van I'm a volunteer with"}, {"start": 233.55, "end": 233.56, "text": "Adira in mobile van I'm a volunteer with"}, {"start": 233.56, "end": 238.71, "text": "Adira in mobile van I'm a volunteer with Pisco Hewitt happy while Pisco another"}, {"start": 238.71, "end": 238.72, "text": "Pisco Hewitt happy while Pisco another"}, {"start": 238.72, "end": 242.31, "text": "Pisco Hewitt happy while Pisco another common question is where did you when"}, {"start": 242.31, "end": 242.32, "text": "common question is where did you when"}, {"start": 242.32, "end": 247.13, "text": "common question is where did you when did you arrive in Botswana with LAN Ling"}, {"start": 247.13, "end": 247.14, "text": "did you arrive in Botswana with LAN Ling"}, {"start": 247.14, "end": 251.75900000000001, "text": "did you arrive in Botswana with LAN Ling mo Botswana I arrived in Botswana in"}, {"start": 251.75900000000001, "end": 251.769, "text": "mo Botswana I arrived in Botswana in"}, {"start": 251.769, "end": 256.83, "text": "mo Botswana I arrived in Botswana in September 2012 kids Alaimo Botswana Cal"}, {"start": 256.83, "end": 256.84, "text": "September 2012 kids Alaimo Botswana Cal"}, {"start": 256.84, "end": 262.14, "text": "September 2012 kids Alaimo Botswana Cal September 2012 people will also want to"}, {"start": 262.14, "end": 262.15, "text": "September 2012 people will also want to"}, {"start": 262.15, "end": 265.2, "text": "September 2012 people will also want to know where you are staying or where your"}, {"start": 265.2, "end": 265.21, "text": "know where you are staying or where your"}, {"start": 265.21, "end": 270.75, "text": "know where you are staying or where your home village is where do you stay on ma"}, {"start": 270.75, "end": 270.76, "text": "home village is where do you stay on ma"}, {"start": 270.76, "end": 277.2, "text": "home village is where do you stay on ma Kai I stay in a Baroni can more"}, {"start": 277.2, "end": 277.21, "text": "Kai I stay in a Baroni can more"}, {"start": 277.21, "end": 278.63, "text": "Kai I stay in a Baroni can more HarperOne"}, {"start": 278.63, "end": 278.64, "text": "HarperOne"}, {"start": 278.64, "end": 282.42, "text": "HarperOne now let's try now let's put these"}, {"start": 282.42, "end": 282.43, "text": "now let's try now let's put these"}, {"start": 282.43, "end": 285.51, "text": "now let's try now let's put these questions and responses together in a"}, {"start": 285.51, "end": 285.52, "text": "questions and responses together in a"}, {"start": 285.52, "end": 292.159, "text": "questions and responses together in a short dialogue Jimin ARMA de Atacama"}, {"start": 292.159, "end": 292.169, "text": "short dialogue Jimin ARMA de Atacama"}, {"start": 292.169, "end": 297.719, "text": "short dialogue Jimin ARMA de Atacama gets up well Bhutan or nakai kidnap"}, {"start": 297.719, "end": 297.729, "text": "gets up well Bhutan or nakai kidnap"}, {"start": 297.729, "end": 304.44, "text": "gets up well Bhutan or nakai kidnap ocaa what Connie o Baraka KY k Baraka"}, {"start": 304.44, "end": 304.45, "text": "ocaa what Connie o Baraka KY k Baraka"}, {"start": 304.45, "end": 309.57, "text": "ocaa what Connie o Baraka KY k Baraka Kilowog ya boo ha"}], "createdAt": "2025-12-15T03:52:16.000Z", "imageUrl": "https://img.youtube.com/vi/O267IoN7y2o/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=O267IoN7y2o", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_vvinvyseJNo", "userId": "system", "title": "Setswana Greeting 1.2", "language": "tn", "content": "hello a booty say hello to the children hello a booty say hello to the children hello a booty say hello to the children Bona okay it's time to start greeting people okay it's time to start greeting people okay it's time to start greeting people are you ready kids are you ready kids are you ready kids [Music] [Music] [Music] [Applause] okay okay stop for a second let me okay okay stop for a second let me okay okay stop for a second let me explain when we use a guy to greet explain when we use a guy to greet explain when we use a guy to greet people it means how are you and when we people it means how are you and when we people it means how are you and when we answer by saying get ding it means I am answer by saying get ding it means I am answer by saying get ding it means I am fine you see how easy it is now let's fine you see how easy it is now let's fine you see how easy it is now let's see how a booty and oh see use these see how a booty and oh see use these see how a booty and oh see use these phrases you maila doesn't seem very phrases you maila doesn't seem very phrases you maila doesn't seem very happy happy happy dumela okay and now you can greet people dumela okay and now you can greet people dumela okay and now you can greet people in Setswana by a booty goodbye Oh see in Setswana by a booty goodbye Oh see in Setswana by a booty goodbye Oh see see you next time see you next time see you next time [Applause] [Music]", "sentences": ["hello a booty say hello to the children hello a booty say hello to the children hello a booty say hello to the children Bona okay it's time to start greeting people okay it's time to start greeting people okay it's time to start greeting people are you ready kids are you ready kids are you ready kids [Music] [Music] [Music] [Applause] okay okay stop for a second let me okay okay stop for a second let me okay okay stop for a second let me explain when we use a guy to greet explain when we use a guy to greet explain when we use a guy to greet people it means how are you and when we people it means how are you and when we people it means how are you and when we answer by saying get ding it means I am answer by saying get ding it means I am answer by saying get ding it means I am fine you see how easy it is now let's fine you see how easy it is now let's fine you see how easy it is now let's see how a booty and oh see use these see how a booty and oh see use these see how a booty and oh see use these phrases you maila doesn't seem very phrases you maila doesn't seem very phrases you maila doesn't seem very happy happy happy dumela okay and now you can greet people dumela okay and now you can greet people dumela okay and now you can greet people in Setswana by a booty goodbye Oh see in Setswana by a booty goodbye Oh see in Setswana by a booty goodbye Oh see see you next time see you next time see you next time [Applause] [Music]"], "transcript": [{"start": 6.98, "end": 10.99, "text": "hello a booty say hello to the children"}, {"start": 10.99, "end": 11.0, "text": "hello a booty say hello to the children"}, {"start": 11.0, "end": 14.11, "text": "hello a booty say hello to the children Bona"}, {"start": 14.12, "end": 17.0, "text": "okay it's time to start greeting people"}, {"start": 17.0, "end": 17.01, "text": "okay it's time to start greeting people"}, {"start": 17.01, "end": 18.1, "text": "okay it's time to start greeting people are you ready kids"}, {"start": 18.1, "end": 18.11, "text": "are you ready kids"}, {"start": 18.11, "end": 18.38, "text": "are you ready kids [Music]"}, {"start": 18.38, "end": 18.39, "text": "[Music]"}, {"start": 18.39, "end": 27.97, "text": "[Music] [Applause]"}, {"start": 27.98, "end": 32.089, "text": "okay okay stop for a second let me"}, {"start": 32.089, "end": 32.099, "text": "okay okay stop for a second let me"}, {"start": 32.099, "end": 35.75, "text": "okay okay stop for a second let me explain when we use a guy to greet"}, {"start": 35.75, "end": 35.76, "text": "explain when we use a guy to greet"}, {"start": 35.76, "end": 39.92, "text": "explain when we use a guy to greet people it means how are you and when we"}, {"start": 39.92, "end": 39.93, "text": "people it means how are you and when we"}, {"start": 39.93, "end": 42.53, "text": "people it means how are you and when we answer by saying get ding it means I am"}, {"start": 42.53, "end": 42.54, "text": "answer by saying get ding it means I am"}, {"start": 42.54, "end": 47.9, "text": "answer by saying get ding it means I am fine you see how easy it is now let's"}, {"start": 47.9, "end": 47.91, "text": "fine you see how easy it is now let's"}, {"start": 47.91, "end": 50.06, "text": "fine you see how easy it is now let's see how a booty and oh see use these"}, {"start": 50.06, "end": 50.07, "text": "see how a booty and oh see use these"}, {"start": 50.07, "end": 64.429, "text": "see how a booty and oh see use these phrases you maila doesn't seem very"}, {"start": 64.429, "end": 64.439, "text": "phrases you maila doesn't seem very"}, {"start": 64.439, "end": 66.039, "text": "phrases you maila doesn't seem very happy"}, {"start": 66.039, "end": 66.049, "text": "happy"}, {"start": 66.049, "end": 71.75, "text": "happy dumela okay and now you can greet people"}, {"start": 71.75, "end": 71.76, "text": "dumela okay and now you can greet people"}, {"start": 71.76, "end": 74.63, "text": "dumela okay and now you can greet people in Setswana by a booty goodbye Oh see"}, {"start": 74.63, "end": 74.64, "text": "in Setswana by a booty goodbye Oh see"}, {"start": 74.64, "end": 75.78999999999999, "text": "in Setswana by a booty goodbye Oh see see you next time"}, {"start": 75.78999999999999, "end": 75.8, "text": "see you next time"}, {"start": 75.8, "end": 79.5, "text": "see you next time [Applause]"}, {"start": 79.51, "end": 89.479, "text": "[Music]"}], "createdAt": "2025-12-15T03:52:03.000Z", "imageUrl": "https://img.youtube.com/vi/vvinvyseJNo/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=vvinvyseJNo", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_5bUKw1e_u6U", "userId": "system", "title": "JAMAICA GOOD LIFE - TSwana lesson", "language": "tn", "content": "okay I'm going to be taking you through okay I'm going to be taking you through okay I'm going to be taking you through what I wrote right now and how to say it what I wrote right now and how to say it what I wrote right now and how to say it so you just have to listen and repeat so you just have to listen and repeat so you just have to listen and repeat after after after me I'm going I'm going to go down one by me I'm going I'm going to go down one by me I'm going I'm going to go down one by one until the last one and how to say it one until the last one and how to say it one until the last one and how to say it the meaning in English and the meaning the meaning in English and the meaning the meaning in English and the meaning in in in satana the first one satana the first one satana the first one is dumang which is is dumang which is is dumang which is greetings the second one is thank greetings the second one is thank greetings the second one is thank you s is the third one good is the third one good is the third one good night meaning Boro the fourth one enjoy your day one I love you you you six I am happy happy happy seven I am hungry hungry hungry eight I am eight I am eight I am going nine going to work 10 you're beautiful", "sentences": ["okay I'm going to be taking you through okay I'm going to be taking you through okay I'm going to be taking you through what I wrote right now and how to say it what I wrote right now and how to say it what I wrote right now and how to say it so you just have to listen and repeat so you just have to listen and repeat so you just have to listen and repeat after after after me I'm going I'm going to go down one by me I'm going I'm going to go down one by me I'm going I'm going to go down one by one until the last one and how to say it one until the last one and how to say it one until the last one and how to say it the meaning in English and the meaning the meaning in English and the meaning the meaning in English and the meaning in in in satana the first one satana the first one satana the first one is dumang which is is dumang which is is dumang which is greetings the second one is thank greetings the second one is thank greetings the second one is thank you s is the third one good is the third one good is the third one good night meaning Boro the fourth one enjoy your day one I love you you you six I am happy happy happy seven I am hungry hungry hungry eight I am eight I am eight I am going nine going to work 10 you're beautiful"], "transcript": [{"start": 1.36, "end": 5.15, "text": "okay I'm going to be taking you through"}, {"start": 5.15, "end": 5.16, "text": "okay I'm going to be taking you through"}, {"start": 5.16, "end": 9.709, "text": "okay I'm going to be taking you through what I wrote right now and how to say it"}, {"start": 9.709, "end": 9.719, "text": "what I wrote right now and how to say it"}, {"start": 9.719, "end": 12.87, "text": "what I wrote right now and how to say it so you just have to listen and repeat"}, {"start": 12.87, "end": 12.88, "text": "so you just have to listen and repeat"}, {"start": 12.88, "end": 13.869, "text": "so you just have to listen and repeat after"}, {"start": 13.869, "end": 13.879, "text": "after"}, {"start": 13.879, "end": 17.269, "text": "after me I'm going I'm going to go down one by"}, {"start": 17.269, "end": 17.279, "text": "me I'm going I'm going to go down one by"}, {"start": 17.279, "end": 21.109, "text": "me I'm going I'm going to go down one by one until the last one and how to say it"}, {"start": 21.109, "end": 21.119, "text": "one until the last one and how to say it"}, {"start": 21.119, "end": 23.189, "text": "one until the last one and how to say it the meaning in English and the meaning"}, {"start": 23.189, "end": 23.199, "text": "the meaning in English and the meaning"}, {"start": 23.199, "end": 24.07, "text": "the meaning in English and the meaning in"}, {"start": 24.07, "end": 24.08, "text": "in"}, {"start": 24.08, "end": 27.63, "text": "in satana the first one"}, {"start": 27.63, "end": 27.64, "text": "satana the first one"}, {"start": 27.64, "end": 32.15, "text": "satana the first one is dumang which is"}, {"start": 32.15, "end": 32.16, "text": "is dumang which is"}, {"start": 32.16, "end": 36.75, "text": "is dumang which is greetings the second one is thank"}, {"start": 36.75, "end": 36.76, "text": "greetings the second one is thank"}, {"start": 36.76, "end": 41.069, "text": "greetings the second one is thank you s"}, {"start": 41.079, "end": 46.35, "text": "is the third one good"}, {"start": 46.35, "end": 46.36, "text": "is the third one good"}, {"start": 46.36, "end": 50.549, "text": "is the third one good night meaning"}, {"start": 50.559, "end": 58.91, "text": "Boro the fourth one enjoy your"}, {"start": 58.92, "end": 66.99, "text": "day one I love"}, {"start": 67.0, "end": 68.67, "text": "you"}, {"start": 68.67, "end": 68.68, "text": "you"}, {"start": 68.68, "end": 74.63, "text": "you six I am"}, {"start": 74.64, "end": 76.789, "text": "happy"}, {"start": 76.789, "end": 76.799, "text": "happy"}, {"start": 76.799, "end": 84.55, "text": "happy seven I am"}, {"start": 84.56, "end": 86.39, "text": "hungry"}, {"start": 86.39, "end": 86.4, "text": "hungry"}, {"start": 86.4, "end": 88.91, "text": "hungry eight I am"}, {"start": 88.91, "end": 88.92, "text": "eight I am"}, {"start": 88.92, "end": 94.27000000000001, "text": "eight I am going"}, {"start": 94.28, "end": 100.31, "text": "nine going to"}, {"start": 100.32, "end": 106.789, "text": "work 10 you're"}, {"start": 106.799, "end": 109.799, "text": "beautiful"}], "createdAt": "2025-12-15T03:51:41.000Z", "imageUrl": "https://img.youtube.com/vi/5bUKw1e_u6U/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=5bUKw1e_u6U", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_ulGmqV3SS0Y", "userId": "system", "title": "Ithute setswana- introductions", "language": "tn", "content": "hi everyone tat here of Luci right and I hi everyone tat here of Luci right and I hi everyone tat here of Luci right and I thought I would add to a selection of thought I would add to a selection of thought I would add to a selection of bilingual material by starting some bilingual material by starting some bilingual material by starting some videos to um I guess share saana with videos to um I guess share saana with videos to um I guess share saana with anyone and everyone who's interested so anyone and everyone who's interested so anyone and everyone who's interested so um to kick off our first uh video today um to kick off our first uh video today um to kick off our first uh video today I thought we would talk about Greetings I thought we would talk about Greetings I thought we would talk about Greetings or M or M or M which is greetings so um we start off by which is greetings so um we start off by which is greetings so um we start off by saying hello and hello in s is saying hello and hello in s is saying hello and hello in s is dum dum dum dum hello D so it's a dum hello D so it's a dum hello D so it's a fonetic um saying so you say every fonetic um saying so you say every fonetic um saying so you say every letter and vow so D so if you were to letter and vow so D so if you were to letter and vow so D so if you were to walk into a room and say d you can say walk into a room and say d you can say walk into a room and say d you can say hello to everyone hello to everyone hello to everyone you could also you could also you could also say Duma and then insert the name of the say Duma and then insert the name of the say Duma and then insert the name of the person so person so person so d d d d d d Lucy Lucy Lucy d d and then say the name means hello d d and then say the name means hello d d and then say the name means hello specific specific specific person or you could say person or you could say person or you could say dang dang dang dang dumang is what you would use if you dang dumang is what you would use if you dang dumang is what you would use if you were speaking to someone older than you were speaking to someone older than you were speaking to someone older than you as a sign of respect because it kind of as a sign of respect because it kind of as a sign of respect because it kind of is a plural form of Duma so dumang is um is a plural form of Duma so dumang is um is a plural form of Duma so dumang is um what you would say to someone older than what you would say to someone older than what you would say to someone older than you but also to a lot more people so you but also to a lot more people so you but also to a lot more people so rather than rather than rather than saying Luc you would say dang which is saying Luc you would say dang which is saying Luc you would say dang which is hello hello hello everyone another way you could say hello everyone another way you could say hello everyone another way you could say hello is to say is to say is to say d d d d d ma is what you would say if whoever d d ma is what you would say if whoever d d ma is what you would say if whoever you're greeting is female and you're greeting is female and you're greeting is female and D is what you would say if you were D is what you would say if you were D is what you would say if you were greeting a male so greeting a male so greeting a male so D or D or D or D as how you would say to the different D as how you would say to the different D as how you would say to the different genders so D dang oh hello everyone genders so D dang oh hello everyone genders so D dang oh hello everyone dang dang dang that's our next stage then say your name means my name stage then say your name means my name stage then say your name means my name is Le is Le is Le L my name is then you say your name means my name is Tabo on or you name means my name is Tabo on or you name means my name is Tabo on or you could say GI could say GI could say GI then say your name means literally they then say your name means literally they then say your name means literally they call me say your name yeah or I'm called call me say your name yeah or I'm called call me say your name yeah or I'm called I am called now so insert so insert so insert name so that's how you'd say so that's how you'd say so that's how you'd say it it it um so I hope you get to press pause and um so I hope you get to press pause and um so I hope you get to press pause and practice um and Rewind as as much as you practice um and Rewind as as much as you practice um and Rewind as as much as you need but yes those that's how you would need but yes those that's how you would need but yes those that's how you would say hello and my name is another way say hello and my name is another way say hello and my name is another way someone might ask or in greetings might someone might ask or in greetings might someone might ask or in greetings might say how are you Jang means literally how did you you Jang means literally how did you you Jang means literally how did you wake up but means how are you that's more in a formal sense how you that's more in a formal sense how you that's more in a formal sense how are you and in an informal sense someone you and in an informal sense someone you and in an informal sense someone might say Waring like what's up what's might say Waring like what's up what's might say Waring like what's up what's uping Waring literally just just means uping Waring literally just just means uping Waring literally just just means what are you saying like what's uping and how You' uping and how You' uping and how You' answer means I woke up well I woke up well or if someone well I woke up well or if someone well I woke up well or if someone says say means nothing much nothing much say means nothing much nothing much say means nothing much nothing much happening here if you're saying what's happening here if you're saying what's happening here if you're saying what's up nothing much kind of that's what up nothing much kind of that's what up nothing much kind of that's what you're you're you're saying so how you say how are saying so how you say how are saying so how you say how are you and the answer or yay so you can now say or yay so you can now say or yay so you can now say hello say l l which is your name and how hello say l l which is your name and how hello say l l which is your name and how are you in 5 minutes you five minutes are you in 5 minutes you five minutes are you in 5 minutes you five minutes you have learned how to say hello how you have learned how to say hello how you have learned how to say hello how are you and your name how cool is are you and your name how cool is are you and your name how cool is that so one other thing you might say as that so one other thing you might say as that so one other thing you might say as your your your introduction might be means my home is from or I come from be means my home is from or I come from be means my home is from or I come from usually how you introduce yourself in a usually how you introduce yourself in a usually how you introduce yourself in a big big big setting or then you add the the location so get France France means I come from France France France means I come from France France France means I come from France or I originate from France and is I also come from somewhere which is England in so my home somewhere which is England in so my home somewhere which is England in so my home I come from I come from I come from England um so that's that might be England um so that's that might be England um so that's that might be something you want to say as well as something you want to say as well as something you want to say as well as you're introducing you're introducing you're introducing yourself and to round out our yourself and to round out our yourself and to round out our introductions you would say [Music] means nice to meet you I'm glad I got to means nice to meet you I'm glad I got to means nice to meet you I'm glad I got to know you nice to meet know you nice to meet know you nice to meet you and yeah so hello my name is say your name that's all my name [Music] is originate from means I come from means I come from means I come [Music] from how did you wake up or how are from how did you wake up or how are from how did you wake up or how are you I woke up well or I'm well thank you or which is like what's or which is like what's or which is like what's up and nothing much I'm all and nothing much I'm all and nothing much I'm all good and and and there's that there's that there's that sound which is nice to meet you I it is sound which is nice to meet you I it is sound which is nice to meet you I it is my pleasure to know you so my pleasure to know you so my pleasure to know you so yay I hope that you take something from yay I hope that you take something from yay I hope that you take something from this and I get to um get some comments this and I get to um get some comments this and I get to um get some comments down below and you follow our page as we down below and you follow our page as we down below and you follow our page as we learn more about speaking learn more about speaking learn more about speaking s which is to me a very F project anyway s which is to me a very F project anyway s which is to me a very F project anyway one way to say goodbye is to one way to say goodbye is to one way to say goodbye is to sayam till next time see you everyone sayam till next time see you everyone sayam till next time see you everyone bye", "sentences": ["hi everyone tat here of Luci right and I hi everyone tat here of Luci right and I hi everyone tat here of Luci right and I thought I would add to a selection of thought I would add to a selection of thought I would add to a selection of bilingual material by starting some bilingual material by starting some bilingual material by starting some videos to um I guess share saana with videos to um I guess share saana with videos to um I guess share saana with anyone and everyone who's interested so anyone and everyone who's interested so anyone and everyone who's interested so um to kick off our first uh video today um to kick off our first uh video today um to kick off our first uh video today I thought we would talk about Greetings I thought we would talk about Greetings I thought we would talk about Greetings or M or M or M which is greetings so um we start off by which is greetings so um we start off by which is greetings so um we start off by saying hello and hello in s is saying hello and hello in s is saying hello and hello in s is dum dum dum dum hello D so it's a dum hello D so it's a dum hello D so it's a fonetic um saying so you say every fonetic um saying so you say every fonetic um saying so you say every letter and vow so D so if you were to letter and vow so D so if you were to letter and vow so D so if you were to walk into a room and say d you can say walk into a room and say d you can say walk into a room and say d you can say hello to everyone hello to everyone hello to everyone you could also you could also you could also say Duma and then insert the name of the say Duma and then insert the name of the say Duma and then insert the name of the person so person so person so d d d d d d Lucy Lucy Lucy d d and then say the name means hello d d and then say the name means hello d d and then say the name means hello specific specific specific person or you could say person or you could say person or you could say dang dang dang dang dumang is what you would use if you dang dumang is what you would use if you dang dumang is what you would use if you were speaking to someone older than you were speaking to someone older than you were speaking to someone older than you as a sign of respect because it kind of as a sign of respect because it kind of as a sign of respect because it kind of is a plural form of Duma so dumang is um is a plural form of Duma so dumang is um is a plural form of Duma so dumang is um what you would say to someone older than what you would say to someone older than what you would say to someone older than you but also to a lot more people so you but also to a lot more people so you but also to a lot more people so rather than rather than rather than saying Luc you would say dang which is saying Luc you would say dang which is saying Luc you would say dang which is hello hello hello everyone another way you could say hello everyone another way you could say hello everyone another way you could say hello is to say is to say is to say d d d d d ma is what you would say if whoever d d ma is what you would say if whoever d d ma is what you would say if whoever you're greeting is female and you're greeting is female and you're greeting is female and D is what you would say if you were D is what you would say if you were D is what you would say if you were greeting a male so greeting a male so greeting a male so D or D or D or D as how you would say to the different D as how you would say to the different D as how you would say to the different genders so D dang oh hello everyone genders so D dang oh hello everyone genders so D dang oh hello everyone dang dang dang that's our next stage then say your name means my name stage then say your name means my name stage then say your name means my name is Le is Le is Le L my name is then you say your name means my name is Tabo on or you name means my name is Tabo on or you name means my name is Tabo on or you could say GI could say GI could say GI then say your name means literally they then say your name means literally they then say your name means literally they call me say your name yeah or I'm called call me say your name yeah or I'm called call me say your name yeah or I'm called I am called now so insert so insert so insert name so that's how you'd say so that's how you'd say so that's how you'd say it it it um so I hope you get to press pause and um so I hope you get to press pause and um so I hope you get to press pause and practice um and Rewind as as much as you practice um and Rewind as as much as you practice um and Rewind as as much as you need but yes those that's how you would need but yes those that's how you would need but yes those that's how you would say hello and my name is another way say hello and my name is another way say hello and my name is another way someone might ask or in greetings might someone might ask or in greetings might someone might ask or in greetings might say how are you Jang means literally how did you you Jang means literally how did you you Jang means literally how did you wake up but means how are you that's more in a formal sense how you that's more in a formal sense how you that's more in a formal sense how are you and in an informal sense someone you and in an informal sense someone you and in an informal sense someone might say Waring like what's up what's might say Waring like what's up what's might say Waring like what's up what's uping Waring literally just just means uping Waring literally just just means uping Waring literally just just means what are you saying like what's uping and how You' uping and how You' uping and how You' answer means I woke up well I woke up well or if someone well I woke up well or if someone well I woke up well or if someone says say means nothing much nothing much say means nothing much nothing much say means nothing much nothing much happening here if you're saying what's happening here if you're saying what's happening here if you're saying what's up nothing much kind of that's what up nothing much kind of that's what up nothing much kind of that's what you're you're you're saying so how you say how are saying so how you say how are saying so how you say how are you and the answer or yay so you can now say or yay so you can now say or yay so you can now say hello say l l which is your name and how hello say l l which is your name and how hello say l l which is your name and how are you in 5 minutes you five minutes are you in 5 minutes you five minutes are you in 5 minutes you five minutes you have learned how to say hello how you have learned how to say hello how you have learned how to say hello how are you and your name how cool is are you and your name how cool is are you and your name how cool is that so one other thing you might say as that so one other thing you might say as that so one other thing you might say as your your your introduction might be means my home is from or I come from be means my home is from or I come from be means my home is from or I come from usually how you introduce yourself in a usually how you introduce yourself in a usually how you introduce yourself in a big big big setting or then you add the the location so get France France means I come from France France France means I come from France France France means I come from France or I originate from France and is I also come from somewhere which is England in so my home somewhere which is England in so my home somewhere which is England in so my home I come from I come from I come from England um so that's that might be England um so that's that might be England um so that's that might be something you want to say as well as something you want to say as well as something you want to say as well as you're introducing you're introducing you're introducing yourself and to round out our yourself and to round out our yourself and to round out our introductions you would say [Music] means nice to meet you I'm glad I got to means nice to meet you I'm glad I got to means nice to meet you I'm glad I got to know you nice to meet know you nice to meet know you nice to meet you and yeah so hello my name is say your name that's all my name [Music] is originate from means I come from means I come from means I come [Music] from how did you wake up or how are from how did you wake up or how are from how did you wake up or how are you I woke up well or I'm well thank you or which is like what's or which is like what's or which is like what's up and nothing much I'm all and nothing much I'm all and nothing much I'm all good and and and there's that there's that there's that sound which is nice to meet you I it is sound which is nice to meet you I it is sound which is nice to meet you I it is my pleasure to know you so my pleasure to know you so my pleasure to know you so yay I hope that you take something from yay I hope that you take something from yay I hope that you take something from this and I get to um get some comments this and I get to um get some comments this and I get to um get some comments down below and you follow our page as we down below and you follow our page as we down below and you follow our page as we learn more about speaking learn more about speaking learn more about speaking s which is to me a very F project anyway s which is to me a very F project anyway s which is to me a very F project anyway one way to say goodbye is to one way to say goodbye is to one way to say goodbye is to sayam till next time see you everyone sayam till next time see you everyone sayam till next time see you everyone bye"], "transcript": [{"start": 2.04, "end": 8.07, "text": "hi everyone tat here of Luci right and I"}, {"start": 8.07, "end": 8.08, "text": "hi everyone tat here of Luci right and I"}, {"start": 8.08, "end": 11.99, "text": "hi everyone tat here of Luci right and I thought I would add to a selection of"}, {"start": 11.99, "end": 12.0, "text": "thought I would add to a selection of"}, {"start": 12.0, "end": 15.23, "text": "thought I would add to a selection of bilingual material by starting some"}, {"start": 15.23, "end": 15.24, "text": "bilingual material by starting some"}, {"start": 15.24, "end": 19.63, "text": "bilingual material by starting some videos to um I guess share saana with"}, {"start": 19.63, "end": 19.64, "text": "videos to um I guess share saana with"}, {"start": 19.64, "end": 23.07, "text": "videos to um I guess share saana with anyone and everyone who's interested so"}, {"start": 23.07, "end": 23.08, "text": "anyone and everyone who's interested so"}, {"start": 23.08, "end": 26.669, "text": "anyone and everyone who's interested so um to kick off our first uh video today"}, {"start": 26.669, "end": 26.679, "text": "um to kick off our first uh video today"}, {"start": 26.679, "end": 29.07, "text": "um to kick off our first uh video today I thought we would talk about Greetings"}, {"start": 29.07, "end": 29.08, "text": "I thought we would talk about Greetings"}, {"start": 29.08, "end": 31.83, "text": "I thought we would talk about Greetings or M"}, {"start": 31.83, "end": 31.84, "text": "or M"}, {"start": 31.84, "end": 35.43, "text": "or M which is greetings so um we start off by"}, {"start": 35.43, "end": 35.44, "text": "which is greetings so um we start off by"}, {"start": 35.44, "end": 39.229, "text": "which is greetings so um we start off by saying hello and hello in s is"}, {"start": 39.229, "end": 39.239, "text": "saying hello and hello in s is"}, {"start": 39.239, "end": 41.35, "text": "saying hello and hello in s is dum"}, {"start": 41.35, "end": 41.36, "text": "dum"}, {"start": 41.36, "end": 45.43, "text": "dum dum hello D so it's a"}, {"start": 45.43, "end": 45.44, "text": "dum hello D so it's a"}, {"start": 45.44, "end": 49.95, "text": "dum hello D so it's a fonetic um saying so you say every"}, {"start": 49.95, "end": 49.96, "text": "fonetic um saying so you say every"}, {"start": 49.96, "end": 55.549, "text": "fonetic um saying so you say every letter and vow so D so if you were to"}, {"start": 55.549, "end": 55.559, "text": "letter and vow so D so if you were to"}, {"start": 55.559, "end": 58.91, "text": "letter and vow so D so if you were to walk into a room and say d you can say"}, {"start": 58.91, "end": 58.92, "text": "walk into a room and say d you can say"}, {"start": 58.92, "end": 60.67, "text": "walk into a room and say d you can say hello to everyone"}, {"start": 60.67, "end": 60.68, "text": "hello to everyone"}, {"start": 60.68, "end": 62.189, "text": "hello to everyone you could also"}, {"start": 62.189, "end": 62.199, "text": "you could also"}, {"start": 62.199, "end": 65.83, "text": "you could also say Duma and then insert the name of the"}, {"start": 65.83, "end": 65.84, "text": "say Duma and then insert the name of the"}, {"start": 65.84, "end": 67.95, "text": "say Duma and then insert the name of the person so"}, {"start": 67.95, "end": 67.96, "text": "person so"}, {"start": 67.96, "end": 70.31, "text": "person so d d"}, {"start": 70.31, "end": 70.32, "text": "d d"}, {"start": 70.32, "end": 72.31, "text": "d d Lucy"}, {"start": 72.31, "end": 72.32, "text": "Lucy"}, {"start": 72.32, "end": 77.55, "text": "Lucy d d and then say the name means hello"}, {"start": 77.55, "end": 77.56, "text": "d d and then say the name means hello"}, {"start": 77.56, "end": 78.99, "text": "d d and then say the name means hello specific"}, {"start": 78.99, "end": 79.0, "text": "specific"}, {"start": 79.0, "end": 82.87, "text": "specific person or you could say"}, {"start": 82.87, "end": 82.88, "text": "person or you could say"}, {"start": 82.88, "end": 85.23, "text": "person or you could say dang"}, {"start": 85.23, "end": 85.24, "text": "dang"}, {"start": 85.24, "end": 88.83, "text": "dang dang dumang is what you would use if you"}, {"start": 88.83, "end": 88.84, "text": "dang dumang is what you would use if you"}, {"start": 88.84, "end": 91.95, "text": "dang dumang is what you would use if you were speaking to someone older than you"}, {"start": 91.95, "end": 91.96000000000001, "text": "were speaking to someone older than you"}, {"start": 91.96000000000001, "end": 94.67, "text": "were speaking to someone older than you as a sign of respect because it kind of"}, {"start": 94.67, "end": 94.68, "text": "as a sign of respect because it kind of"}, {"start": 94.68, "end": 99.50999999999999, "text": "as a sign of respect because it kind of is a plural form of Duma so dumang is um"}, {"start": 99.50999999999999, "end": 99.52000000000001, "text": "is a plural form of Duma so dumang is um"}, {"start": 99.52000000000001, "end": 101.469, "text": "is a plural form of Duma so dumang is um what you would say to someone older than"}, {"start": 101.469, "end": 101.479, "text": "what you would say to someone older than"}, {"start": 101.479, "end": 105.10900000000001, "text": "what you would say to someone older than you but also to a lot more people so"}, {"start": 105.10900000000001, "end": 105.119, "text": "you but also to a lot more people so"}, {"start": 105.119, "end": 106.429, "text": "you but also to a lot more people so rather than"}, {"start": 106.429, "end": 106.439, "text": "rather than"}, {"start": 106.439, "end": 111.10900000000001, "text": "rather than saying Luc you would say dang which is"}, {"start": 111.10900000000001, "end": 111.119, "text": "saying Luc you would say dang which is"}, {"start": 111.119, "end": 112.709, "text": "saying Luc you would say dang which is hello"}, {"start": 112.709, "end": 112.719, "text": "hello"}, {"start": 112.719, "end": 116.22999999999999, "text": "hello everyone another way you could say hello"}, {"start": 116.22999999999999, "end": 116.24000000000001, "text": "everyone another way you could say hello"}, {"start": 116.24000000000001, "end": 118.83, "text": "everyone another way you could say hello is to say"}, {"start": 118.83, "end": 118.84, "text": "is to say"}, {"start": 118.84, "end": 121.109, "text": "is to say d"}, {"start": 121.109, "end": 121.119, "text": "d"}, {"start": 121.119, "end": 124.709, "text": "d d d ma is what you would say if whoever"}, {"start": 124.709, "end": 124.719, "text": "d d ma is what you would say if whoever"}, {"start": 124.719, "end": 128.589, "text": "d d ma is what you would say if whoever you're greeting is female and"}, {"start": 128.589, "end": 128.599, "text": "you're greeting is female and"}, {"start": 128.599, "end": 132.19, "text": "you're greeting is female and D is what you would say if you were"}, {"start": 132.19, "end": 132.2, "text": "D is what you would say if you were"}, {"start": 132.2, "end": 135.43, "text": "D is what you would say if you were greeting a male so"}, {"start": 135.43, "end": 135.44, "text": "greeting a male so"}, {"start": 135.44, "end": 137.949, "text": "greeting a male so D or"}, {"start": 137.949, "end": 137.959, "text": "D or"}, {"start": 137.959, "end": 141.79, "text": "D or D as how you would say to the different"}, {"start": 141.79, "end": 141.8, "text": "D as how you would say to the different"}, {"start": 141.8, "end": 148.75, "text": "D as how you would say to the different genders so D dang oh hello everyone"}, {"start": 148.75, "end": 148.76, "text": "genders so D dang oh hello everyone"}, {"start": 148.76, "end": 150.91, "text": "genders so D dang oh hello everyone dang"}, {"start": 150.91, "end": 150.92000000000002, "text": "dang"}, {"start": 150.92000000000002, "end": 157.75, "text": "dang that's our next"}, {"start": 157.76, "end": 161.35, "text": "stage then say your name means my name"}, {"start": 161.35, "end": 161.36, "text": "stage then say your name means my name"}, {"start": 161.36, "end": 165.309, "text": "stage then say your name means my name is Le"}, {"start": 165.309, "end": 165.31900000000002, "text": "is Le"}, {"start": 165.31900000000002, "end": 172.589, "text": "is Le L my name is then you say your"}, {"start": 172.599, "end": 177.99, "text": "name means my name is Tabo on or you"}, {"start": 177.99, "end": 178.0, "text": "name means my name is Tabo on or you"}, {"start": 178.0, "end": 180.63, "text": "name means my name is Tabo on or you could say GI"}, {"start": 180.63, "end": 180.64, "text": "could say GI"}, {"start": 180.64, "end": 183.99, "text": "could say GI then say your name means literally they"}, {"start": 183.99, "end": 184.0, "text": "then say your name means literally they"}, {"start": 184.0, "end": 188.43, "text": "then say your name means literally they call me say your name yeah or I'm called"}, {"start": 188.43, "end": 188.44, "text": "call me say your name yeah or I'm called"}, {"start": 188.44, "end": 196.43, "text": "call me say your name yeah or I'm called I am called now"}, {"start": 196.44, "end": 198.91, "text": "so insert"}, {"start": 198.91, "end": 198.92000000000002, "text": "so insert"}, {"start": 198.92000000000002, "end": 208.47, "text": "so insert name"}, {"start": 208.48, "end": 210.91, "text": "so that's how you'd say"}, {"start": 210.91, "end": 210.92000000000002, "text": "so that's how you'd say"}, {"start": 210.92000000000002, "end": 212.50900000000001, "text": "so that's how you'd say it"}, {"start": 212.50900000000001, "end": 212.519, "text": "it"}, {"start": 212.519, "end": 217.55, "text": "it um so I hope you get to press pause and"}, {"start": 217.55, "end": 217.56, "text": "um so I hope you get to press pause and"}, {"start": 217.56, "end": 220.35, "text": "um so I hope you get to press pause and practice um and Rewind as as much as you"}, {"start": 220.35, "end": 220.36, "text": "practice um and Rewind as as much as you"}, {"start": 220.36, "end": 222.22899999999998, "text": "practice um and Rewind as as much as you need but yes those that's how you would"}, {"start": 222.22899999999998, "end": 222.239, "text": "need but yes those that's how you would"}, {"start": 222.239, "end": 226.91, "text": "need but yes those that's how you would say hello and my name is another way"}, {"start": 226.91, "end": 226.92000000000002, "text": "say hello and my name is another way"}, {"start": 226.92000000000002, "end": 230.82999999999998, "text": "say hello and my name is another way someone might ask or in greetings might"}, {"start": 230.82999999999998, "end": 230.84, "text": "someone might ask or in greetings might"}, {"start": 230.84, "end": 238.67000000000002, "text": "someone might ask or in greetings might say how are"}, {"start": 238.68, "end": 243.27, "text": "you Jang means literally how did you"}, {"start": 243.27, "end": 243.28, "text": "you Jang means literally how did you"}, {"start": 243.28, "end": 251.83, "text": "you Jang means literally how did you wake up but means how are"}, {"start": 251.84, "end": 254.75, "text": "you that's more in a formal sense how"}, {"start": 254.75, "end": 254.76, "text": "you that's more in a formal sense how"}, {"start": 254.76, "end": 257.11, "text": "you that's more in a formal sense how are"}, {"start": 257.12, "end": 261.71, "text": "you and in an informal sense someone"}, {"start": 261.71, "end": 261.72, "text": "you and in an informal sense someone"}, {"start": 261.72, "end": 266.629, "text": "you and in an informal sense someone might say Waring like what's up what's"}, {"start": 266.629, "end": 266.639, "text": "might say Waring like what's up what's"}, {"start": 266.639, "end": 270.71, "text": "might say Waring like what's up what's uping Waring literally just just means"}, {"start": 270.71, "end": 270.72, "text": "uping Waring literally just just means"}, {"start": 270.72, "end": 277.39, "text": "uping Waring literally just just means what are you saying like what's"}, {"start": 277.4, "end": 280.909, "text": "uping and how You'"}, {"start": 280.909, "end": 280.919, "text": "uping and how You'"}, {"start": 280.919, "end": 285.909, "text": "uping and how You' answer means I woke up"}, {"start": 285.919, "end": 290.07, "text": "well I woke up well or if someone"}, {"start": 290.07, "end": 290.08, "text": "well I woke up well or if someone"}, {"start": 290.08, "end": 297.07, "text": "well I woke up well or if someone says"}, {"start": 297.08, "end": 300.55, "text": "say means nothing much nothing much"}, {"start": 300.55, "end": 300.56, "text": "say means nothing much nothing much"}, {"start": 300.56, "end": 302.35, "text": "say means nothing much nothing much happening here if you're saying what's"}, {"start": 302.35, "end": 302.36, "text": "happening here if you're saying what's"}, {"start": 302.36, "end": 305.029, "text": "happening here if you're saying what's up nothing much kind of that's what"}, {"start": 305.029, "end": 305.039, "text": "up nothing much kind of that's what"}, {"start": 305.039, "end": 306.31, "text": "up nothing much kind of that's what you're"}, {"start": 306.31, "end": 306.32, "text": "you're"}, {"start": 306.32, "end": 311.029, "text": "you're saying so how you say how are"}, {"start": 311.029, "end": 311.039, "text": "saying so how you say how are"}, {"start": 311.039, "end": 315.15, "text": "saying so how you say how are you and the"}, {"start": 315.16, "end": 322.029, "text": "answer"}, {"start": 322.039, "end": 327.029, "text": "or yay so you can now say"}, {"start": 327.029, "end": 327.039, "text": "or yay so you can now say"}, {"start": 327.039, "end": 333.189, "text": "or yay so you can now say hello say l l which is your name and how"}, {"start": 333.189, "end": 333.199, "text": "hello say l l which is your name and how"}, {"start": 333.199, "end": 337.30899999999997, "text": "hello say l l which is your name and how are you in 5 minutes you five minutes"}, {"start": 337.30899999999997, "end": 337.319, "text": "are you in 5 minutes you five minutes"}, {"start": 337.319, "end": 339.87, "text": "are you in 5 minutes you five minutes you have learned how to say hello how"}, {"start": 339.87, "end": 339.88, "text": "you have learned how to say hello how"}, {"start": 339.88, "end": 343.15, "text": "you have learned how to say hello how are you and your name how cool is"}, {"start": 343.15, "end": 343.15999999999997, "text": "are you and your name how cool is"}, {"start": 343.15999999999997, "end": 346.469, "text": "are you and your name how cool is that so one other thing you might say as"}, {"start": 346.469, "end": 346.479, "text": "that so one other thing you might say as"}, {"start": 346.479, "end": 347.189, "text": "that so one other thing you might say as your"}, {"start": 347.189, "end": 347.199, "text": "your"}, {"start": 347.199, "end": 355.59000000000003, "text": "your introduction might"}, {"start": 355.6, "end": 361.749, "text": "be means my home is from or I come from"}, {"start": 361.749, "end": 361.759, "text": "be means my home is from or I come from"}, {"start": 361.759, "end": 363.99, "text": "be means my home is from or I come from usually how you introduce yourself in a"}, {"start": 363.99, "end": 364.0, "text": "usually how you introduce yourself in a"}, {"start": 364.0, "end": 365.79, "text": "usually how you introduce yourself in a big"}, {"start": 365.79, "end": 365.8, "text": "big"}, {"start": 365.8, "end": 370.71, "text": "big setting"}, {"start": 370.72, "end": 378.99, "text": "or then you add the the location so"}, {"start": 379.0, "end": 382.23, "text": "get"}, {"start": 382.24, "end": 387.909, "text": "France France means I come from France"}, {"start": 387.909, "end": 387.919, "text": "France France means I come from France"}, {"start": 387.919, "end": 394.749, "text": "France France means I come from France or I originate from France"}, {"start": 394.759, "end": 401.189, "text": "and is I also come from"}, {"start": 401.199, "end": 405.30899999999997, "text": "somewhere which is England in so my home"}, {"start": 405.30899999999997, "end": 405.319, "text": "somewhere which is England in so my home"}, {"start": 405.319, "end": 407.189, "text": "somewhere which is England in so my home I come from"}, {"start": 407.189, "end": 407.199, "text": "I come from"}, {"start": 407.199, "end": 409.95, "text": "I come from England um so that's that might be"}, {"start": 409.95, "end": 409.96, "text": "England um so that's that might be"}, {"start": 409.96, "end": 411.469, "text": "England um so that's that might be something you want to say as well as"}, {"start": 411.469, "end": 411.479, "text": "something you want to say as well as"}, {"start": 411.479, "end": 413.029, "text": "something you want to say as well as you're introducing"}, {"start": 413.029, "end": 413.039, "text": "you're introducing"}, {"start": 413.039, "end": 416.629, "text": "you're introducing yourself and to round out our"}, {"start": 416.629, "end": 416.639, "text": "yourself and to round out our"}, {"start": 416.639, "end": 423.53, "text": "yourself and to round out our introductions you would say"}, {"start": 423.54, "end": 427.909, "text": "[Music]"}, {"start": 427.919, "end": 431.35, "text": "means nice to meet you I'm glad I got to"}, {"start": 431.35, "end": 431.36, "text": "means nice to meet you I'm glad I got to"}, {"start": 431.36, "end": 433.55, "text": "means nice to meet you I'm glad I got to know you nice to meet"}, {"start": 433.55, "end": 433.56, "text": "know you nice to meet"}, {"start": 433.56, "end": 446.99, "text": "know you nice to meet you and yeah so"}, {"start": 447.0, "end": 452.869, "text": "hello my name is"}, {"start": 452.879, "end": 458.49, "text": "say your name that's all my name"}, {"start": 458.5, "end": 464.149, "text": "[Music]"}, {"start": 464.159, "end": 469.55, "text": "is originate"}, {"start": 469.56, "end": 472.21, "text": "from means I come"}, {"start": 472.21, "end": 472.22, "text": "from means I come"}, {"start": 472.22, "end": 477.51, "text": "from means I come [Music]"}, {"start": 477.52, "end": 481.749, "text": "from how did you wake up or how are"}, {"start": 481.749, "end": 481.759, "text": "from how did you wake up or how are"}, {"start": 481.759, "end": 489.35, "text": "from how did you wake up or how are you I woke up well or I'm well thank you"}, {"start": 489.36, "end": 492.35, "text": "or which is like what's"}, {"start": 492.35, "end": 492.36, "text": "or which is like what's"}, {"start": 492.36, "end": 497.469, "text": "or which is like what's up"}, {"start": 497.479, "end": 501.27, "text": "and nothing much I'm all"}, {"start": 501.27, "end": 501.28, "text": "and nothing much I'm all"}, {"start": 501.28, "end": 508.23, "text": "and nothing much I'm all good"}, {"start": 508.24, "end": 509.95, "text": "and"}, {"start": 509.95, "end": 509.96, "text": "and"}, {"start": 509.96, "end": 512.5889999999999, "text": "and there's that"}, {"start": 512.5889999999999, "end": 512.599, "text": "there's that"}, {"start": 512.599, "end": 516.35, "text": "there's that sound which is nice to meet you I it is"}, {"start": 516.35, "end": 516.36, "text": "sound which is nice to meet you I it is"}, {"start": 516.36, "end": 520.5889999999999, "text": "sound which is nice to meet you I it is my pleasure to know you so"}, {"start": 520.5889999999999, "end": 520.599, "text": "my pleasure to know you so"}, {"start": 520.599, "end": 523.949, "text": "my pleasure to know you so yay I hope that you take something from"}, {"start": 523.949, "end": 523.9590000000001, "text": "yay I hope that you take something from"}, {"start": 523.9590000000001, "end": 527.91, "text": "yay I hope that you take something from this and I get to um get some comments"}, {"start": 527.91, "end": 527.92, "text": "this and I get to um get some comments"}, {"start": 527.92, "end": 531.31, "text": "this and I get to um get some comments down below and you follow our page as we"}, {"start": 531.31, "end": 531.32, "text": "down below and you follow our page as we"}, {"start": 531.32, "end": 533.79, "text": "down below and you follow our page as we learn more about speaking"}, {"start": 533.79, "end": 533.8, "text": "learn more about speaking"}, {"start": 533.8, "end": 538.47, "text": "learn more about speaking s which is to me a very F project anyway"}, {"start": 538.47, "end": 538.48, "text": "s which is to me a very F project anyway"}, {"start": 538.48, "end": 542.35, "text": "s which is to me a very F project anyway one way to say goodbye is to"}, {"start": 542.35, "end": 542.36, "text": "one way to say goodbye is to"}, {"start": 542.36, "end": 547.19, "text": "one way to say goodbye is to sayam till next time see you everyone"}, {"start": 547.19, "end": 547.2, "text": "sayam till next time see you everyone"}, {"start": 547.2, "end": 550.2, "text": "sayam till next time see you everyone bye"}], "createdAt": "2025-12-15T03:51:24.000Z", "imageUrl": "https://img.youtube.com/vi/ulGmqV3SS0Y/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=ulGmqV3SS0Y", "isFavorite": false, "progress": 0, "genre": "education"}]