[{"id": "yt_mz3L1Ez9YFk", "userId": "system", "title": "ANSEL HUGH JAMISON: How American National embraced Rukiga culture", "language": "cce", "content": "Over the last 10 years, 42-year-old Dr. Over the last 10 years, 42-year-old Dr. Over the last 10 years, 42-year-old Dr. Daniel Hugh Jamson has lived in Boma Daniel Hugh Jamson has lived in Boma Daniel Hugh Jamson has lived in Boma Village, Canongu District, where he Village, Canongu District, where he Village, Canongu District, where he serves at Bindi Community Hospital, one serves at Bindi Community Hospital, one serves at Bindi Community Hospital, one of the facilities run by the Church of of the facilities run by the Church of of the facilities run by the Church of Uganda under the Dasis of Chini. Uganda under the Dasis of Chini. Uganda under the Dasis of Chini. Arriving with his wife and three Arriving with his wife and three Arriving with his wife and three children, Dr. Json also manages the children, Dr. Json also manages the children, Dr. Json also manages the hospital guest house, which he notes hospital guest house, which he notes hospital guest house, which he notes hosts visitors from all over the world. hosts visitors from all over the world. hosts visitors from all over the world. We came here originally to support the We came here originally to support the We came here originally to support the work of the hospital to help them work of the hospital to help them work of the hospital to help them however we could. So my wife is a however we could. So my wife is a however we could. So my wife is a midwife. She delivers women. His wife midwife. She delivers women. His wife midwife. She delivers women. His wife Rachel Elizabeth Json works as a midwife Rachel Elizabeth Json works as a midwife Rachel Elizabeth Json works as a midwife at the hospital. The couple's children at the hospital. The couple's children at the hospital. The couple's children will reson have all settled in Kungu speaking reson have all settled in Kungu speaking reson have all settled in Kungu speaking the local Chiga dialect with enthusiasm. It was Anel Hugh Jamson who was caught It was Anel Hugh Jamson who was caught It was Anel Hugh Jamson who was caught on video translating for his father. on video translating for his father. on video translating for his father. Anel has the best command of the Anel has the best command of the Anel has the best command of the language having arrived in Uganda when language having arrived in Uganda when language having arrived in Uganda when he was just 5 years old. He has taken a he was just 5 years old. He has taken a he was just 5 years old. He has taken a remarkable initiative by starting a remarkable initiative by starting a remarkable initiative by starting a football academy in the area which football academy in the area which football academy in the area which allows him to socialize with the local allows him to socialize with the local allows him to socialize with the local children. It was hard learning it but I children. It was hard learning it but I children. It was hard learning it but I started off at a young age. I started started off at a young age. I started started off at a young age. I started off running it at off running it at off running it at five. So I never had much things in my five. So I never had much things in my five. So I never had much things in my brain to be disturbing me while learning brain to be disturbing me while learning brain to be disturbing me while learning with sugar. Through his academy, Anel with sugar. Through his academy, Anel with sugar. Through his academy, Anel has introduced fish farming to his has introduced fish farming to his has introduced fish farming to his friends, showcasing a unique blend of friends, showcasing a unique blend of friends, showcasing a unique blend of sports and sustainable practice. On the other hand, his father, Dr. Dalio On the other hand, his father, Dr. Dalio On the other hand, his father, Dr. Dalio Hugh Jamson, strongly emphasizes the Hugh Jamson, strongly emphasizes the Hugh Jamson, strongly emphasizes the importance of mastering one's mother importance of mastering one's mother importance of mastering one's mother tongue. He urges children from affluent tongue. He urges children from affluent tongue. He urges children from affluent families to take pride in their heritage families to take pride in their heritage families to take pride in their heritage and not shy away from speaking their and not shy away from speaking their and not shy away from speaking their local languages. Uh they should learn in local languages. Uh they should learn in local languages. Uh they should learn in their mother tongue. They should read in their mother tongue. They should read in their mother tongue. They should read in their mother tongue if possible so that their mother tongue if possible so that their mother tongue if possible so that they can communicate in the most they can communicate in the most they can communicate in the most intimate way possible with their intimate way possible with their intimate way possible with their parents. He says that appreciating one's parents. He says that appreciating one's parents. He says that appreciating one's language and culture is essential for language and culture is essential for language and culture is essential for embracing one's roots, identity, and embracing one's roots, identity, and embracing one's roots, identity, and cultural pride. My concerns would be in cultural pride. My concerns would be in cultural pride. My concerns would be in Uganda that people value English Uganda that people value English Uganda that people value English speaking over their mother tongue. In speaking over their mother tongue. In speaking over their mother tongue. In some primary schools, children are some primary schools, children are some primary schools, children are disciplined if they speak in the disciplined if they speak in the disciplined if they speak in the vernacular. and I feel like that's vernacular. and I feel like that's vernacular. and I feel like that's inappropriate. Festo Kia, a friend and inappropriate. Festo Kia, a friend and inappropriate. Festo Kia, a friend and coach at Anel's Football Academy, told coach at Anel's Football Academy, told coach at Anel's Football Academy, told NTV how the family has not only taught NTV how the family has not only taught NTV how the family has not only taught them to communicate in English, but also them to communicate in English, but also them to communicate in English, but also provided books to teach them about provided books to teach them about provided books to teach them about tourism, particularly tourism, particularly tourism, particularly bingo is like is my friend. He helps me. bingo is like is my friend. He helps me. bingo is like is my friend. He helps me. He gives me some He gives me some He gives me some books like he helped me with the book of books like he helped me with the book of books like he helped me with the book of bading. I just go and I used to go in bading. I just go and I used to go in bading. I just go and I used to go in the park to look for birds. Dr. Daniel the park to look for birds. Dr. Daniel the park to look for birds. Dr. Daniel Cassuda, a gynecologist at Bindi Cassuda, a gynecologist at Bindi Cassuda, a gynecologist at Bindi Community Hospital, says that in Community Hospital, says that in Community Hospital, says that in addition to her medical role, Dr. Json's addition to her medical role, Dr. Json's addition to her medical role, Dr. Json's wife also provides comprehensive women's wife also provides comprehensive women's wife also provides comprehensive women's health services and fosters a supportive health services and fosters a supportive health services and fosters a supportive environment by using the locala environment by using the locala environment by using the locala language. He adds that this approach language. He adds that this approach language. He adds that this approach helps women feel more comfortable during helps women feel more comfortable during helps women feel more comfortable during labor, demonstrating the powerful labor, demonstrating the powerful labor, demonstrating the powerful connection between language, culture, connection between language, culture, connection between language, culture, and healthcare. My first time meeting I and healthcare. My first time meeting I and healthcare. My first time meeting I I I thought she had difficulties being I I thought she had difficulties being I I thought she had difficulties being with patients being that I thought she with patients being that I thought she with patients being that I thought she would not be comfortable with the the would not be comfortable with the the would not be comfortable with the the the language local language. The the language local language. The the language local language. The family's embrace of the Chica culture family's embrace of the Chica culture family's embrace of the Chica culture has not gone unnoticed by the locals who has not gone unnoticed by the locals who has not gone unnoticed by the locals who appreciate their service and dedication appreciate their service and dedication appreciate their service and dedication to the to the to the community. Next time we go.", "sentences": ["Over the last 10 years, 42-year-old Dr.", "Over the last 10 years, 42-year-old Dr.", "Over the last 10 years, 42-year-old Dr.", "Daniel Hugh Jamson has lived in Boma Daniel Hugh Jamson has lived in Boma Daniel Hugh Jamson has lived in Boma Village, Canongu District, where he Village, Canongu District, where he Village, Canongu District, where he serves at Bindi Community Hospital, one serves at Bindi Community Hospital, one serves at Bindi Community Hospital, one of the facilities run by the Church of of the facilities run by the Church of of the facilities run by the Church of Uganda under the Dasis of Chini.", "Uganda under the Dasis of Chini.", "Uganda under the Dasis of Chini.", "Arriving with his wife and three Arriving with his wife and three Arriving with his wife and three children, Dr.", "Json also manages the children, Dr.", "Json also manages the children, Dr.", "Json also manages the hospital guest house, which he notes hospital guest house, which he notes hospital guest house, which he notes hosts visitors from all over the world.", "hosts visitors from all over the world.", "hosts visitors from all over the world.", "We came here originally to support the We came here originally to support the We came here originally to support the work of the hospital to help them work of the hospital to help them work of the hospital to help them however we could.", "So my wife is a however we could.", "So my wife is a however we could.", "So my wife is a midwife.", "She delivers women.", "His wife midwife.", "She delivers women.", "His wife midwife.", "She delivers women.", "His wife Rachel Elizabeth Json works as a midwife Rachel Elizabeth Json works as a midwife Rachel Elizabeth Json works as a midwife at the hospital.", "The couple's children at the hospital.", "The couple's children at the hospital.", "The couple's children will reson have all settled in Kungu speaking reson have all settled in Kungu speaking reson have all settled in Kungu speaking the local Chiga dialect with enthusiasm.", "It was Anel Hugh Jamson who was caught It was Anel Hugh Jamson who was caught It was Anel Hugh Jamson who was caught on video translating for his father.", "on video translating for his father.", "on video translating for his father.", "Anel has the best command of the Anel has the best command of the Anel has the best command of the language having arrived in Uganda when language having arrived in Uganda when language having arrived in Uganda when he was just 5 years old.", "He has taken a he was just 5 years old.", "He has taken a he was just 5 years old.", "He has taken a remarkable initiative by starting a remarkable initiative by starting a remarkable initiative by starting a football academy in the area which football academy in the area which football academy in the area which allows him to socialize with the local allows him to socialize with the local allows him to socialize with the local children.", "It was hard learning it but I children.", "It was hard learning it but I children.", "It was hard learning it but I started off at a young age.", "I started started off at a young age.", "I started started off at a young age.", "I started off running it at off running it at off running it at five.", "So I never had much things in my five.", "So I never had much things in my five.", "So I never had much things in my brain to be disturbing me while learning brain to be disturbing me while learning brain to be disturbing me while learning with sugar.", "Through his academy, Anel with sugar.", "Through his academy, Anel with sugar.", "Through his academy, Anel has introduced fish farming to his has introduced fish farming to his has introduced fish farming to his friends, showcasing a unique blend of friends, showcasing a unique blend of friends, showcasing a unique blend of sports and sustainable practice.", "On the other hand, his father, Dr.", "Dalio On the other hand, his father, Dr.", "Dalio On the other hand, his father, Dr.", "Dalio Hugh Jamson, strongly emphasizes the Hugh Jamson, strongly emphasizes the Hugh Jamson, strongly emphasizes the importance of mastering one's mother importance of mastering one's mother importance of mastering one's mother tongue.", "He urges children from affluent tongue.", "He urges children from affluent tongue.", "He urges children from affluent families to take pride in their heritage families to take pride in their heritage families to take pride in their heritage and not shy away from speaking their and not shy away from speaking their and not shy away from speaking their local languages.", "Uh they should learn in local languages.", "Uh they should learn in local languages.", "Uh they should learn in their mother tongue.", "They should read in their mother tongue.", "They should read in their mother tongue.", "They should read in their mother tongue if possible so that their mother tongue if possible so that their mother tongue if possible so that they can communicate in the most they can communicate in the most they can communicate in the most intimate way possible with their intimate way possible with their intimate way possible with their parents.", "He says that appreciating one's parents.", "He says that appreciating one's parents.", "He says that appreciating one's language and culture is essential for language and culture is essential for language and culture is essential for embracing one's roots, identity, and embracing one's roots, identity, and embracing one's roots, identity, and cultural pride.", "My concerns would be in cultural pride.", "My concerns would be in cultural pride.", "My concerns would be in Uganda that people value English Uganda that people value English Uganda that people value English speaking over their mother tongue.", "In speaking over their mother tongue.", "In speaking over their mother tongue.", "In some primary schools, children are some primary schools, children are some primary schools, children are disciplined if they speak in the disciplined if they speak in the disciplined if they speak in the vernacular.", "and I feel like that's vernacular.", "and I feel like that's vernacular.", "and I feel like that's inappropriate.", "Festo Kia, a friend and inappropriate.", "Festo Kia, a friend and inappropriate.", "Festo Kia, a friend and coach at Anel's Football Academy, told coach at Anel's Football Academy, told coach at Anel's Football Academy, told NTV how the family has not only taught NTV how the family has not only taught NTV how the family has not only taught them to communicate in English, but also them to communicate in English, but also them to communicate in English, but also provided books to teach them about provided books to teach them about provided books to teach them about tourism, particularly tourism, particularly tourism, particularly bingo is like is my friend.", "He helps me.", "bingo is like is my friend.", "He helps me.", "bingo is like is my friend.", "He helps me.", "He gives me some He gives me some He gives me some books like he helped me with the book of books like he helped me with the book of books like he helped me with the book of bading.", "I just go and I used to go in bading.", "I just go and I used to go in bading.", "I just go and I used to go in the park to look for birds.", "Dr.", "Daniel the park to look for birds.", "Dr.", "Daniel the park to look for birds.", "Dr.", "Daniel Cassuda, a gynecologist at Bindi Cassuda, a gynecologist at Bindi Cassuda, a gynecologist at Bindi Community Hospital, says that in Community Hospital, says that in Community Hospital, says that in addition to her medical role, Dr.", "Json's addition to her medical role, Dr.", "Json's addition to her medical role, Dr.", "Json's wife also provides comprehensive women's wife also provides comprehensive women's wife also provides comprehensive women's health services and fosters a supportive health services and fosters a supportive health services and fosters a supportive environment by using the locala environment by using the locala environment by using the locala language.", "He adds that this approach language.", "He adds that this approach language.", "He adds that this approach helps women feel more comfortable during helps women feel more comfortable during helps women feel more comfortable during labor, demonstrating the powerful labor, demonstrating the powerful labor, demonstrating the powerful connection between language, culture, connection between language, culture, connection between language, culture, and healthcare.", "My first time meeting I and healthcare.", "My first time meeting I and healthcare.", "My first time meeting I I I thought she had difficulties being I I thought she had difficulties being I I thought she had difficulties being with patients being that I thought she with patients being that I thought she with patients being that I thought she would not be comfortable with the the would not be comfortable with the the would not be comfortable with the the the language local language.", "The the language local language.", "The the language local language.", "The family's embrace of the Chica culture family's embrace of the Chica culture family's embrace of the Chica culture has not gone unnoticed by the locals who has not gone unnoticed by the locals who has not gone unnoticed by the locals who appreciate their service and dedication appreciate their service and dedication appreciate their service and dedication to the to the to the community.", "Next time we go."], "transcript": [{"start": 0.0, "end": 3.27, "text": "Over the last 10 years, 42-year-old Dr."}, {"start": 3.27, "end": 3.28, "text": "Over the last 10 years, 42-year-old Dr."}, {"start": 3.28, "end": 5.99, "text": "Over the last 10 years, 42-year-old Dr. Daniel Hugh Jamson has lived in Boma"}, {"start": 5.99, "end": 6.0, "text": "Daniel Hugh Jamson has lived in Boma"}, {"start": 6.0, "end": 8.15, "text": "Daniel Hugh Jamson has lived in Boma Village, Canongu District, where he"}, {"start": 8.15, "end": 8.16, "text": "Village, Canongu District, where he"}, {"start": 8.16, "end": 10.709, "text": "Village, Canongu District, where he serves at Bindi Community Hospital, one"}, {"start": 10.709, "end": 10.719, "text": "serves at Bindi Community Hospital, one"}, {"start": 10.719, "end": 12.79, "text": "serves at Bindi Community Hospital, one of the facilities run by the Church of"}, {"start": 12.79, "end": 12.8, "text": "of the facilities run by the Church of"}, {"start": 12.8, "end": 15.91, "text": "of the facilities run by the Church of Uganda under the Dasis of Chini."}, {"start": 15.91, "end": 15.92, "text": "Uganda under the Dasis of Chini."}, {"start": 15.92, "end": 17.75, "text": "Uganda under the Dasis of Chini. Arriving with his wife and three"}, {"start": 17.75, "end": 17.76, "text": "Arriving with his wife and three"}, {"start": 17.76, "end": 20.47, "text": "Arriving with his wife and three children, Dr. Json also manages the"}, {"start": 20.47, "end": 20.48, "text": "children, Dr. Json also manages the"}, {"start": 20.48, "end": 22.79, "text": "children, Dr. Json also manages the hospital guest house, which he notes"}, {"start": 22.79, "end": 22.8, "text": "hospital guest house, which he notes"}, {"start": 22.8, "end": 24.95, "text": "hospital guest house, which he notes hosts visitors from all over the world."}, {"start": 24.95, "end": 24.96, "text": "hosts visitors from all over the world."}, {"start": 24.96, "end": 27.429, "text": "hosts visitors from all over the world. We came here originally to support the"}, {"start": 27.429, "end": 27.439, "text": "We came here originally to support the"}, {"start": 27.439, "end": 29.349, "text": "We came here originally to support the work of the hospital to help them"}, {"start": 29.349, "end": 29.359, "text": "work of the hospital to help them"}, {"start": 29.359, "end": 31.669, "text": "work of the hospital to help them however we could. So my wife is a"}, {"start": 31.669, "end": 31.679, "text": "however we could. So my wife is a"}, {"start": 31.679, "end": 35.03, "text": "however we could. So my wife is a midwife. She delivers women. His wife"}, {"start": 35.03, "end": 35.04, "text": "midwife. She delivers women. His wife"}, {"start": 35.04, "end": 38.069, "text": "midwife. She delivers women. His wife Rachel Elizabeth Json works as a midwife"}, {"start": 38.069, "end": 38.079, "text": "Rachel Elizabeth Json works as a midwife"}, {"start": 38.079, "end": 40.389, "text": "Rachel Elizabeth Json works as a midwife at the hospital. The couple's children"}, {"start": 40.389, "end": 40.399, "text": "at the hospital. The couple's children"}, {"start": 40.399, "end": 45.63, "text": "at the hospital. The couple's children will"}, {"start": 45.64, "end": 48.95, "text": "reson have all settled in Kungu speaking"}, {"start": 48.95, "end": 48.96, "text": "reson have all settled in Kungu speaking"}, {"start": 48.96, "end": 62.389, "text": "reson have all settled in Kungu speaking the local Chiga dialect with enthusiasm."}, {"start": 62.399, "end": 64.789, "text": "It was Anel Hugh Jamson who was caught"}, {"start": 64.789, "end": 64.799, "text": "It was Anel Hugh Jamson who was caught"}, {"start": 64.799, "end": 67.35, "text": "It was Anel Hugh Jamson who was caught on video translating for his father."}, {"start": 67.35, "end": 67.36, "text": "on video translating for his father."}, {"start": 67.36, "end": 69.99, "text": "on video translating for his father. Anel has the best command of the"}, {"start": 69.99, "end": 70.0, "text": "Anel has the best command of the"}, {"start": 70.0, "end": 72.55, "text": "Anel has the best command of the language having arrived in Uganda when"}, {"start": 72.55, "end": 72.56, "text": "language having arrived in Uganda when"}, {"start": 72.56, "end": 75.83, "text": "language having arrived in Uganda when he was just 5 years old. He has taken a"}, {"start": 75.83, "end": 75.84, "text": "he was just 5 years old. He has taken a"}, {"start": 75.84, "end": 78.07, "text": "he was just 5 years old. He has taken a remarkable initiative by starting a"}, {"start": 78.07, "end": 78.08, "text": "remarkable initiative by starting a"}, {"start": 78.08, "end": 80.469, "text": "remarkable initiative by starting a football academy in the area which"}, {"start": 80.469, "end": 80.479, "text": "football academy in the area which"}, {"start": 80.479, "end": 82.71000000000001, "text": "football academy in the area which allows him to socialize with the local"}, {"start": 82.71000000000001, "end": 82.72, "text": "allows him to socialize with the local"}, {"start": 82.72, "end": 86.39, "text": "allows him to socialize with the local children. It was hard learning it but I"}, {"start": 86.39, "end": 86.4, "text": "children. It was hard learning it but I"}, {"start": 86.4, "end": 88.63, "text": "children. It was hard learning it but I started off at a young age. I started"}, {"start": 88.63, "end": 88.64, "text": "started off at a young age. I started"}, {"start": 88.64, "end": 90.35, "text": "started off at a young age. I started off running it at"}, {"start": 90.35, "end": 90.36, "text": "off running it at"}, {"start": 90.36, "end": 94.55, "text": "off running it at five. So I never had much things in my"}, {"start": 94.55, "end": 94.56, "text": "five. So I never had much things in my"}, {"start": 94.56, "end": 97.50999999999999, "text": "five. So I never had much things in my brain to be disturbing me while learning"}, {"start": 97.50999999999999, "end": 97.52000000000001, "text": "brain to be disturbing me while learning"}, {"start": 97.52000000000001, "end": 100.149, "text": "brain to be disturbing me while learning with sugar. Through his academy, Anel"}, {"start": 100.149, "end": 100.15899999999999, "text": "with sugar. Through his academy, Anel"}, {"start": 100.15899999999999, "end": 102.149, "text": "with sugar. Through his academy, Anel has introduced fish farming to his"}, {"start": 102.149, "end": 102.15899999999999, "text": "has introduced fish farming to his"}, {"start": 102.15899999999999, "end": 104.63, "text": "has introduced fish farming to his friends, showcasing a unique blend of"}, {"start": 104.63, "end": 104.64, "text": "friends, showcasing a unique blend of"}, {"start": 104.64, "end": 123.03, "text": "friends, showcasing a unique blend of sports and sustainable practice."}, {"start": 123.04, "end": 125.35, "text": "On the other hand, his father, Dr. Dalio"}, {"start": 125.35, "end": 125.36, "text": "On the other hand, his father, Dr. Dalio"}, {"start": 125.36, "end": 128.07, "text": "On the other hand, his father, Dr. Dalio Hugh Jamson, strongly emphasizes the"}, {"start": 128.07, "end": 128.08, "text": "Hugh Jamson, strongly emphasizes the"}, {"start": 128.08, "end": 129.99, "text": "Hugh Jamson, strongly emphasizes the importance of mastering one's mother"}, {"start": 129.99, "end": 130.0, "text": "importance of mastering one's mother"}, {"start": 130.0, "end": 132.55, "text": "importance of mastering one's mother tongue. He urges children from affluent"}, {"start": 132.55, "end": 132.56, "text": "tongue. He urges children from affluent"}, {"start": 132.56, "end": 135.11, "text": "tongue. He urges children from affluent families to take pride in their heritage"}, {"start": 135.11, "end": 135.12, "text": "families to take pride in their heritage"}, {"start": 135.12, "end": 137.35, "text": "families to take pride in their heritage and not shy away from speaking their"}, {"start": 137.35, "end": 137.36, "text": "and not shy away from speaking their"}, {"start": 137.36, "end": 139.91, "text": "and not shy away from speaking their local languages. Uh they should learn in"}, {"start": 139.91, "end": 139.92000000000002, "text": "local languages. Uh they should learn in"}, {"start": 139.92000000000002, "end": 142.47, "text": "local languages. Uh they should learn in their mother tongue. They should read in"}, {"start": 142.47, "end": 142.48, "text": "their mother tongue. They should read in"}, {"start": 142.48, "end": 144.869, "text": "their mother tongue. They should read in their mother tongue if possible so that"}, {"start": 144.869, "end": 144.879, "text": "their mother tongue if possible so that"}, {"start": 144.879, "end": 146.79, "text": "their mother tongue if possible so that they can communicate in the most"}, {"start": 146.79, "end": 146.8, "text": "they can communicate in the most"}, {"start": 146.8, "end": 148.47, "text": "they can communicate in the most intimate way possible with their"}, {"start": 148.47, "end": 148.48, "text": "intimate way possible with their"}, {"start": 148.48, "end": 150.869, "text": "intimate way possible with their parents. He says that appreciating one's"}, {"start": 150.869, "end": 150.879, "text": "parents. He says that appreciating one's"}, {"start": 150.879, "end": 153.27, "text": "parents. He says that appreciating one's language and culture is essential for"}, {"start": 153.27, "end": 153.28, "text": "language and culture is essential for"}, {"start": 153.28, "end": 155.99, "text": "language and culture is essential for embracing one's roots, identity, and"}, {"start": 155.99, "end": 156.0, "text": "embracing one's roots, identity, and"}, {"start": 156.0, "end": 158.71, "text": "embracing one's roots, identity, and cultural pride. My concerns would be in"}, {"start": 158.71, "end": 158.72, "text": "cultural pride. My concerns would be in"}, {"start": 158.72, "end": 162.11, "text": "cultural pride. My concerns would be in Uganda that people value English"}, {"start": 162.11, "end": 162.12, "text": "Uganda that people value English"}, {"start": 162.12, "end": 164.71, "text": "Uganda that people value English speaking over their mother tongue. In"}, {"start": 164.71, "end": 164.72, "text": "speaking over their mother tongue. In"}, {"start": 164.72, "end": 166.50900000000001, "text": "speaking over their mother tongue. In some primary schools, children are"}, {"start": 166.50900000000001, "end": 166.519, "text": "some primary schools, children are"}, {"start": 166.519, "end": 168.55, "text": "some primary schools, children are disciplined if they speak in the"}, {"start": 168.55, "end": 168.56, "text": "disciplined if they speak in the"}, {"start": 168.56, "end": 170.39, "text": "disciplined if they speak in the vernacular. and I feel like that's"}, {"start": 170.39, "end": 170.4, "text": "vernacular. and I feel like that's"}, {"start": 170.4, "end": 173.03, "text": "vernacular. and I feel like that's inappropriate. Festo Kia, a friend and"}, {"start": 173.03, "end": 173.04, "text": "inappropriate. Festo Kia, a friend and"}, {"start": 173.04, "end": 175.50900000000001, "text": "inappropriate. Festo Kia, a friend and coach at Anel's Football Academy, told"}, {"start": 175.50900000000001, "end": 175.519, "text": "coach at Anel's Football Academy, told"}, {"start": 175.519, "end": 178.07, "text": "coach at Anel's Football Academy, told NTV how the family has not only taught"}, {"start": 178.07, "end": 178.07999999999998, "text": "NTV how the family has not only taught"}, {"start": 178.07999999999998, "end": 180.949, "text": "NTV how the family has not only taught them to communicate in English, but also"}, {"start": 180.949, "end": 180.959, "text": "them to communicate in English, but also"}, {"start": 180.959, "end": 183.11, "text": "them to communicate in English, but also provided books to teach them about"}, {"start": 183.11, "end": 183.12, "text": "provided books to teach them about"}, {"start": 183.12, "end": 185.47, "text": "provided books to teach them about tourism, particularly"}, {"start": 185.47, "end": 185.48, "text": "tourism, particularly"}, {"start": 185.48, "end": 189.03, "text": "tourism, particularly bingo is like is my friend. He helps me."}, {"start": 189.03, "end": 189.04, "text": "bingo is like is my friend. He helps me."}, {"start": 189.04, "end": 190.35, "text": "bingo is like is my friend. He helps me. He gives me some"}, {"start": 190.35, "end": 190.36, "text": "He gives me some"}, {"start": 190.36, "end": 193.11, "text": "He gives me some books like he helped me with the book of"}, {"start": 193.11, "end": 193.12, "text": "books like he helped me with the book of"}, {"start": 193.12, "end": 195.99, "text": "books like he helped me with the book of bading. I just go and I used to go in"}, {"start": 195.99, "end": 196.0, "text": "bading. I just go and I used to go in"}, {"start": 196.0, "end": 197.82999999999998, "text": "bading. I just go and I used to go in the park to look for birds. Dr. Daniel"}, {"start": 197.82999999999998, "end": 197.84, "text": "the park to look for birds. Dr. Daniel"}, {"start": 197.84, "end": 200.47, "text": "the park to look for birds. Dr. Daniel Cassuda, a gynecologist at Bindi"}, {"start": 200.47, "end": 200.48, "text": "Cassuda, a gynecologist at Bindi"}, {"start": 200.48, "end": 202.63, "text": "Cassuda, a gynecologist at Bindi Community Hospital, says that in"}, {"start": 202.63, "end": 202.64, "text": "Community Hospital, says that in"}, {"start": 202.64, "end": 205.589, "text": "Community Hospital, says that in addition to her medical role, Dr. Json's"}, {"start": 205.589, "end": 205.599, "text": "addition to her medical role, Dr. Json's"}, {"start": 205.599, "end": 207.91, "text": "addition to her medical role, Dr. Json's wife also provides comprehensive women's"}, {"start": 207.91, "end": 207.92000000000002, "text": "wife also provides comprehensive women's"}, {"start": 207.92000000000002, "end": 210.63, "text": "wife also provides comprehensive women's health services and fosters a supportive"}, {"start": 210.63, "end": 210.64, "text": "health services and fosters a supportive"}, {"start": 210.64, "end": 213.19, "text": "health services and fosters a supportive environment by using the locala"}, {"start": 213.19, "end": 213.2, "text": "environment by using the locala"}, {"start": 213.2, "end": 215.589, "text": "environment by using the locala language. He adds that this approach"}, {"start": 215.589, "end": 215.599, "text": "language. He adds that this approach"}, {"start": 215.599, "end": 218.07, "text": "language. He adds that this approach helps women feel more comfortable during"}, {"start": 218.07, "end": 218.07999999999998, "text": "helps women feel more comfortable during"}, {"start": 218.07999999999998, "end": 220.309, "text": "helps women feel more comfortable during labor, demonstrating the powerful"}, {"start": 220.309, "end": 220.31900000000002, "text": "labor, demonstrating the powerful"}, {"start": 220.31900000000002, "end": 222.47, "text": "labor, demonstrating the powerful connection between language, culture,"}, {"start": 222.47, "end": 222.48, "text": "connection between language, culture,"}, {"start": 222.48, "end": 225.27, "text": "connection between language, culture, and healthcare. My first time meeting I"}, {"start": 225.27, "end": 225.28, "text": "and healthcare. My first time meeting I"}, {"start": 225.28, "end": 228.07, "text": "and healthcare. My first time meeting I I I thought she had difficulties being"}, {"start": 228.07, "end": 228.07999999999998, "text": "I I thought she had difficulties being"}, {"start": 228.07999999999998, "end": 231.11, "text": "I I thought she had difficulties being with patients being that I thought she"}, {"start": 231.11, "end": 231.12, "text": "with patients being that I thought she"}, {"start": 231.12, "end": 233.19, "text": "with patients being that I thought she would not be comfortable with the the"}, {"start": 233.19, "end": 233.2, "text": "would not be comfortable with the the"}, {"start": 233.2, "end": 235.50900000000001, "text": "would not be comfortable with the the the language local language. The"}, {"start": 235.50900000000001, "end": 235.519, "text": "the language local language. The"}, {"start": 235.519, "end": 237.82999999999998, "text": "the language local language. The family's embrace of the Chica culture"}, {"start": 237.82999999999998, "end": 237.84, "text": "family's embrace of the Chica culture"}, {"start": 237.84, "end": 240.71, "text": "family's embrace of the Chica culture has not gone unnoticed by the locals who"}, {"start": 240.71, "end": 240.72, "text": "has not gone unnoticed by the locals who"}, {"start": 240.72, "end": 242.869, "text": "has not gone unnoticed by the locals who appreciate their service and dedication"}, {"start": 242.869, "end": 242.879, "text": "appreciate their service and dedication"}, {"start": 242.879, "end": 243.949, "text": "appreciate their service and dedication to the"}, {"start": 243.949, "end": 243.959, "text": "to the"}, {"start": 243.959, "end": 247.68, "text": "to the community. Next time we go."}], "createdAt": "2025-12-15T00:19:46.000Z", "imageUrl": "https://img.youtube.com/vi/mz3L1Ez9YFk/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=mz3L1Ez9YFk", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_Iy-cxE52Dd4", "userId": "system", "title": "Introduction to Rukiga", "language": "cce", "content": "introduction to speaking Riga good morning how to reply to good morning good afternoon how to reply to good afternoon how are youi I am well my name is I am from yes no thank you thank you so much sir Madame thank you sir thank you Madame I am sorry I need I need your help I like well done let's go I am tired food if you need something to eat you say drinks if you need something to drink drinks if you need something to drink drinks if you need something to drink you say counting to 10 how old are you I am 16 years old I am 17 years old I am 18 years old children students children students children students G goodbye bye-bye", "sentences": ["introduction to speaking Riga good morning how to reply to good morning good afternoon how to reply to good afternoon how are youi I am well my name is I am from yes no thank you thank you so much sir Madame thank you sir thank you Madame I am sorry I need I need your help I like well done let's go I am tired food if you need something to eat you say drinks if you need something to drink drinks if you need something to drink drinks if you need something to drink you say counting to 10 how old are you I am 16 years old I am 17 years old I am 18 years old children students children students children students G goodbye bye-bye"], "transcript": [{"start": 0.799, "end": 4.91, "text": "introduction to speaking"}, {"start": 4.92, "end": 8.91, "text": "Riga good"}, {"start": 8.92, "end": 13.629, "text": "morning how to reply to good"}, {"start": 13.639, "end": 18.109, "text": "morning good"}, {"start": 18.119, "end": 22.99, "text": "afternoon how to reply to good"}, {"start": 23.0, "end": 27.189, "text": "afternoon how are"}, {"start": 27.199, "end": 32.589, "text": "youi I am well"}, {"start": 32.599, "end": 36.51, "text": "my name"}, {"start": 36.52, "end": 41.11, "text": "is I am"}, {"start": 41.12, "end": 45.91, "text": "from"}, {"start": 45.92, "end": 50.91, "text": "yes"}, {"start": 50.92, "end": 54.99, "text": "no thank"}, {"start": 55.0, "end": 58.91, "text": "you thank you so"}, {"start": 58.92, "end": 63.99, "text": "much"}, {"start": 64.0, "end": 68.63, "text": "sir"}, {"start": 68.64, "end": 73.429, "text": "Madame thank you"}, {"start": 73.439, "end": 77.83, "text": "sir thank you"}, {"start": 77.84, "end": 83.10900000000001, "text": "Madame I am"}, {"start": 83.119, "end": 87.39, "text": "sorry I"}, {"start": 87.4, "end": 93.55, "text": "need I need your help"}, {"start": 93.56, "end": 96.19, "text": "I"}, {"start": 96.2, "end": 100.069, "text": "like well"}, {"start": 100.07900000000001, "end": 104.87, "text": "done let's"}, {"start": 104.88, "end": 108.83, "text": "go I am"}, {"start": 108.84, "end": 113.469, "text": "tired"}, {"start": 113.479, "end": 118.83, "text": "food if you need something to eat you"}, {"start": 118.84, "end": 125.429, "text": "say"}, {"start": 125.439, "end": 128.19, "text": "drinks if you need something to drink"}, {"start": 128.19, "end": 128.2, "text": "drinks if you need something to drink"}, {"start": 128.2, "end": 132.15, "text": "drinks if you need something to drink you"}, {"start": 132.16, "end": 143.869, "text": "say counting to"}, {"start": 143.879, "end": 148.75, "text": "10 how old are"}, {"start": 148.76, "end": 151.79, "text": "you"}, {"start": 151.8, "end": 158.63, "text": "I am 16 years"}, {"start": 158.64, "end": 166.63, "text": "old I am 17 years"}, {"start": 166.64, "end": 173.149, "text": "old I am 18 years"}, {"start": 173.159, "end": 177.39, "text": "old"}, {"start": 177.4, "end": 181.39, "text": "children students"}, {"start": 181.39, "end": 181.4, "text": "children students"}, {"start": 181.4, "end": 186.229, "text": "children students G"}, {"start": 186.239, "end": 195.99, "text": "goodbye"}, {"start": 196.0, "end": 199.0, "text": "bye-bye"}], "createdAt": "2025-12-15T00:19:27.000Z", "imageUrl": "https://img.youtube.com/vi/Iy-cxE52Dd4/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=Iy-cxE52Dd4", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_8yZvXy9s9tw", "userId": "system", "title": "First Rukiga Lesson", "language": "cce", "content": "good morning I'm in the midst of my good morning I'm in the midst of my good morning I'm in the midst of my first ever Riga class here in Bundy and first ever Riga class here in Bundy and first ever Riga class here in Bundy and I'm with my friend Joel and we're I'm with my friend Joel and we're I'm with my friend Joel and we're learning some greetings because I meet learning some greetings because I meet learning some greetings because I meet many people on the street and I have to many people on the street and I have to many people on the street and I have to do better than just hello so um we're do better than just hello so um we're do better than just hello so um we're going to demonstrate just how far I've going to demonstrate just how far I've going to demonstrate just how far I've come on my first day yeah Patrick oh yeah Patrick oh yeah Patrick oh Patrick that was that was that was good", "sentences": ["good morning I'm in the midst of my good morning I'm in the midst of my good morning I'm in the midst of my first ever Riga class here in Bundy and first ever Riga class here in Bundy and first ever Riga class here in Bundy and I'm with my friend Joel and we're I'm with my friend Joel and we're I'm with my friend Joel and we're learning some greetings because I meet learning some greetings because I meet learning some greetings because I meet many people on the street and I have to many people on the street and I have to many people on the street and I have to do better than just hello so um we're do better than just hello so um we're do better than just hello so um we're going to demonstrate just how far I've going to demonstrate just how far I've going to demonstrate just how far I've come on my first day yeah Patrick oh yeah Patrick oh yeah Patrick oh Patrick that was that was that was good"], "transcript": [{"start": 0.04, "end": 1.709, "text": "good morning I'm in the midst of my"}, {"start": 1.709, "end": 1.719, "text": "good morning I'm in the midst of my"}, {"start": 1.719, "end": 4.47, "text": "good morning I'm in the midst of my first ever Riga class here in Bundy and"}, {"start": 4.47, "end": 4.48, "text": "first ever Riga class here in Bundy and"}, {"start": 4.48, "end": 6.59, "text": "first ever Riga class here in Bundy and I'm with my friend Joel and we're"}, {"start": 6.59, "end": 6.6, "text": "I'm with my friend Joel and we're"}, {"start": 6.6, "end": 7.99, "text": "I'm with my friend Joel and we're learning some greetings because I meet"}, {"start": 7.99, "end": 8.0, "text": "learning some greetings because I meet"}, {"start": 8.0, "end": 9.23, "text": "learning some greetings because I meet many people on the street and I have to"}, {"start": 9.23, "end": 9.24, "text": "many people on the street and I have to"}, {"start": 9.24, "end": 12.589, "text": "many people on the street and I have to do better than just hello so um we're"}, {"start": 12.589, "end": 12.599, "text": "do better than just hello so um we're"}, {"start": 12.599, "end": 14.35, "text": "do better than just hello so um we're going to demonstrate just how far I've"}, {"start": 14.35, "end": 14.36, "text": "going to demonstrate just how far I've"}, {"start": 14.36, "end": 25.23, "text": "going to demonstrate just how far I've come on my first day"}, {"start": 25.24, "end": 28.95, "text": "yeah Patrick oh"}, {"start": 28.95, "end": 28.96, "text": "yeah Patrick oh"}, {"start": 28.96, "end": 42.19, "text": "yeah Patrick oh Patrick"}, {"start": 42.2, "end": 43.709, "text": "that was"}, {"start": 43.709, "end": 43.719, "text": "that was"}, {"start": 43.719, "end": 46.719, "text": "that was good"}], "createdAt": "2025-12-15T00:19:10.000Z", "imageUrl": "https://img.youtube.com/vi/8yZvXy9s9tw/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=8yZvXy9s9tw", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_lrNmWwetD0Y", "userId": "system", "title": "Runyankore Rukiga books I read for my children| Bilingual kids", "language": "cce", "content": "Hi guys, welcome to my video. So today Hi guys, welcome to my video. So today Hi guys, welcome to my video. So today I'm going to show you the books I read I'm going to show you the books I read I'm going to show you the books I read for my children. So if you're new here, for my children. So if you're new here, for my children. So if you're new here, welcome. Welcome to my channel. And in welcome. Welcome to my channel. And in welcome. Welcome to my channel. And in this video I'm going to show you I'm this video I'm going to show you I'm this video I'm going to show you I'm raising bilingual kids. I'm an immigrant raising bilingual kids. I'm an immigrant raising bilingual kids. I'm an immigrant from Uganda. So I teach my children. from Uganda. So I teach my children. from Uganda. So I teach my children. So these are some of the books that I've So these are some of the books that I've So these are some of the books that I've been using that have helped me teach my been using that have helped me teach my been using that have helped me teach my kids. kids. kids. My kids are fluent in the language and My kids are fluent in the language and My kids are fluent in the language and live outside. So book number one, this live outside. So book number one, this live outside. So book number one, this one, the saga state of proverbs. So I've one, the saga state of proverbs. So I've one, the saga state of proverbs. So I've been using this book. It has proverbs. been using this book. It has proverbs. been using this book. It has proverbs. They are written in They are written in They are written in translated and then explained in translated and then explained in translated and then explained in English. It's good. We've been using it English. It's good. We've been using it English. It's good. We've been using it for some time and my kids love it and I for some time and my kids love it and I for some time and my kids love it and I love it too. Yeah. So if you teaching love it too. Yeah. So if you teaching love it too. Yeah. So if you teaching your kids, this book is a good one. your kids, this book is a good one. your kids, this book is a good one. Book number two. This one, it's called Book number two. This one, it's called Book number two. This one, it's called Show Evano. Show Evano. Show Evano. So, this one I've just gotten it. I So, this one I've just gotten it. I So, this one I've just gotten it. I haven't used it for more than a month, haven't used it for more than a month, haven't used it for more than a month, but so far my eldest my oldest child but so far my eldest my oldest child but so far my eldest my oldest child loves it cuz she knows how to read in so loves it cuz she knows how to read in so loves it cuz she knows how to read in so it's a good one for her. She loves it it's a good one for her. She loves it it's a good one for her. She loves it and I haven't read for the younger ones, and I haven't read for the younger ones, and I haven't read for the younger ones, but I'm positive they will like it as but I'm positive they will like it as but I'm positive they will like it as well cuz my kids really love our well cuz my kids really love our well cuz my kids really love our language. So uh so the the third one is this book. So uh so the the third one is this book. So uh so the the third one is this book. It's a um It's a um It's a um it's um I think it's a series of the it's um I think it's a series of the it's um I think it's a series of the other book of you just show me the one I other book of you just show me the one I other book of you just show me the one I showed you earlier but this is the like showed you earlier but this is the like showed you earlier but this is the like the fourth edition or something. It's the fourth edition or something. It's the fourth edition or something. It's written by someone called I light. So written by someone called I light. So written by someone called I light. So this book is a good one as well. My this book is a good one as well. My this book is a good one as well. My older child loves it cuz she knows how older child loves it cuz she knows how older child loves it cuz she knows how to read in our language. So if you're looking for recommendations, if you're looking for recommendations, if you're looking for recommendations, try this one as well. It's a good book. try this one as well. It's a good book. try this one as well. It's a good book. Next book is this one. It's called First Next book is this one. It's called First Next book is this one. It's called First Edition Handbook, English. Edition Handbook, English. Edition Handbook, English. It's written by Ishanga Rashija. this It's written by Ishanga Rashija. this It's written by Ishanga Rashija. this book. My 2-year-old loves this book so book. My 2-year-old loves this book so book. My 2-year-old loves this book so much cuz it's like the basics of reading much cuz it's like the basics of reading much cuz it's like the basics of reading like the very the simplest words like a like the very the simplest words like a like the very the simplest words like a chair, a cow, and so it's the simplest. chair, a cow, and so it's the simplest. chair, a cow, and so it's the simplest. My 2-year-old reads this book almost My 2-year-old reads this book almost My 2-year-old reads this book almost every day and he asks me to read it for every day and he asks me to read it for every day and he asks me to read it for him like all the time. My 2-year-old, if him like all the time. My 2-year-old, if him like all the time. My 2-year-old, if you're interested in knowing how my kids you're interested in knowing how my kids you're interested in knowing how my kids are doing, I'll link down below their are doing, I'll link down below their are doing, I'll link down below their channel. You'll find you'll see how they channel. You'll find you'll see how they channel. You'll find you'll see how they are doing cuz they post videos in are doing cuz they post videos in are doing cuz they post videos in and their progress. I post their videos. and their progress. I post their videos. and their progress. I post their videos. So if you want to know how they are So if you want to know how they are So if you want to know how they are going with their learning journey, check going with their learning journey, check going with their learning journey, check out the description. I'll put the video out the description. I'll put the video out the description. I'll put the video I'll put a link to their videos. I'll put a link to their videos. I'll put a link to their videos. So there's this one. This is like the So there's this one. This is like the So there's this one. This is like the first edition. And now there's this one. first edition. And now there's this one. first edition. And now there's this one. I think they from the same author. The I think they from the same author. The I think they from the same author. The author is called. author is called. author is called. So if you're teaching kids, this is a So if you're teaching kids, this is a So if you're teaching kids, this is a good collection of books you can buy. I good collection of books you can buy. I good collection of books you can buy. I have the first and second edition. I'm have the first and second edition. I'm have the first and second edition. I'm not sure if he has the third and fourth not sure if he has the third and fourth not sure if he has the third and fourth edition. I don't know. But for these edition. I don't know. But for these edition. I don't know. But for these ones that I got, I like them especially ones that I got, I like them especially ones that I got, I like them especially for new readers like 2 year olds, three for new readers like 2 year olds, three for new readers like 2 year olds, three year olds. year olds. year olds. They're really simple words that they They're really simple words that they They're really simple words that they can easily grasp and they are like can easily grasp and they are like can easily grasp and they are like like translated in both English and like translated in both English and like translated in both English and sugar. So if you're one who has kids who sugar. So if you're one who has kids who sugar. So if you're one who has kids who already know English and would love to already know English and would love to already know English and would love to learn, this is a very good book for learn, this is a very good book for learn, this is a very good book for them. The starting one, this one for two them. The starting one, this one for two them. The starting one, this one for two year olds. This one is these ones are year olds. This one is these ones are year olds. This one is these ones are for like two three year olds. They're for like two three year olds. They're for like two three year olds. They're really very simplified books. So grab really very simplified books. So grab really very simplified books. So grab yourself these ones. Now there's also yourself these ones. Now there's also yourself these ones. Now there's also this book. It's called this book. It's called this book. It's called one. I think it's a series of many one. I think it's a series of many one. I think it's a series of many books, but I have only this one. It was books, but I have only this one. It was books, but I have only this one. It was written by Benedict. written by Benedict. written by Benedict. So this book has like songs if you know So this book has like songs if you know So this book has like songs if you know those childhood songs we used to sing to those childhood songs we used to sing to those childhood songs we used to sing to when we were kids. So it's this book cuz when we were kids. So it's this book cuz when we were kids. So it's this book cuz it has like most of them. I have seen it has like most of them. I have seen it has like most of them. I have seen some of them that I used to sing when I some of them that I used to sing when I some of them that I used to sing when I was a child and I love them and I've was a child and I love them and I've was a child and I love them and I've been teaching them my kids and they are been teaching them my kids and they are been teaching them my kids and they are so obsessed with them. so obsessed with them. so obsessed with them. Um Um Um some of the songs I don't know them but some of the songs I don't know them but some of the songs I don't know them but I just think what I know what I don't I just think what I know what I don't I just think what I know what I don't know I just assume I know I just sing in know I just assume I know I just sing in know I just assume I know I just sing in a way that I know just you know they are a way that I know just you know they are a way that I know just you know they are kids they don't really care but if kids they don't really care but if kids they don't really care but if you're someone who knows most of these you're someone who knows most of these you're someone who knows most of these songs your kids will love them cuz for songs your kids will love them cuz for songs your kids will love them cuz for me I know just a few. I know. I know. me I know just a few. I know. I know. me I know just a few. I know. I know. I know. I know. I know. I know. I know. What else do I know? I I know. I know. What else do I know? I I know. I know. What else do I know? I know. I know. I only know like three know. I know. I only know like three know. I know. I only know like three songs from this one. And there are 36 songs from this one. And there are 36 songs from this one. And there are 36 songs. So, you can imagine the list is songs. So, you can imagine the list is songs. So, you can imagine the list is endless. So, it's limitless. They're endless. So, it's limitless. They're endless. So, it's limitless. They're really short. You can do like four songs really short. You can do like four songs really short. You can do like four songs in on one reading if you know them. in on one reading if you know them. in on one reading if you know them. They're really so short. And in my kids, They're really so short. And in my kids, They're really so short. And in my kids, we only know like four songs from this we only know like four songs from this we only know like four songs from this book. kids love them so much. So if book. kids love them so much. So if book. kids love them so much. So if you're teaching your kids, they will you're teaching your kids, they will you're teaching your kids, they will love this book. It's really like it's um love this book. It's really like it's um love this book. It's really like it's um it's a practical book like it's an it's a practical book like it's an it's a practical book like it's an action book. You don't have to sit and action book. You don't have to sit and action book. You don't have to sit and read and read. No, you like do the read and read. No, you like do the read and read. No, you like do the action and kids love play. So it's like action and kids love play. So it's like action and kids love play. So it's like a play type of action. a play type of action. a play type of action. It's a good one. Okay. So now I want to It's a good one. Okay. So now I want to It's a good one. Okay. So now I want to bring for you. So there's also this book bring for you. So there's also this book bring for you. So there's also this book so grammar by Dr. Mullen Misha or Tim. so grammar by Dr. Mullen Misha or Tim. so grammar by Dr. Mullen Misha or Tim. So this book is a very nice book. All So this book is a very nice book. All So this book is a very nice book. All the my kids all the proverbs my kids the my kids all the proverbs my kids the my kids all the proverbs my kids know most of them like maybe can I say know most of them like maybe can I say know most of them like maybe can I say 90% you know I showed you the other book 90% you know I showed you the other book 90% you know I showed you the other book of proverbs but I got it later. This is of proverbs but I got it later. This is of proverbs but I got it later. This is the book I got first. the book I got first. the book I got first. It's amazing. I can tell you it's It's amazing. I can tell you it's It's amazing. I can tell you it's amazing cuz the the book the the proverb amazing cuz the the book the the proverb amazing cuz the the book the the proverb is written in of course and then it's is written in of course and then it's is written in of course and then it's like explained in English. So for me like explained in English. So for me like explained in English. So for me when I'm doing it with my kids I I do when I'm doing it with my kids I I do when I'm doing it with my kids I I do like this whole explanation that is in like this whole explanation that is in like this whole explanation that is in English I explain it. English I explain it. English I explain it. So and it's it's in English then So and it's it's in English then So and it's it's in English then translated in Dutch cuz I think this translated in Dutch cuz I think this translated in Dutch cuz I think this lady lives in the Netherlands. So if lady lives in the Netherlands. So if lady lives in the Netherlands. So if you're in the Dutch, is it the Dutch? If you're in the Dutch, is it the Dutch? If you're in the Dutch, is it the Dutch? If you're in Holland, you're in Holland, you're in Holland, this book is translated in Dutch as this book is translated in Dutch as this book is translated in Dutch as well. So well. So well. So you don't have what to say that no you don't have what to say that no you don't have what to say that no excuse. Just get it. If you're teaching excuse. Just get it. If you're teaching excuse. Just get it. If you're teaching your kids, your kids, your kids, this resource is a very good resource this resource is a very good resource this resource is a very good resource cuz it's like an all in one for them. My cuz it's like an all in one for them. My cuz it's like an all in one for them. My kids know proverbs because of this. I kids know proverbs because of this. I kids know proverbs because of this. I got this from Amazon. So if you want, got this from Amazon. So if you want, got this from Amazon. So if you want, you can get it from Amazon. If you want, you can get it from Amazon. If you want, you can get it from Amazon. If you want, I'll put the link to this book in my I'll put the link to this book in my I'll put the link to this book in my description of this video so you can buy description of this video so you can buy description of this video so you can buy it. it. it. Okay, so there's this. Oh, let me first Okay, so there's this. Oh, let me first Okay, so there's this. Oh, let me first show you this one. So this book is the show you this one. So this book is the show you this one. So this book is the same is the so this book is called same is the so this book is called same is the so this book is called the English the English the English picture dictionary. So it's by the same picture dictionary. So it's by the same picture dictionary. So it's by the same author of the proverbs book that I've author of the proverbs book that I've author of the proverbs book that I've just showed you, Dr. Menishawa. just showed you, Dr. Menishawa. just showed you, Dr. Menishawa. So this book is very good. You can see So this book is very good. You can see So this book is very good. You can see it's very old cuz we've been using it it's very old cuz we've been using it it's very old cuz we've been using it like almost every day since I got it. My like almost every day since I got it. My like almost every day since I got it. My kids love it. It's getting old cuz we've kids love it. It's getting old cuz we've kids love it. It's getting old cuz we've used it. We use it almost every day. used it. We use it almost every day. used it. We use it almost every day. Almost every day. And it's really Almost every day. And it's really Almost every day. And it's really detailed. It has songs. It has words. It detailed. It has songs. It has words. It detailed. It has songs. It has words. It has sentences. has sentences. has sentences. It has pictures. It has numbers. It has pictures. It has numbers. It has pictures. It has numbers. Like it has everything. It has songs Like it has everything. It has songs Like it has everything. It has songs like those la and it's written in English. And so if and it's written in English. And so if and it's written in English. And so if your kid doesn't know, your kid doesn't know, your kid doesn't know, you can they can even you can read for you can they can even you can read for you can they can even you can read for them like they can say the word in them like they can say the word in them like they can say the word in English and then know how to say it in English and then know how to say it in English and then know how to say it in also she has other books. If you're not also she has other books. If you're not also she has other books. If you're not teaching your child, if you're teaching teaching your child, if you're teaching teaching your child, if you're teaching your child a she also writes a okay your child a she also writes a okay your child a she also writes a okay the same author. So, if you want to the same author. So, if you want to the same author. So, if you want to teach a child a choli, get this book. teach a child a choli, get this book. teach a child a choli, get this book. It's called Let's Learn Achi. It's called Let's Learn Achi. It's called Let's Learn Achi. Yeah, Amazon. I'll leave the link in the Yeah, Amazon. I'll leave the link in the Yeah, Amazon. I'll leave the link in the description if you're interested. Um, description if you're interested. Um, description if you're interested. Um, and then this other book that I just and then this other book that I just and then this other book that I just showed you right here. It's also her showed you right here. It's also her showed you right here. It's also her book. Her books are really detailed and book. Her books are really detailed and book. Her books are really detailed and nice. So, if you really want to teach nice. So, if you really want to teach nice. So, if you really want to teach your children, grab these books. Then, your children, grab these books. Then, your children, grab these books. Then, if you're teaching your child, she also if you're teaching your child, she also if you're teaching your child, she also writes in Kinaranda. So, yeah, get that writes in Kinaranda. So, yeah, get that writes in Kinaranda. So, yeah, get that book. It's also on Amazon, I guess. I book. It's also on Amazon, I guess. I book. It's also on Amazon, I guess. I will link them in the description. If will link them in the description. If will link them in the description. If you're don't know this book, I don't you're don't know this book, I don't you're don't know this book, I don't know. I don't know where you grew up. know. I don't know where you grew up. know. I don't know where you grew up. This is called This book is a classic. And when I say This book is a classic. And when I say This book is a classic. And when I say classic, I mean classic. It was first classic, I mean classic. It was first classic, I mean classic. It was first published in 1966. It's a little bit ancient. Some words It's a little bit ancient. Some words It's a little bit ancient. Some words are really ancient. It needs like some are really ancient. It needs like some are really ancient. It needs like some It's really hard to read. It's not easy It's really hard to read. It's not easy It's really hard to read. It's not easy to read, but it's good cuz it challenges you. It's a it's good cuz it challenges you. It's a it's good cuz it challenges you. It's a an old book. It's a classic. So you can an old book. It's a classic. So you can an old book. It's a classic. So you can have this in your home library. have this in your home library. have this in your home library. Okay. Now this one is the Okay. Now this one is the Okay. Now this one is the the legend. Everyone if you the legend. Everyone if you the legend. Everyone if you must know this manavas must know this manavas must know this manavas or you must know this book or you must know this book or you must know this book or you've heard about him or you've or you've heard about him or you've or you've heard about him or you've heard about his stories. So this book is heard about his stories. So this book is heard about his stories. So this book is called Tavazi. called Tavazi. called Tavazi. I read a story from this book every I read a story from this book every I read a story from this book every night for my children. My children love night for my children. My children love night for my children. My children love this these guys stories so much. We this these guys stories so much. We this these guys stories so much. We learn a lot from them. I've been reading learn a lot from them. I've been reading learn a lot from them. I've been reading this book for my children since my this book for my children since my this book for my children since my oldest was 2 years old. The stories are oldest was 2 years old. The stories are oldest was 2 years old. The stories are really like they are really like they are really like they are my kids say Ishakabas was not a good my kids say Ishakabas was not a good my kids say Ishakabas was not a good person because of the stories in this person because of the stories in this person because of the stories in this book but somehow he was mischievous. book but somehow he was mischievous. book but somehow he was mischievous. Somehow he was like the Kataba's Somehow he was like the Kataba's Somehow he was like the Kataba's character is a very good one. It's like character is a very good one. It's like character is a very good one. It's like tickles the brain and you're thinking tickles the brain and you're thinking tickles the brain and you're thinking like what was this man trying to do. like what was this man trying to do. like what was this man trying to do. It is a very good book especially for It is a very good book especially for It is a very good book especially for bedtime stories cuz the stories are bedtime stories cuz the stories are bedtime stories cuz the stories are really short like and some of them have really short like and some of them have really short like and some of them have pictures pictures pictures and if you're reading for them they will and if you're reading for them they will and if you're reading for them they will be asking you questions. They'll be like be asking you questions. They'll be like be asking you questions. They'll be like what is this? What is this? And they'll what is this? What is this? And they'll what is this? What is this? And they'll be learning and you see some of them as be learning and you see some of them as be learning and you see some of them as short as half a page. So it's a great short as half a page. So it's a great short as half a page. So it's a great it's also a classic. So, it's also a classic. So, it's also a classic. So, actually, this is not the book I've been actually, this is not the book I've been actually, this is not the book I've been using. This one I just bought a second using. This one I just bought a second using. This one I just bought a second one. I've been using an old one that is one. I've been using an old one that is one. I've been using an old one that is torn. Like, it's so torn. Had to buy a torn. Like, it's so torn. Had to buy a torn. Like, it's so torn. Had to buy a new one. Don't think it's It has I've new one. Don't think it's It has I've new one. Don't think it's It has I've used it for 4 years and it's like this. used it for 4 years and it's like this. used it for 4 years and it's like this. No, no, it's not like this. This is a No, no, it's not like this. This is a No, no, it's not like this. This is a second copy that I just bought. So, So, So, last but not least, The Inoma. last but not least, The Inoma. last but not least, The Inoma. This is the book that taught my child This is the book that taught my child This is the book that taught my child how to read. It was her first book to how to read. It was her first book to how to read. It was her first book to read my book. My child loves this book read my book. My child loves this book read my book. My child loves this book so much cuz like if I can show you maybe so much cuz like if I can show you maybe so much cuz like if I can show you maybe I don't know if you have a second let me I don't know if you have a second let me I don't know if you have a second let me show you let me get it for you. show you let me get it for you. show you let me get it for you. So this is what I mean. This is I was So this is what I mean. This is I was So this is what I mean. This is I was telling you the tone one the one was telling you the tone one the one was telling you the tone one the one was just gone through like you see it's so just gone through like you see it's so just gone through like you see it's so torn. It's in tatters. We had to get another one because this We had to get another one because this We had to get another one because this one is old. So this is the nishuma the one is old. So this is the nishuma the one is old. So this is the nishuma the old one we've been my my child like she old one we've been my my child like she old one we've been my my child like she highlighted every page you see if look highlighted every page you see if look highlighted every page you see if look like it's all torn cuz she has been like it's all torn cuz she has been like it's all torn cuz she has been underlining she's been highlighting underlining she's been highlighting underlining she's been highlighting she's been like she has read the whole she's been like she has read the whole she's been like she has read the whole book like check look look look like she has read the whole book like like she has read the whole book like like she has read the whole book like over and over again over and over again over and over again and this time we're like you know what and this time we're like you know what and this time we're like you know what let's just buy a new one cuz this other let's just buy a new one cuz this other let's just buy a new one cuz this other kids are not going to read this when kids are not going to read this when kids are not going to read this when it's in like this it's in like this it's in like this cuz now if the other one also cuz now if the other one also cuz now if the other one also highlights. So that's how we got this highlights. So that's how we got this highlights. So that's how we got this new one. We wanted to replace it because new one. We wanted to replace it because new one. We wanted to replace it because yeah, as you can see this one has really yeah, as you can see this one has really yeah, as you can see this one has really done its job. So this book is a classic done its job. So this book is a classic done its job. So this book is a classic as well. It was first published I think as well. It was first published I think as well. It was first published I think in um 1951. 1951. So that's a long time. It's a bit 1951. So that's a long time. It's a bit 1951. So that's a long time. It's a bit ancient like in the way they write it, ancient like in the way they write it, ancient like in the way they write it, but you get the picture. It was first but you get the picture. It was first but you get the picture. It was first published in 1951. So you don't expect published in 1951. So you don't expect published in 1951. So you don't expect much, but it can teach your child how to much, but it can teach your child how to much, but it can teach your child how to read like the basic reading, the read like the basic reading, the read like the basic reading, the beginning reading of it, the sentences, beginning reading of it, the sentences, beginning reading of it, the sentences, there some pictures, there some short there some pictures, there some short there some pictures, there some short sentences. Then at some point in part sentences. Then at some point in part sentences. Then at some point in part three, there are some stories. There's three, there are some stories. There's three, there are some stories. There's even a shako shako. I don't know how to even a shako shako. I don't know how to even a shako shako. I don't know how to say them in English, but there's um if you're know cuz I don't know how um if you're know cuz I don't know how um if you're know cuz I don't know how to say them in English. Now then there's to say them in English. Now then there's to say them in English. Now then there's a part three where there are some short a part three where there are some short a part three where there are some short stories with pictures. It is actually in stories with pictures. It is actually in stories with pictures. It is actually in four parts. The first part pictures, the four parts. The first part pictures, the four parts. The first part pictures, the second part words, the third part second part words, the third part second part words, the third part sentences, the fourth part shaku I don't sentences, the fourth part shaku I don't sentences, the fourth part shaku I don't know shaku in English. If you know it, know shaku in English. If you know it, know shaku in English. If you know it, comment down below and let us know. Then comment down below and let us know. Then comment down below and let us know. Then the third part is like short stories. the third part is like short stories. the third part is like short stories. But they just so nice in teaching your But they just so nice in teaching your But they just so nice in teaching your child vocabulary cuz sometimes my child vocabulary cuz sometimes my child vocabulary cuz sometimes my children say words and people like how children say words and people like how children say words and people like how did that child learn that word did that child learn that word did that child learn that word this is how they are. But if you want to this is how they are. But if you want to this is how they are. But if you want to know more about bilingual parenting both know more about bilingual parenting both know more about bilingual parenting both my kids my language my kids my language my kids my language language language language comment down below and let me know. And comment down below and let me know. And comment down below and let me know. And there's more videos like this. So, if there's more videos like this. So, if there's more videos like this. So, if you want to know like tips for raising you want to know like tips for raising you want to know like tips for raising kids, for teaching your kids your mother kids, for teaching your kids your mother kids, for teaching your kids your mother tongue, if you're raising them from like tongue, if you're raising them from like tongue, if you're raising them from like outside Uganda or outside your home outside Uganda or outside your home outside Uganda or outside your home country, there's a video that I'm going country, there's a video that I'm going country, there's a video that I'm going to link. I'm going to link the playlist. to link. I'm going to link the playlist. to link. I'm going to link the playlist. The playlist is called Bilingual Kids. The playlist is called Bilingual Kids. The playlist is called Bilingual Kids. You will see all the videos about You will see all the videos about You will see all the videos about bilingual kids. bilingual kids. bilingual kids. Thank you guys for watching. I'll see Thank you guys for watching. I'll see Thank you guys for watching. I'll see you in my next video. Bye.", "sentences": ["Hi guys, welcome to my video.", "So today Hi guys, welcome to my video.", "So today Hi guys, welcome to my video.", "So today I'm going to show you the books I read I'm going to show you the books I read I'm going to show you the books I read for my children.", "So if you're new here, for my children.", "So if you're new here, for my children.", "So if you're new here, welcome.", "Welcome to my channel.", "And in welcome.", "Welcome to my channel.", "And in welcome.", "Welcome to my channel.", "And in this video I'm going to show you I'm this video I'm going to show you I'm this video I'm going to show you I'm raising bilingual kids.", "I'm an immigrant raising bilingual kids.", "I'm an immigrant raising bilingual kids.", "I'm an immigrant from Uganda.", "So I teach my children.", "from Uganda.", "So I teach my children.", "from Uganda.", "So I teach my children.", "So these are some of the books that I've So these are some of the books that I've So these are some of the books that I've been using that have helped me teach my been using that have helped me teach my been using that have helped me teach my kids.", "kids.", "kids.", "My kids are fluent in the language and My kids are fluent in the language and My kids are fluent in the language and live outside.", "So book number one, this live outside.", "So book number one, this live outside.", "So book number one, this one, the saga state of proverbs.", "So I've one, the saga state of proverbs.", "So I've one, the saga state of proverbs.", "So I've been using this book.", "It has proverbs.", "been using this book.", "It has proverbs.", "been using this book.", "It has proverbs.", "They are written in They are written in They are written in translated and then explained in translated and then explained in translated and then explained in English.", "It's good.", "We've been using it English.", "It's good.", "We've been using it English.", "It's good.", "We've been using it for some time and my kids love it and I for some time and my kids love it and I for some time and my kids love it and I love it too.", "Yeah.", "So if you teaching love it too.", "Yeah.", "So if you teaching love it too.", "Yeah.", "So if you teaching your kids, this book is a good one.", "your kids, this book is a good one.", "your kids, this book is a good one.", "Book number two.", "This one, it's called Book number two.", "This one, it's called Book number two.", "This one, it's called Show Evano.", "Show Evano.", "Show Evano.", "So, this one I've just gotten it.", "I So, this one I've just gotten it.", "I So, this one I've just gotten it.", "I haven't used it for more than a month, haven't used it for more than a month, haven't used it for more than a month, but so far my eldest my oldest child but so far my eldest my oldest child but so far my eldest my oldest child loves it cuz she knows how to read in so loves it cuz she knows how to read in so loves it cuz she knows how to read in so it's a good one for her.", "She loves it it's a good one for her.", "She loves it it's a good one for her.", "She loves it and I haven't read for the younger ones, and I haven't read for the younger ones, and I haven't read for the younger ones, but I'm positive they will like it as but I'm positive they will like it as but I'm positive they will like it as well cuz my kids really love our well cuz my kids really love our well cuz my kids really love our language.", "So uh so the the third one is this book.", "So uh so the the third one is this book.", "So uh so the the third one is this book.", "It's a um It's a um It's a um it's um I think it's a series of the it's um I think it's a series of the it's um I think it's a series of the other book of you just show me the one I other book of you just show me the one I other book of you just show me the one I showed you earlier but this is the like showed you earlier but this is the like showed you earlier but this is the like the fourth edition or something.", "It's the fourth edition or something.", "It's the fourth edition or something.", "It's written by someone called I light.", "So written by someone called I light.", "So written by someone called I light.", "So this book is a good one as well.", "My this book is a good one as well.", "My this book is a good one as well.", "My older child loves it cuz she knows how older child loves it cuz she knows how older child loves it cuz she knows how to read in our language.", "So if you're looking for recommendations, if you're looking for recommendations, if you're looking for recommendations, try this one as well.", "It's a good book.", "try this one as well.", "It's a good book.", "try this one as well.", "It's a good book.", "Next book is this one.", "It's called First Next book is this one.", "It's called First Next book is this one.", "It's called First Edition Handbook, English.", "Edition Handbook, English.", "Edition Handbook, English.", "It's written by Ishanga Rashija.", "this It's written by Ishanga Rashija.", "this It's written by Ishanga Rashija.", "this book.", "My 2-year-old loves this book so book.", "My 2-year-old loves this book so book.", "My 2-year-old loves this book so much cuz it's like the basics of reading much cuz it's like the basics of reading much cuz it's like the basics of reading like the very the simplest words like a like the very the simplest words like a like the very the simplest words like a chair, a cow, and so it's the simplest.", "chair, a cow, and so it's the simplest.", "chair, a cow, and so it's the simplest.", "My 2-year-old reads this book almost My 2-year-old reads this book almost My 2-year-old reads this book almost every day and he asks me to read it for every day and he asks me to read it for every day and he asks me to read it for him like all the time.", "My 2-year-old, if him like all the time.", "My 2-year-old, if him like all the time.", "My 2-year-old, if you're interested in knowing how my kids you're interested in knowing how my kids you're interested in knowing how my kids are doing, I'll link down below their are doing, I'll link down below their are doing, I'll link down below their channel.", "You'll find you'll see how they channel.", "You'll find you'll see how they channel.", "You'll find you'll see how they are doing cuz they post videos in are doing cuz they post videos in are doing cuz they post videos in and their progress.", "I post their videos.", "and their progress.", "I post their videos.", "and their progress.", "I post their videos.", "So if you want to know how they are So if you want to know how they are So if you want to know how they are going with their learning journey, check going with their learning journey, check going with their learning journey, check out the description.", "I'll put the video out the description.", "I'll put the video out the description.", "I'll put the video I'll put a link to their videos.", "I'll put a link to their videos.", "I'll put a link to their videos.", "So there's this one.", "This is like the So there's this one.", "This is like the So there's this one.", "This is like the first edition.", "And now there's this one.", "first edition.", "And now there's this one.", "first edition.", "And now there's this one.", "I think they from the same author.", "The I think they from the same author.", "The I think they from the same author.", "The author is called.", "author is called.", "author is called.", "So if you're teaching kids, this is a So if you're teaching kids, this is a So if you're teaching kids, this is a good collection of books you can buy.", "I good collection of books you can buy.", "I good collection of books you can buy.", "I have the first and second edition.", "I'm have the first and second edition.", "I'm have the first and second edition.", "I'm not sure if he has the third and fourth not sure if he has the third and fourth not sure if he has the third and fourth edition.", "I don't know.", "But for these edition.", "I don't know.", "But for these edition.", "I don't know.", "But for these ones that I got, I like them especially ones that I got, I like them especially ones that I got, I like them especially for new readers like 2 year olds, three for new readers like 2 year olds, three for new readers like 2 year olds, three year olds.", "year olds.", "year olds.", "They're really simple words that they They're really simple words that they They're really simple words that they can easily grasp and they are like can easily grasp and they are like can easily grasp and they are like like translated in both English and like translated in both English and like translated in both English and sugar.", "So if you're one who has kids who sugar.", "So if you're one who has kids who sugar.", "So if you're one who has kids who already know English and would love to already know English and would love to already know English and would love to learn, this is a very good book for learn, this is a very good book for learn, this is a very good book for them.", "The starting one, this one for two them.", "The starting one, this one for two them.", "The starting one, this one for two year olds.", "This one is these ones are year olds.", "This one is these ones are year olds.", "This one is these ones are for like two three year olds.", "They're for like two three year olds.", "They're for like two three year olds.", "They're really very simplified books.", "So grab really very simplified books.", "So grab really very simplified books.", "So grab yourself these ones.", "Now there's also yourself these ones.", "Now there's also yourself these ones.", "Now there's also this book.", "It's called this book.", "It's called this book.", "It's called one.", "I think it's a series of many one.", "I think it's a series of many one.", "I think it's a series of many books, but I have only this one.", "It was books, but I have only this one.", "It was books, but I have only this one.", "It was written by Benedict.", "written by Benedict.", "written by Benedict.", "So this book has like songs if you know So this book has like songs if you know So this book has like songs if you know those childhood songs we used to sing to those childhood songs we used to sing to those childhood songs we used to sing to when we were kids.", "So it's this book cuz when we were kids.", "So it's this book cuz when we were kids.", "So it's this book cuz it has like most of them.", "I have seen it has like most of them.", "I have seen it has like most of them.", "I have seen some of them that I used to sing when I some of them that I used to sing when I some of them that I used to sing when I was a child and I love them and I've was a child and I love them and I've was a child and I love them and I've been teaching them my kids and they are been teaching them my kids and they are been teaching them my kids and they are so obsessed with them.", "so obsessed with them.", "so obsessed with them.", "Um Um Um some of the songs I don't know them but some of the songs I don't know them but some of the songs I don't know them but I just think what I know what I don't I just think what I know what I don't I just think what I know what I don't know I just assume I know I just sing in know I just assume I know I just sing in know I just assume I know I just sing in a way that I know just you know they are a way that I know just you know they are a way that I know just you know they are kids they don't really care but if kids they don't really care but if kids they don't really care but if you're someone who knows most of these you're someone who knows most of these you're someone who knows most of these songs your kids will love them cuz for songs your kids will love them cuz for songs your kids will love them cuz for me I know just a few.", "I know.", "I know.", "me I know just a few.", "I know.", "I know.", "me I know just a few.", "I know.", "I know.", "I know.", "I know.", "I know.", "I know.", "I know.", "What else do I know?", "I I know.", "I know.", "What else do I know?", "I I know.", "I know.", "What else do I know?", "I know.", "I know.", "I only know like three know.", "I know.", "I only know like three know.", "I know.", "I only know like three songs from this one.", "And there are 36 songs from this one.", "And there are 36 songs from this one.", "And there are 36 songs.", "So, you can imagine the list is songs.", "So, you can imagine the list is songs.", "So, you can imagine the list is endless.", "So, it's limitless.", "They're endless.", "So, it's limitless.", "They're endless.", "So, it's limitless.", "They're really short.", "You can do like four songs really short.", "You can do like four songs really short.", "You can do like four songs in on one reading if you know them.", "in on one reading if you know them.", "in on one reading if you know them.", "They're really so short.", "And in my kids, They're really so short.", "And in my kids, They're really so short.", "And in my kids, we only know like four songs from this we only know like four songs from this we only know like four songs from this book.", "kids love them so much.", "So if book.", "kids love them so much.", "So if book.", "kids love them so much.", "So if you're teaching your kids, they will you're teaching your kids, they will you're teaching your kids, they will love this book.", "It's really like it's um love this book.", "It's really like it's um love this book.", "It's really like it's um it's a practical book like it's an it's a practical book like it's an it's a practical book like it's an action book.", "You don't have to sit and action book.", "You don't have to sit and action book.", "You don't have to sit and read and read.", "No, you like do the read and read.", "No, you like do the read and read.", "No, you like do the action and kids love play.", "So it's like action and kids love play.", "So it's like action and kids love play.", "So it's like a play type of action.", "a play type of action.", "a play type of action.", "It's a good one.", "Okay.", "So now I want to It's a good one.", "Okay.", "So now I want to It's a good one.", "Okay.", "So now I want to bring for you.", "So there's also this book bring for you.", "So there's also this book bring for you.", "So there's also this book so grammar by Dr.", "Mullen Misha or Tim.", "so grammar by Dr.", "Mullen Misha or Tim.", "so grammar by Dr.", "Mullen Misha or Tim.", "So this book is a very nice book.", "All So this book is a very nice book.", "All So this book is a very nice book.", "All the my kids all the proverbs my kids the my kids all the proverbs my kids the my kids all the proverbs my kids know most of them like maybe can I say know most of them like maybe can I say know most of them like maybe can I say 90% you know I showed you the other book 90% you know I showed you the other book 90% you know I showed you the other book of proverbs but I got it later.", "This is of proverbs but I got it later.", "This is of proverbs but I got it later.", "This is the book I got first.", "the book I got first.", "the book I got first.", "It's amazing.", "I can tell you it's It's amazing.", "I can tell you it's It's amazing.", "I can tell you it's amazing cuz the the book the the proverb amazing cuz the the book the the proverb amazing cuz the the book the the proverb is written in of course and then it's is written in of course and then it's is written in of course and then it's like explained in English.", "So for me like explained in English.", "So for me like explained in English.", "So for me when I'm doing it with my kids I I do when I'm doing it with my kids I I do when I'm doing it with my kids I I do like this whole explanation that is in like this whole explanation that is in like this whole explanation that is in English I explain it.", "English I explain it.", "English I explain it.", "So and it's it's in English then So and it's it's in English then So and it's it's in English then translated in Dutch cuz I think this translated in Dutch cuz I think this translated in Dutch cuz I think this lady lives in the Netherlands.", "So if lady lives in the Netherlands.", "So if lady lives in the Netherlands.", "So if you're in the Dutch, is it the Dutch?", "If you're in the Dutch, is it the Dutch?", "If you're in the Dutch, is it the Dutch?", "If you're in Holland, you're in Holland, you're in Holland, this book is translated in Dutch as this book is translated in Dutch as this book is translated in Dutch as well.", "So well.", "So well.", "So you don't have what to say that no you don't have what to say that no you don't have what to say that no excuse.", "Just get it.", "If you're teaching excuse.", "Just get it.", "If you're teaching excuse.", "Just get it.", "If you're teaching your kids, your kids, your kids, this resource is a very good resource this resource is a very good resource this resource is a very good resource cuz it's like an all in one for them.", "My cuz it's like an all in one for them.", "My cuz it's like an all in one for them.", "My kids know proverbs because of this.", "I kids know proverbs because of this.", "I kids know proverbs because of this.", "I got this from Amazon.", "So if you want, got this from Amazon.", "So if you want, got this from Amazon.", "So if you want, you can get it from Amazon.", "If you want, you can get it from Amazon.", "If you want, you can get it from Amazon.", "If you want, I'll put the link to this book in my I'll put the link to this book in my I'll put the link to this book in my description of this video so you can buy description of this video so you can buy description of this video so you can buy it.", "it.", "it.", "Okay, so there's this.", "Oh, let me first Okay, so there's this.", "Oh, let me first Okay, so there's this.", "Oh, let me first show you this one.", "So this book is the show you this one.", "So this book is the show you this one.", "So this book is the same is the so this book is called same is the so this book is called same is the so this book is called the English the English the English picture dictionary.", "So it's by the same picture dictionary.", "So it's by the same picture dictionary.", "So it's by the same author of the proverbs book that I've author of the proverbs book that I've author of the proverbs book that I've just showed you, Dr.", "Menishawa.", "just showed you, Dr.", "Menishawa.", "just showed you, Dr.", "Menishawa.", "So this book is very good.", "You can see So this book is very good.", "You can see So this book is very good.", "You can see it's very old cuz we've been using it it's very old cuz we've been using it it's very old cuz we've been using it like almost every day since I got it.", "My like almost every day since I got it.", "My like almost every day since I got it.", "My kids love it.", "It's getting old cuz we've kids love it.", "It's getting old cuz we've kids love it.", "It's getting old cuz we've used it.", "We use it almost every day.", "used it.", "We use it almost every day.", "used it.", "We use it almost every day.", "Almost every day.", "And it's really Almost every day.", "And it's really Almost every day.", "And it's really detailed.", "It has songs.", "It has words.", "It detailed.", "It has songs.", "It has words.", "It detailed.", "It has songs.", "It has words.", "It has sentences.", "has sentences.", "has sentences.", "It has pictures.", "It has numbers.", "It has pictures.", "It has numbers.", "It has pictures.", "It has numbers.", "Like it has everything.", "It has songs Like it has everything.", "It has songs Like it has everything.", "It has songs like those la and it's written in English.", "And so if and it's written in English.", "And so if and it's written in English.", "And so if your kid doesn't know, your kid doesn't know, your kid doesn't know, you can they can even you can read for you can they can even you can read for you can they can even you can read for them like they can say the word in them like they can say the word in them like they can say the word in English and then know how to say it in English and then know how to say it in English and then know how to say it in also she has other books.", "If you're not also she has other books.", "If you're not also she has other books.", "If you're not teaching your child, if you're teaching teaching your child, if you're teaching teaching your child, if you're teaching your child a she also writes a okay your child a she also writes a okay your child a she also writes a okay the same author.", "So, if you want to the same author.", "So, if you want to the same author.", "So, if you want to teach a child a choli, get this book.", "teach a child a choli, get this book.", "teach a child a choli, get this book.", "It's called Let's Learn Achi.", "It's called Let's Learn Achi.", "It's called Let's Learn Achi.", "Yeah, Amazon.", "I'll leave the link in the Yeah, Amazon.", "I'll leave the link in the Yeah, Amazon.", "I'll leave the link in the description if you're interested.", "Um, description if you're interested.", "Um, description if you're interested.", "Um, and then this other book that I just and then this other book that I just and then this other book that I just showed you right here.", "It's also her showed you right here.", "It's also her showed you right here.", "It's also her book.", "Her books are really detailed and book.", "Her books are really detailed and book.", "Her books are really detailed and nice.", "So, if you really want to teach nice.", "So, if you really want to teach nice.", "So, if you really want to teach your children, grab these books.", "Then, your children, grab these books.", "Then, your children, grab these books.", "Then, if you're teaching your child, she also if you're teaching your child, she also if you're teaching your child, she also writes in Kinaranda.", "So, yeah, get that writes in Kinaranda.", "So, yeah, get that writes in Kinaranda.", "So, yeah, get that book.", "It's also on Amazon, I guess.", "I book.", "It's also on Amazon, I guess.", "I book.", "It's also on Amazon, I guess.", "I will link them in the description.", "If will link them in the description.", "If will link them in the description.", "If you're don't know this book, I don't you're don't know this book, I don't you're don't know this book, I don't know.", "I don't know where you grew up.", "know.", "I don't know where you grew up.", "know.", "I don't know where you grew up.", "This is called This book is a classic.", "And when I say This book is a classic.", "And when I say This book is a classic.", "And when I say classic, I mean classic.", "It was first classic, I mean classic.", "It was first classic, I mean classic.", "It was first published in 1966.", "It's a little bit ancient.", "Some words It's a little bit ancient.", "Some words It's a little bit ancient.", "Some words are really ancient.", "It needs like some are really ancient.", "It needs like some are really ancient.", "It needs like some It's really hard to read.", "It's not easy It's really hard to read.", "It's not easy It's really hard to read.", "It's not easy to read, but it's good cuz it challenges you.", "It's a it's good cuz it challenges you.", "It's a it's good cuz it challenges you.", "It's a an old book.", "It's a classic.", "So you can an old book.", "It's a classic.", "So you can an old book.", "It's a classic.", "So you can have this in your home library.", "have this in your home library.", "have this in your home library.", "Okay.", "Now this one is the Okay.", "Now this one is the Okay.", "Now this one is the the legend.", "Everyone if you the legend.", "Everyone if you the legend.", "Everyone if you must know this manavas must know this manavas must know this manavas or you must know this book or you must know this book or you must know this book or you've heard about him or you've or you've heard about him or you've or you've heard about him or you've heard about his stories.", "So this book is heard about his stories.", "So this book is heard about his stories.", "So this book is called Tavazi.", "called Tavazi.", "called Tavazi.", "I read a story from this book every I read a story from this book every I read a story from this book every night for my children.", "My children love night for my children.", "My children love night for my children.", "My children love this these guys stories so much.", "We this these guys stories so much.", "We this these guys stories so much.", "We learn a lot from them.", "I've been reading learn a lot from them.", "I've been reading learn a lot from them.", "I've been reading this book for my children since my this book for my children since my this book for my children since my oldest was 2 years old.", "The stories are oldest was 2 years old.", "The stories are oldest was 2 years old.", "The stories are really like they are really like they are really like they are my kids say Ishakabas was not a good my kids say Ishakabas was not a good my kids say Ishakabas was not a good person because of the stories in this person because of the stories in this person because of the stories in this book but somehow he was mischievous.", "book but somehow he was mischievous.", "book but somehow he was mischievous.", "Somehow he was like the Kataba's Somehow he was like the Kataba's Somehow he was like the Kataba's character is a very good one.", "It's like character is a very good one.", "It's like character is a very good one.", "It's like tickles the brain and you're thinking tickles the brain and you're thinking tickles the brain and you're thinking like what was this man trying to do.", "like what was this man trying to do.", "like what was this man trying to do.", "It is a very good book especially for It is a very good book especially for It is a very good book especially for bedtime stories cuz the stories are bedtime stories cuz the stories are bedtime stories cuz the stories are really short like and some of them have really short like and some of them have really short like and some of them have pictures pictures pictures and if you're reading for them they will and if you're reading for them they will and if you're reading for them they will be asking you questions.", "They'll be like be asking you questions.", "They'll be like be asking you questions.", "They'll be like what is this?", "What is this?", "And they'll what is this?", "What is this?", "And they'll what is this?", "What is this?", "And they'll be learning and you see some of them as be learning and you see some of them as be learning and you see some of them as short as half a page.", "So it's a great short as half a page.", "So it's a great short as half a page.", "So it's a great it's also a classic.", "So, it's also a classic.", "So, it's also a classic.", "So, actually, this is not the book I've been actually, this is not the book I've been actually, this is not the book I've been using.", "This one I just bought a second using.", "This one I just bought a second using.", "This one I just bought a second one.", "I've been using an old one that is one.", "I've been using an old one that is one.", "I've been using an old one that is torn.", "Like, it's so torn.", "Had to buy a torn.", "Like, it's so torn.", "Had to buy a torn.", "Like, it's so torn.", "Had to buy a new one.", "Don't think it's It has I've new one.", "Don't think it's It has I've new one.", "Don't think it's It has I've used it for 4 years and it's like this.", "used it for 4 years and it's like this.", "used it for 4 years and it's like this.", "No, no, it's not like this.", "This is a No, no, it's not like this.", "This is a No, no, it's not like this.", "This is a second copy that I just bought.", "So, So, So, last but not least, The Inoma.", "last but not least, The Inoma.", "last but not least, The Inoma.", "This is the book that taught my child This is the book that taught my child This is the book that taught my child how to read.", "It was her first book to how to read.", "It was her first book to how to read.", "It was her first book to read my book.", "My child loves this book read my book.", "My child loves this book read my book.", "My child loves this book so much cuz like if I can show you maybe so much cuz like if I can show you maybe so much cuz like if I can show you maybe I don't know if you have a second let me I don't know if you have a second let me I don't know if you have a second let me show you let me get it for you.", "show you let me get it for you.", "show you let me get it for you.", "So this is what I mean.", "This is I was So this is what I mean.", "This is I was So this is what I mean.", "This is I was telling you the tone one the one was telling you the tone one the one was telling you the tone one the one was just gone through like you see it's so just gone through like you see it's so just gone through like you see it's so torn.", "It's in tatters.", "We had to get another one because this We had to get another one because this We had to get another one because this one is old.", "So this is the nishuma the one is old.", "So this is the nishuma the one is old.", "So this is the nishuma the old one we've been my my child like she old one we've been my my child like she old one we've been my my child like she highlighted every page you see if look highlighted every page you see if look highlighted every page you see if look like it's all torn cuz she has been like it's all torn cuz she has been like it's all torn cuz she has been underlining she's been highlighting underlining she's been highlighting underlining she's been highlighting she's been like she has read the whole she's been like she has read the whole she's been like she has read the whole book like check look look look like she has read the whole book like like she has read the whole book like like she has read the whole book like over and over again over and over again over and over again and this time we're like you know what and this time we're like you know what and this time we're like you know what let's just buy a new one cuz this other let's just buy a new one cuz this other let's just buy a new one cuz this other kids are not going to read this when kids are not going to read this when kids are not going to read this when it's in like this it's in like this it's in like this cuz now if the other one also cuz now if the other one also cuz now if the other one also highlights.", "So that's how we got this highlights.", "So that's how we got this highlights.", "So that's how we got this new one.", "We wanted to replace it because new one.", "We wanted to replace it because new one.", "We wanted to replace it because yeah, as you can see this one has really yeah, as you can see this one has really yeah, as you can see this one has really done its job.", "So this book is a classic done its job.", "So this book is a classic done its job.", "So this book is a classic as well.", "It was first published I think as well.", "It was first published I think as well.", "It was first published I think in um 1951.", "1951.", "So that's a long time.", "It's a bit 1951.", "So that's a long time.", "It's a bit 1951.", "So that's a long time.", "It's a bit ancient like in the way they write it, ancient like in the way they write it, ancient like in the way they write it, but you get the picture.", "It was first but you get the picture.", "It was first but you get the picture.", "It was first published in 1951.", "So you don't expect published in 1951.", "So you don't expect published in 1951.", "So you don't expect much, but it can teach your child how to much, but it can teach your child how to much, but it can teach your child how to read like the basic reading, the read like the basic reading, the read like the basic reading, the beginning reading of it, the sentences, beginning reading of it, the sentences, beginning reading of it, the sentences, there some pictures, there some short there some pictures, there some short there some pictures, there some short sentences.", "Then at some point in part sentences.", "Then at some point in part sentences.", "Then at some point in part three, there are some stories.", "There's three, there are some stories.", "There's three, there are some stories.", "There's even a shako shako.", "I don't know how to even a shako shako.", "I don't know how to even a shako shako.", "I don't know how to say them in English, but there's um if you're know cuz I don't know how um if you're know cuz I don't know how um if you're know cuz I don't know how to say them in English.", "Now then there's to say them in English.", "Now then there's to say them in English.", "Now then there's a part three where there are some short a part three where there are some short a part three where there are some short stories with pictures.", "It is actually in stories with pictures.", "It is actually in stories with pictures.", "It is actually in four parts.", "The first part pictures, the four parts.", "The first part pictures, the four parts.", "The first part pictures, the second part words, the third part second part words, the third part second part words, the third part sentences, the fourth part shaku I don't sentences, the fourth part shaku I don't sentences, the fourth part shaku I don't know shaku in English.", "If you know it, know shaku in English.", "If you know it, know shaku in English.", "If you know it, comment down below and let us know.", "Then comment down below and let us know.", "Then comment down below and let us know.", "Then the third part is like short stories.", "the third part is like short stories.", "the third part is like short stories.", "But they just so nice in teaching your But they just so nice in teaching your But they just so nice in teaching your child vocabulary cuz sometimes my child vocabulary cuz sometimes my child vocabulary cuz sometimes my children say words and people like how children say words and people like how children say words and people like how did that child learn that word did that child learn that word did that child learn that word this is how they are.", "But if you want to this is how they are.", "But if you want to this is how they are.", "But if you want to know more about bilingual parenting both know more about bilingual parenting both know more about bilingual parenting both my kids my language my kids my language my kids my language language language language comment down below and let me know.", "And comment down below and let me know.", "And comment down below and let me know.", "And there's more videos like this.", "So, if there's more videos like this.", "So, if there's more videos like this.", "So, if you want to know like tips for raising you want to know like tips for raising you want to know like tips for raising kids, for teaching your kids your mother kids, for teaching your kids your mother kids, for teaching your kids your mother tongue, if you're raising them from like tongue, if you're raising them from like tongue, if you're raising them from like outside Uganda or outside your home outside Uganda or outside your home outside Uganda or outside your home country, there's a video that I'm going country, there's a video that I'm going country, there's a video that I'm going to link.", "I'm going to link the playlist.", "to link.", "I'm going to link the playlist.", "to link.", "I'm going to link the playlist.", "The playlist is called Bilingual Kids.", "The playlist is called Bilingual Kids.", "The playlist is called Bilingual Kids.", "You will see all the videos about You will see all the videos about You will see all the videos about bilingual kids.", "bilingual kids.", "bilingual kids.", "Thank you guys for watching.", "I'll see Thank you guys for watching.", "I'll see Thank you guys for watching.", "I'll see you in my next video.", "Bye."], "transcript": [{"start": 0.08, "end": 2.629, "text": "Hi guys, welcome to my video. So today"}, {"start": 2.629, "end": 2.639, "text": "Hi guys, welcome to my video. So today"}, {"start": 2.639, "end": 5.269, "text": "Hi guys, welcome to my video. So today I'm going to show you the books I read"}, {"start": 5.269, "end": 5.279, "text": "I'm going to show you the books I read"}, {"start": 5.279, "end": 7.99, "text": "I'm going to show you the books I read for my children. So if you're new here,"}, {"start": 7.99, "end": 8.0, "text": "for my children. So if you're new here,"}, {"start": 8.0, "end": 10.23, "text": "for my children. So if you're new here, welcome. Welcome to my channel. And in"}, {"start": 10.23, "end": 10.24, "text": "welcome. Welcome to my channel. And in"}, {"start": 10.24, "end": 11.669, "text": "welcome. Welcome to my channel. And in this video I'm going to show you I'm"}, {"start": 11.669, "end": 11.679, "text": "this video I'm going to show you I'm"}, {"start": 11.679, "end": 13.83, "text": "this video I'm going to show you I'm raising bilingual kids. I'm an immigrant"}, {"start": 13.83, "end": 13.84, "text": "raising bilingual kids. I'm an immigrant"}, {"start": 13.84, "end": 17.269, "text": "raising bilingual kids. I'm an immigrant from Uganda. So I teach my children."}, {"start": 17.269, "end": 17.279, "text": "from Uganda. So I teach my children."}, {"start": 17.279, "end": 18.79, "text": "from Uganda. So I teach my children. So these are some of the books that I've"}, {"start": 18.79, "end": 18.8, "text": "So these are some of the books that I've"}, {"start": 18.8, "end": 21.269, "text": "So these are some of the books that I've been using that have helped me teach my"}, {"start": 21.269, "end": 21.279, "text": "been using that have helped me teach my"}, {"start": 21.279, "end": 23.269, "text": "been using that have helped me teach my kids."}, {"start": 23.269, "end": 23.279, "text": "kids."}, {"start": 23.279, "end": 25.109, "text": "kids. My kids are fluent in the language and"}, {"start": 25.109, "end": 25.119, "text": "My kids are fluent in the language and"}, {"start": 25.119, "end": 29.029, "text": "My kids are fluent in the language and live outside. So book number one, this"}, {"start": 29.029, "end": 29.039, "text": "live outside. So book number one, this"}, {"start": 29.039, "end": 33.59, "text": "live outside. So book number one, this one, the saga state of proverbs. So I've"}, {"start": 33.59, "end": 33.6, "text": "one, the saga state of proverbs. So I've"}, {"start": 33.6, "end": 35.43, "text": "one, the saga state of proverbs. So I've been using this book. It has proverbs."}, {"start": 35.43, "end": 35.44, "text": "been using this book. It has proverbs."}, {"start": 35.44, "end": 37.83, "text": "been using this book. It has proverbs. They are written in"}, {"start": 37.83, "end": 37.84, "text": "They are written in"}, {"start": 37.84, "end": 39.51, "text": "They are written in translated and then explained in"}, {"start": 39.51, "end": 39.52, "text": "translated and then explained in"}, {"start": 39.52, "end": 41.43, "text": "translated and then explained in English. It's good. We've been using it"}, {"start": 41.43, "end": 41.44, "text": "English. It's good. We've been using it"}, {"start": 41.44, "end": 43.27, "text": "English. It's good. We've been using it for some time and my kids love it and I"}, {"start": 43.27, "end": 43.28, "text": "for some time and my kids love it and I"}, {"start": 43.28, "end": 46.63, "text": "for some time and my kids love it and I love it too. Yeah. So if you teaching"}, {"start": 46.63, "end": 46.64, "text": "love it too. Yeah. So if you teaching"}, {"start": 46.64, "end": 51.83, "text": "love it too. Yeah. So if you teaching your kids, this book is a good one."}, {"start": 51.83, "end": 51.84, "text": "your kids, this book is a good one."}, {"start": 51.84, "end": 54.79, "text": "your kids, this book is a good one. Book number two. This one, it's called"}, {"start": 54.79, "end": 54.8, "text": "Book number two. This one, it's called"}, {"start": 54.8, "end": 58.229, "text": "Book number two. This one, it's called Show Evano."}, {"start": 58.229, "end": 58.239, "text": "Show Evano."}, {"start": 58.239, "end": 61.11, "text": "Show Evano. So, this one I've just gotten it. I"}, {"start": 61.11, "end": 61.12, "text": "So, this one I've just gotten it. I"}, {"start": 61.12, "end": 63.59, "text": "So, this one I've just gotten it. I haven't used it for more than a month,"}, {"start": 63.59, "end": 63.6, "text": "haven't used it for more than a month,"}, {"start": 63.6, "end": 66.71, "text": "haven't used it for more than a month, but so far my eldest my oldest child"}, {"start": 66.71, "end": 66.72, "text": "but so far my eldest my oldest child"}, {"start": 66.72, "end": 70.23, "text": "but so far my eldest my oldest child loves it cuz she knows how to read in so"}, {"start": 70.23, "end": 70.24, "text": "loves it cuz she knows how to read in so"}, {"start": 70.24, "end": 71.91, "text": "loves it cuz she knows how to read in so it's a good one for her. She loves it"}, {"start": 71.91, "end": 71.92, "text": "it's a good one for her. She loves it"}, {"start": 71.92, "end": 73.67, "text": "it's a good one for her. She loves it and I haven't read for the younger ones,"}, {"start": 73.67, "end": 73.68, "text": "and I haven't read for the younger ones,"}, {"start": 73.68, "end": 76.31, "text": "and I haven't read for the younger ones, but I'm positive they will like it as"}, {"start": 76.31, "end": 76.32, "text": "but I'm positive they will like it as"}, {"start": 76.32, "end": 78.31, "text": "but I'm positive they will like it as well cuz my kids really love our"}, {"start": 78.31, "end": 78.32, "text": "well cuz my kids really love our"}, {"start": 78.32, "end": 82.63, "text": "well cuz my kids really love our language."}, {"start": 82.64, "end": 85.91, "text": "So uh so the the third one is this book."}, {"start": 85.91, "end": 85.92, "text": "So uh so the the third one is this book."}, {"start": 85.92, "end": 89.27, "text": "So uh so the the third one is this book. It's a um"}, {"start": 89.27, "end": 89.28, "text": "It's a um"}, {"start": 89.28, "end": 91.67, "text": "It's a um it's um I think it's a series of the"}, {"start": 91.67, "end": 91.68, "text": "it's um I think it's a series of the"}, {"start": 91.68, "end": 93.67, "text": "it's um I think it's a series of the other book of you just show me the one I"}, {"start": 93.67, "end": 93.68, "text": "other book of you just show me the one I"}, {"start": 93.68, "end": 95.83, "text": "other book of you just show me the one I showed you earlier but this is the like"}, {"start": 95.83, "end": 95.84, "text": "showed you earlier but this is the like"}, {"start": 95.84, "end": 98.87, "text": "showed you earlier but this is the like the fourth edition or something. It's"}, {"start": 98.87, "end": 98.88, "text": "the fourth edition or something. It's"}, {"start": 98.88, "end": 102.22999999999999, "text": "the fourth edition or something. It's written by someone called I light. So"}, {"start": 102.22999999999999, "end": 102.24000000000001, "text": "written by someone called I light. So"}, {"start": 102.24000000000001, "end": 104.31, "text": "written by someone called I light. So this book is a good one as well. My"}, {"start": 104.31, "end": 104.32, "text": "this book is a good one as well. My"}, {"start": 104.32, "end": 105.91, "text": "this book is a good one as well. My older child loves it cuz she knows how"}, {"start": 105.91, "end": 105.92, "text": "older child loves it cuz she knows how"}, {"start": 105.92, "end": 110.31, "text": "older child loves it cuz she knows how to read in our language. So"}, {"start": 110.32, "end": 112.55, "text": "if you're looking for recommendations,"}, {"start": 112.55, "end": 112.56, "text": "if you're looking for recommendations,"}, {"start": 112.56, "end": 117.27000000000001, "text": "if you're looking for recommendations, try this one as well. It's a good book."}, {"start": 117.27000000000001, "end": 117.28, "text": "try this one as well. It's a good book."}, {"start": 117.28, "end": 120.23, "text": "try this one as well. It's a good book. Next book is this one. It's called First"}, {"start": 120.23, "end": 120.24, "text": "Next book is this one. It's called First"}, {"start": 120.24, "end": 122.55, "text": "Next book is this one. It's called First Edition Handbook, English."}, {"start": 122.55, "end": 122.56, "text": "Edition Handbook, English."}, {"start": 122.56, "end": 125.91, "text": "Edition Handbook, English. It's written by Ishanga Rashija. this"}, {"start": 125.91, "end": 125.92, "text": "It's written by Ishanga Rashija. this"}, {"start": 125.92, "end": 128.469, "text": "It's written by Ishanga Rashija. this book. My 2-year-old loves this book so"}, {"start": 128.469, "end": 128.47899999999998, "text": "book. My 2-year-old loves this book so"}, {"start": 128.47899999999998, "end": 131.029, "text": "book. My 2-year-old loves this book so much cuz it's like the basics of reading"}, {"start": 131.029, "end": 131.039, "text": "much cuz it's like the basics of reading"}, {"start": 131.039, "end": 134.39, "text": "much cuz it's like the basics of reading like the very the simplest words like a"}, {"start": 134.39, "end": 134.4, "text": "like the very the simplest words like a"}, {"start": 134.4, "end": 137.99, "text": "like the very the simplest words like a chair, a cow, and so it's the simplest."}, {"start": 137.99, "end": 138.0, "text": "chair, a cow, and so it's the simplest."}, {"start": 138.0, "end": 139.67000000000002, "text": "chair, a cow, and so it's the simplest. My 2-year-old reads this book almost"}, {"start": 139.67000000000002, "end": 139.68, "text": "My 2-year-old reads this book almost"}, {"start": 139.68, "end": 141.43, "text": "My 2-year-old reads this book almost every day and he asks me to read it for"}, {"start": 141.43, "end": 141.44, "text": "every day and he asks me to read it for"}, {"start": 141.44, "end": 145.43, "text": "every day and he asks me to read it for him like all the time. My 2-year-old, if"}, {"start": 145.43, "end": 145.44, "text": "him like all the time. My 2-year-old, if"}, {"start": 145.44, "end": 146.949, "text": "him like all the time. My 2-year-old, if you're interested in knowing how my kids"}, {"start": 146.949, "end": 146.959, "text": "you're interested in knowing how my kids"}, {"start": 146.959, "end": 149.43, "text": "you're interested in knowing how my kids are doing, I'll link down below their"}, {"start": 149.43, "end": 149.44, "text": "are doing, I'll link down below their"}, {"start": 149.44, "end": 151.11, "text": "are doing, I'll link down below their channel. You'll find you'll see how they"}, {"start": 151.11, "end": 151.12, "text": "channel. You'll find you'll see how they"}, {"start": 151.12, "end": 154.309, "text": "channel. You'll find you'll see how they are doing cuz they post videos in"}, {"start": 154.309, "end": 154.31900000000002, "text": "are doing cuz they post videos in"}, {"start": 154.31900000000002, "end": 156.15, "text": "are doing cuz they post videos in and their progress. I post their videos."}, {"start": 156.15, "end": 156.16, "text": "and their progress. I post their videos."}, {"start": 156.16, "end": 157.75, "text": "and their progress. I post their videos. So if you want to know how they are"}, {"start": 157.75, "end": 157.76, "text": "So if you want to know how they are"}, {"start": 157.76, "end": 159.91, "text": "So if you want to know how they are going with their learning journey, check"}, {"start": 159.91, "end": 159.92000000000002, "text": "going with their learning journey, check"}, {"start": 159.92000000000002, "end": 162.39, "text": "going with their learning journey, check out the description. I'll put the video"}, {"start": 162.39, "end": 162.4, "text": "out the description. I'll put the video"}, {"start": 162.4, "end": 166.47, "text": "out the description. I'll put the video I'll put a link to their videos."}, {"start": 166.47, "end": 166.48, "text": "I'll put a link to their videos."}, {"start": 166.48, "end": 168.309, "text": "I'll put a link to their videos. So there's this one. This is like the"}, {"start": 168.309, "end": 168.31900000000002, "text": "So there's this one. This is like the"}, {"start": 168.31900000000002, "end": 169.91, "text": "So there's this one. This is like the first edition. And now there's this one."}, {"start": 169.91, "end": 169.92000000000002, "text": "first edition. And now there's this one."}, {"start": 169.92000000000002, "end": 171.75, "text": "first edition. And now there's this one. I think they from the same author. The"}, {"start": 171.75, "end": 171.76, "text": "I think they from the same author. The"}, {"start": 171.76, "end": 174.15, "text": "I think they from the same author. The author is called."}, {"start": 174.15, "end": 174.16, "text": "author is called."}, {"start": 174.16, "end": 177.35, "text": "author is called. So if you're teaching kids, this is a"}, {"start": 177.35, "end": 177.36, "text": "So if you're teaching kids, this is a"}, {"start": 177.36, "end": 180.47, "text": "So if you're teaching kids, this is a good collection of books you can buy. I"}, {"start": 180.47, "end": 180.48, "text": "good collection of books you can buy. I"}, {"start": 180.48, "end": 181.83, "text": "good collection of books you can buy. I have the first and second edition. I'm"}, {"start": 181.83, "end": 181.84, "text": "have the first and second edition. I'm"}, {"start": 181.84, "end": 183.67, "text": "have the first and second edition. I'm not sure if he has the third and fourth"}, {"start": 183.67, "end": 183.68, "text": "not sure if he has the third and fourth"}, {"start": 183.68, "end": 185.83, "text": "not sure if he has the third and fourth edition. I don't know. But for these"}, {"start": 185.83, "end": 185.84, "text": "edition. I don't know. But for these"}, {"start": 185.84, "end": 187.75, "text": "edition. I don't know. But for these ones that I got, I like them especially"}, {"start": 187.75, "end": 187.76, "text": "ones that I got, I like them especially"}, {"start": 187.76, "end": 190.22899999999998, "text": "ones that I got, I like them especially for new readers like 2 year olds, three"}, {"start": 190.22899999999998, "end": 190.239, "text": "for new readers like 2 year olds, three"}, {"start": 190.239, "end": 191.75, "text": "for new readers like 2 year olds, three year olds."}, {"start": 191.75, "end": 191.76, "text": "year olds."}, {"start": 191.76, "end": 193.589, "text": "year olds. They're really simple words that they"}, {"start": 193.589, "end": 193.599, "text": "They're really simple words that they"}, {"start": 193.599, "end": 196.71, "text": "They're really simple words that they can easily grasp and they are like"}, {"start": 196.71, "end": 196.72, "text": "can easily grasp and they are like"}, {"start": 196.72, "end": 198.79, "text": "can easily grasp and they are like like translated in both English and"}, {"start": 198.79, "end": 198.8, "text": "like translated in both English and"}, {"start": 198.8, "end": 201.43, "text": "like translated in both English and sugar. So if you're one who has kids who"}, {"start": 201.43, "end": 201.44, "text": "sugar. So if you're one who has kids who"}, {"start": 201.44, "end": 202.71, "text": "sugar. So if you're one who has kids who already know English and would love to"}, {"start": 202.71, "end": 202.72, "text": "already know English and would love to"}, {"start": 202.72, "end": 204.71, "text": "already know English and would love to learn, this is a very good book for"}, {"start": 204.71, "end": 204.72, "text": "learn, this is a very good book for"}, {"start": 204.72, "end": 207.27, "text": "learn, this is a very good book for them. The starting one, this one for two"}, {"start": 207.27, "end": 207.28, "text": "them. The starting one, this one for two"}, {"start": 207.28, "end": 208.869, "text": "them. The starting one, this one for two year olds. This one is these ones are"}, {"start": 208.869, "end": 208.879, "text": "year olds. This one is these ones are"}, {"start": 208.879, "end": 210.789, "text": "year olds. This one is these ones are for like two three year olds. They're"}, {"start": 210.789, "end": 210.799, "text": "for like two three year olds. They're"}, {"start": 210.799, "end": 214.47, "text": "for like two three year olds. They're really very simplified books. So grab"}, {"start": 214.47, "end": 214.48, "text": "really very simplified books. So grab"}, {"start": 214.48, "end": 217.99, "text": "really very simplified books. So grab yourself these ones. Now there's also"}, {"start": 217.99, "end": 218.0, "text": "yourself these ones. Now there's also"}, {"start": 218.0, "end": 220.39, "text": "yourself these ones. Now there's also this book. It's called"}, {"start": 220.39, "end": 220.4, "text": "this book. It's called"}, {"start": 220.4, "end": 222.47, "text": "this book. It's called one. I think it's a series of many"}, {"start": 222.47, "end": 222.48, "text": "one. I think it's a series of many"}, {"start": 222.48, "end": 224.949, "text": "one. I think it's a series of many books, but I have only this one. It was"}, {"start": 224.949, "end": 224.959, "text": "books, but I have only this one. It was"}, {"start": 224.959, "end": 227.03, "text": "books, but I have only this one. It was written by Benedict."}, {"start": 227.03, "end": 227.04, "text": "written by Benedict."}, {"start": 227.04, "end": 230.949, "text": "written by Benedict. So this book has like songs if you know"}, {"start": 230.949, "end": 230.959, "text": "So this book has like songs if you know"}, {"start": 230.959, "end": 232.63, "text": "So this book has like songs if you know those childhood songs we used to sing to"}, {"start": 232.63, "end": 232.64, "text": "those childhood songs we used to sing to"}, {"start": 232.64, "end": 235.27, "text": "those childhood songs we used to sing to when we were kids. So it's this book cuz"}, {"start": 235.27, "end": 235.28, "text": "when we were kids. So it's this book cuz"}, {"start": 235.28, "end": 238.949, "text": "when we were kids. So it's this book cuz it has like most of them. I have seen"}, {"start": 238.949, "end": 238.959, "text": "it has like most of them. I have seen"}, {"start": 238.959, "end": 240.47, "text": "it has like most of them. I have seen some of them that I used to sing when I"}, {"start": 240.47, "end": 240.48, "text": "some of them that I used to sing when I"}, {"start": 240.48, "end": 241.99, "text": "some of them that I used to sing when I was a child and I love them and I've"}, {"start": 241.99, "end": 242.0, "text": "was a child and I love them and I've"}, {"start": 242.0, "end": 243.429, "text": "was a child and I love them and I've been teaching them my kids and they are"}, {"start": 243.429, "end": 243.439, "text": "been teaching them my kids and they are"}, {"start": 243.439, "end": 246.229, "text": "been teaching them my kids and they are so obsessed with them."}, {"start": 246.229, "end": 246.239, "text": "so obsessed with them."}, {"start": 246.239, "end": 248.07, "text": "so obsessed with them. Um"}, {"start": 248.07, "end": 248.08, "text": "Um"}, {"start": 248.08, "end": 251.27, "text": "Um some of the songs I don't know them but"}, {"start": 251.27, "end": 251.28, "text": "some of the songs I don't know them but"}, {"start": 251.28, "end": 252.71, "text": "some of the songs I don't know them but I just think what I know what I don't"}, {"start": 252.71, "end": 252.72, "text": "I just think what I know what I don't"}, {"start": 252.72, "end": 254.47, "text": "I just think what I know what I don't know I just assume I know I just sing in"}, {"start": 254.47, "end": 254.48, "text": "know I just assume I know I just sing in"}, {"start": 254.48, "end": 256.31, "text": "know I just assume I know I just sing in a way that I know just you know they are"}, {"start": 256.31, "end": 256.32, "text": "a way that I know just you know they are"}, {"start": 256.32, "end": 258.949, "text": "a way that I know just you know they are kids they don't really care but if"}, {"start": 258.949, "end": 258.959, "text": "kids they don't really care but if"}, {"start": 258.959, "end": 260.629, "text": "kids they don't really care but if you're someone who knows most of these"}, {"start": 260.629, "end": 260.639, "text": "you're someone who knows most of these"}, {"start": 260.639, "end": 262.87, "text": "you're someone who knows most of these songs your kids will love them cuz for"}, {"start": 262.87, "end": 262.88, "text": "songs your kids will love them cuz for"}, {"start": 262.88, "end": 267.51, "text": "songs your kids will love them cuz for me I know just a few. I know. I know."}, {"start": 267.51, "end": 267.52, "text": "me I know just a few. I know. I know."}, {"start": 267.52, "end": 269.27, "text": "me I know just a few. I know. I know. I know."}, {"start": 269.27, "end": 269.28, "text": "I know."}, {"start": 269.28, "end": 271.749, "text": "I know. I know. I know. What else do I know? I"}, {"start": 271.749, "end": 271.759, "text": "I know. I know. What else do I know? I"}, {"start": 271.759, "end": 275.35, "text": "I know. I know. What else do I know? I know. I know. I only know like three"}, {"start": 275.35, "end": 275.36, "text": "know. I know. I only know like three"}, {"start": 275.36, "end": 277.03, "text": "know. I know. I only know like three songs from this one. And there are 36"}, {"start": 277.03, "end": 277.04, "text": "songs from this one. And there are 36"}, {"start": 277.04, "end": 280.15, "text": "songs from this one. And there are 36 songs. So, you can imagine the list is"}, {"start": 280.15, "end": 280.15999999999997, "text": "songs. So, you can imagine the list is"}, {"start": 280.15999999999997, "end": 282.469, "text": "songs. So, you can imagine the list is endless. So, it's limitless. They're"}, {"start": 282.469, "end": 282.479, "text": "endless. So, it's limitless. They're"}, {"start": 282.479, "end": 285.51, "text": "endless. So, it's limitless. They're really short. You can do like four songs"}, {"start": 285.51, "end": 285.52, "text": "really short. You can do like four songs"}, {"start": 285.52, "end": 288.23, "text": "really short. You can do like four songs in on one reading if you know them."}, {"start": 288.23, "end": 288.24, "text": "in on one reading if you know them."}, {"start": 288.24, "end": 290.23, "text": "in on one reading if you know them. They're really so short. And in my kids,"}, {"start": 290.23, "end": 290.24, "text": "They're really so short. And in my kids,"}, {"start": 290.24, "end": 292.23, "text": "They're really so short. And in my kids, we only know like four songs from this"}, {"start": 292.23, "end": 292.24, "text": "we only know like four songs from this"}, {"start": 292.24, "end": 295.83, "text": "we only know like four songs from this book. kids love them so much. So if"}, {"start": 295.83, "end": 295.84000000000003, "text": "book. kids love them so much. So if"}, {"start": 295.84000000000003, "end": 297.749, "text": "book. kids love them so much. So if you're teaching your kids, they will"}, {"start": 297.749, "end": 297.759, "text": "you're teaching your kids, they will"}, {"start": 297.759, "end": 301.43, "text": "you're teaching your kids, they will love this book. It's really like it's um"}, {"start": 301.43, "end": 301.44, "text": "love this book. It's really like it's um"}, {"start": 301.44, "end": 303.67, "text": "love this book. It's really like it's um it's a practical book like it's an"}, {"start": 303.67, "end": 303.68, "text": "it's a practical book like it's an"}, {"start": 303.68, "end": 305.189, "text": "it's a practical book like it's an action book. You don't have to sit and"}, {"start": 305.189, "end": 305.199, "text": "action book. You don't have to sit and"}, {"start": 305.199, "end": 307.27, "text": "action book. You don't have to sit and read and read. No, you like do the"}, {"start": 307.27, "end": 307.28, "text": "read and read. No, you like do the"}, {"start": 307.28, "end": 309.909, "text": "read and read. No, you like do the action and kids love play. So it's like"}, {"start": 309.909, "end": 309.919, "text": "action and kids love play. So it's like"}, {"start": 309.919, "end": 312.629, "text": "action and kids love play. So it's like a play type of action."}, {"start": 312.629, "end": 312.639, "text": "a play type of action."}, {"start": 312.639, "end": 315.749, "text": "a play type of action. It's a good one. Okay. So now I want to"}, {"start": 315.749, "end": 315.759, "text": "It's a good one. Okay. So now I want to"}, {"start": 315.759, "end": 318.87, "text": "It's a good one. Okay. So now I want to bring for you. So there's also this book"}, {"start": 318.87, "end": 318.88, "text": "bring for you. So there's also this book"}, {"start": 318.88, "end": 323.99, "text": "bring for you. So there's also this book so grammar by Dr. Mullen Misha or Tim."}, {"start": 323.99, "end": 324.0, "text": "so grammar by Dr. Mullen Misha or Tim."}, {"start": 324.0, "end": 327.51, "text": "so grammar by Dr. Mullen Misha or Tim. So this book is a very nice book. All"}, {"start": 327.51, "end": 327.52, "text": "So this book is a very nice book. All"}, {"start": 327.52, "end": 331.99, "text": "So this book is a very nice book. All the my kids all the proverbs my kids"}, {"start": 331.99, "end": 332.0, "text": "the my kids all the proverbs my kids"}, {"start": 332.0, "end": 334.79, "text": "the my kids all the proverbs my kids know most of them like maybe can I say"}, {"start": 334.79, "end": 334.8, "text": "know most of them like maybe can I say"}, {"start": 334.8, "end": 336.87, "text": "know most of them like maybe can I say 90% you know I showed you the other book"}, {"start": 336.87, "end": 336.88, "text": "90% you know I showed you the other book"}, {"start": 336.88, "end": 338.55, "text": "90% you know I showed you the other book of proverbs but I got it later. This is"}, {"start": 338.55, "end": 338.56, "text": "of proverbs but I got it later. This is"}, {"start": 338.56, "end": 341.27, "text": "of proverbs but I got it later. This is the book I got first."}, {"start": 341.27, "end": 341.28, "text": "the book I got first."}, {"start": 341.28, "end": 343.59000000000003, "text": "the book I got first. It's amazing. I can tell you it's"}, {"start": 343.59000000000003, "end": 343.6, "text": "It's amazing. I can tell you it's"}, {"start": 343.6, "end": 347.11, "text": "It's amazing. I can tell you it's amazing cuz the the book the the proverb"}, {"start": 347.11, "end": 347.12, "text": "amazing cuz the the book the the proverb"}, {"start": 347.12, "end": 350.95, "text": "amazing cuz the the book the the proverb is written in of course and then it's"}, {"start": 350.95, "end": 350.96, "text": "is written in of course and then it's"}, {"start": 350.96, "end": 353.749, "text": "is written in of course and then it's like explained in English. So for me"}, {"start": 353.749, "end": 353.759, "text": "like explained in English. So for me"}, {"start": 353.759, "end": 356.23, "text": "like explained in English. So for me when I'm doing it with my kids I I do"}, {"start": 356.23, "end": 356.24, "text": "when I'm doing it with my kids I I do"}, {"start": 356.24, "end": 358.39, "text": "when I'm doing it with my kids I I do like this whole explanation that is in"}, {"start": 358.39, "end": 358.4, "text": "like this whole explanation that is in"}, {"start": 358.4, "end": 361.43, "text": "like this whole explanation that is in English I explain it."}, {"start": 361.43, "end": 361.44, "text": "English I explain it."}, {"start": 361.44, "end": 364.39, "text": "English I explain it. So and it's it's in English then"}, {"start": 364.39, "end": 364.4, "text": "So and it's it's in English then"}, {"start": 364.4, "end": 367.189, "text": "So and it's it's in English then translated in Dutch cuz I think this"}, {"start": 367.189, "end": 367.199, "text": "translated in Dutch cuz I think this"}, {"start": 367.199, "end": 369.749, "text": "translated in Dutch cuz I think this lady lives in the Netherlands. So if"}, {"start": 369.749, "end": 369.759, "text": "lady lives in the Netherlands. So if"}, {"start": 369.759, "end": 372.07, "text": "lady lives in the Netherlands. So if you're in the Dutch, is it the Dutch? If"}, {"start": 372.07, "end": 372.08, "text": "you're in the Dutch, is it the Dutch? If"}, {"start": 372.08, "end": 374.07, "text": "you're in the Dutch, is it the Dutch? If you're in Holland,"}, {"start": 374.07, "end": 374.08, "text": "you're in Holland,"}, {"start": 374.08, "end": 376.55, "text": "you're in Holland, this book is translated in Dutch as"}, {"start": 376.55, "end": 376.56, "text": "this book is translated in Dutch as"}, {"start": 376.56, "end": 379.51, "text": "this book is translated in Dutch as well. So"}, {"start": 379.51, "end": 379.52, "text": "well. So"}, {"start": 379.52, "end": 381.749, "text": "well. So you don't have what to say that no"}, {"start": 381.749, "end": 381.759, "text": "you don't have what to say that no"}, {"start": 381.759, "end": 384.23, "text": "you don't have what to say that no excuse. Just get it. If you're teaching"}, {"start": 384.23, "end": 384.24, "text": "excuse. Just get it. If you're teaching"}, {"start": 384.24, "end": 385.909, "text": "excuse. Just get it. If you're teaching your kids,"}, {"start": 385.909, "end": 385.919, "text": "your kids,"}, {"start": 385.919, "end": 388.309, "text": "your kids, this resource is a very good resource"}, {"start": 388.309, "end": 388.319, "text": "this resource is a very good resource"}, {"start": 388.319, "end": 393.189, "text": "this resource is a very good resource cuz it's like an all in one for them. My"}, {"start": 393.189, "end": 393.199, "text": "cuz it's like an all in one for them. My"}, {"start": 393.199, "end": 395.43, "text": "cuz it's like an all in one for them. My kids know proverbs because of this. I"}, {"start": 395.43, "end": 395.44, "text": "kids know proverbs because of this. I"}, {"start": 395.44, "end": 397.35, "text": "kids know proverbs because of this. I got this from Amazon. So if you want,"}, {"start": 397.35, "end": 397.36, "text": "got this from Amazon. So if you want,"}, {"start": 397.36, "end": 399.43, "text": "got this from Amazon. So if you want, you can get it from Amazon. If you want,"}, {"start": 399.43, "end": 399.44, "text": "you can get it from Amazon. If you want,"}, {"start": 399.44, "end": 401.51, "text": "you can get it from Amazon. If you want, I'll put the link to this book in my"}, {"start": 401.51, "end": 401.52, "text": "I'll put the link to this book in my"}, {"start": 401.52, "end": 403.59000000000003, "text": "I'll put the link to this book in my description of this video so you can buy"}, {"start": 403.59000000000003, "end": 403.6, "text": "description of this video so you can buy"}, {"start": 403.6, "end": 406.55, "text": "description of this video so you can buy it."}, {"start": 406.55, "end": 406.56, "text": "it."}, {"start": 406.56, "end": 409.67, "text": "it. Okay, so there's this. Oh, let me first"}, {"start": 409.67, "end": 409.68, "text": "Okay, so there's this. Oh, let me first"}, {"start": 409.68, "end": 411.83, "text": "Okay, so there's this. Oh, let me first show you this one. So this book is the"}, {"start": 411.83, "end": 411.84000000000003, "text": "show you this one. So this book is the"}, {"start": 411.84000000000003, "end": 416.469, "text": "show you this one. So this book is the same is the so this book is called"}, {"start": 416.469, "end": 416.479, "text": "same is the so this book is called"}, {"start": 416.479, "end": 418.23, "text": "same is the so this book is called the English"}, {"start": 418.23, "end": 418.24, "text": "the English"}, {"start": 418.24, "end": 420.23, "text": "the English picture dictionary. So it's by the same"}, {"start": 420.23, "end": 420.24, "text": "picture dictionary. So it's by the same"}, {"start": 420.24, "end": 421.749, "text": "picture dictionary. So it's by the same author of the proverbs book that I've"}, {"start": 421.749, "end": 421.759, "text": "author of the proverbs book that I've"}, {"start": 421.759, "end": 425.11, "text": "author of the proverbs book that I've just showed you, Dr. Menishawa."}, {"start": 425.11, "end": 425.12, "text": "just showed you, Dr. Menishawa."}, {"start": 425.12, "end": 426.95, "text": "just showed you, Dr. Menishawa. So this book is very good. You can see"}, {"start": 426.95, "end": 426.96, "text": "So this book is very good. You can see"}, {"start": 426.96, "end": 429.11, "text": "So this book is very good. You can see it's very old cuz we've been using it"}, {"start": 429.11, "end": 429.12, "text": "it's very old cuz we've been using it"}, {"start": 429.12, "end": 431.589, "text": "it's very old cuz we've been using it like almost every day since I got it. My"}, {"start": 431.589, "end": 431.599, "text": "like almost every day since I got it. My"}, {"start": 431.599, "end": 434.95, "text": "like almost every day since I got it. My kids love it. It's getting old cuz we've"}, {"start": 434.95, "end": 434.96, "text": "kids love it. It's getting old cuz we've"}, {"start": 434.96, "end": 437.83, "text": "kids love it. It's getting old cuz we've used it. We use it almost every day."}, {"start": 437.83, "end": 437.84, "text": "used it. We use it almost every day."}, {"start": 437.84, "end": 439.43, "text": "used it. We use it almost every day. Almost every day. And it's really"}, {"start": 439.43, "end": 439.44, "text": "Almost every day. And it's really"}, {"start": 439.44, "end": 443.67, "text": "Almost every day. And it's really detailed. It has songs. It has words. It"}, {"start": 443.67, "end": 443.68, "text": "detailed. It has songs. It has words. It"}, {"start": 443.68, "end": 445.99, "text": "detailed. It has songs. It has words. It has sentences."}, {"start": 445.99, "end": 446.0, "text": "has sentences."}, {"start": 446.0, "end": 450.469, "text": "has sentences. It has pictures. It has numbers."}, {"start": 450.469, "end": 450.479, "text": "It has pictures. It has numbers."}, {"start": 450.479, "end": 453.83, "text": "It has pictures. It has numbers. Like it has everything. It has songs"}, {"start": 453.83, "end": 453.84000000000003, "text": "Like it has everything. It has songs"}, {"start": 453.84000000000003, "end": 457.589, "text": "Like it has everything. It has songs like those la"}, {"start": 457.599, "end": 459.749, "text": "and it's written in English. And so if"}, {"start": 459.749, "end": 459.759, "text": "and it's written in English. And so if"}, {"start": 459.759, "end": 462.469, "text": "and it's written in English. And so if your kid doesn't know,"}, {"start": 462.469, "end": 462.479, "text": "your kid doesn't know,"}, {"start": 462.479, "end": 464.469, "text": "your kid doesn't know, you can they can even you can read for"}, {"start": 464.469, "end": 464.479, "text": "you can they can even you can read for"}, {"start": 464.479, "end": 467.589, "text": "you can they can even you can read for them like they can say the word in"}, {"start": 467.589, "end": 467.599, "text": "them like they can say the word in"}, {"start": 467.599, "end": 470.55, "text": "them like they can say the word in English and then know how to say it in"}, {"start": 470.55, "end": 470.56, "text": "English and then know how to say it in"}, {"start": 470.56, "end": 472.79, "text": "English and then know how to say it in also she has other books. If you're not"}, {"start": 472.79, "end": 472.8, "text": "also she has other books. If you're not"}, {"start": 472.8, "end": 474.71, "text": "also she has other books. If you're not teaching your child, if you're teaching"}, {"start": 474.71, "end": 474.72, "text": "teaching your child, if you're teaching"}, {"start": 474.72, "end": 479.909, "text": "teaching your child, if you're teaching your child a she also writes a okay"}, {"start": 479.909, "end": 479.919, "text": "your child a she also writes a okay"}, {"start": 479.919, "end": 482.629, "text": "your child a she also writes a okay the same author. So, if you want to"}, {"start": 482.629, "end": 482.639, "text": "the same author. So, if you want to"}, {"start": 482.639, "end": 485.189, "text": "the same author. So, if you want to teach a child a choli, get this book."}, {"start": 485.189, "end": 485.199, "text": "teach a child a choli, get this book."}, {"start": 485.199, "end": 488.55, "text": "teach a child a choli, get this book. It's called Let's Learn Achi."}, {"start": 488.55, "end": 488.56, "text": "It's called Let's Learn Achi."}, {"start": 488.56, "end": 491.43, "text": "It's called Let's Learn Achi. Yeah, Amazon. I'll leave the link in the"}, {"start": 491.43, "end": 491.44, "text": "Yeah, Amazon. I'll leave the link in the"}, {"start": 491.44, "end": 494.23, "text": "Yeah, Amazon. I'll leave the link in the description if you're interested. Um,"}, {"start": 494.23, "end": 494.24, "text": "description if you're interested. Um,"}, {"start": 494.24, "end": 495.909, "text": "description if you're interested. Um, and then this other book that I just"}, {"start": 495.909, "end": 495.919, "text": "and then this other book that I just"}, {"start": 495.919, "end": 497.35, "text": "and then this other book that I just showed you right here. It's also her"}, {"start": 497.35, "end": 497.36, "text": "showed you right here. It's also her"}, {"start": 497.36, "end": 499.189, "text": "showed you right here. It's also her book. Her books are really detailed and"}, {"start": 499.189, "end": 499.199, "text": "book. Her books are really detailed and"}, {"start": 499.199, "end": 501.35, "text": "book. Her books are really detailed and nice. So, if you really want to teach"}, {"start": 501.35, "end": 501.36, "text": "nice. So, if you really want to teach"}, {"start": 501.36, "end": 503.67, "text": "nice. So, if you really want to teach your children, grab these books. Then,"}, {"start": 503.67, "end": 503.68, "text": "your children, grab these books. Then,"}, {"start": 503.68, "end": 506.07, "text": "your children, grab these books. Then, if you're teaching your child, she also"}, {"start": 506.07, "end": 506.08, "text": "if you're teaching your child, she also"}, {"start": 506.08, "end": 510.309, "text": "if you're teaching your child, she also writes in Kinaranda. So, yeah, get that"}, {"start": 510.309, "end": 510.319, "text": "writes in Kinaranda. So, yeah, get that"}, {"start": 510.319, "end": 512.55, "text": "writes in Kinaranda. So, yeah, get that book. It's also on Amazon, I guess. I"}, {"start": 512.55, "end": 512.56, "text": "book. It's also on Amazon, I guess. I"}, {"start": 512.56, "end": 514.87, "text": "book. It's also on Amazon, I guess. I will link them in the description. If"}, {"start": 514.87, "end": 514.88, "text": "will link them in the description. If"}, {"start": 514.88, "end": 518.149, "text": "will link them in the description. If you're don't know this book, I don't"}, {"start": 518.149, "end": 518.159, "text": "you're don't know this book, I don't"}, {"start": 518.159, "end": 521.19, "text": "you're don't know this book, I don't know. I don't know where you grew up."}, {"start": 521.19, "end": 521.2, "text": "know. I don't know where you grew up."}, {"start": 521.2, "end": 531.67, "text": "know. I don't know where you grew up. This is called"}, {"start": 531.68, "end": 534.31, "text": "This book is a classic. And when I say"}, {"start": 534.31, "end": 534.32, "text": "This book is a classic. And when I say"}, {"start": 534.32, "end": 536.23, "text": "This book is a classic. And when I say classic, I mean classic. It was first"}, {"start": 536.23, "end": 536.24, "text": "classic, I mean classic. It was first"}, {"start": 536.24, "end": 542.15, "text": "classic, I mean classic. It was first published in 1966."}, {"start": 542.16, "end": 544.31, "text": "It's a little bit ancient. Some words"}, {"start": 544.31, "end": 544.32, "text": "It's a little bit ancient. Some words"}, {"start": 544.32, "end": 547.43, "text": "It's a little bit ancient. Some words are really ancient. It needs like some"}, {"start": 547.43, "end": 547.44, "text": "are really ancient. It needs like some"}, {"start": 547.44, "end": 550.15, "text": "are really ancient. It needs like some It's really hard to read. It's not easy"}, {"start": 550.15, "end": 550.16, "text": "It's really hard to read. It's not easy"}, {"start": 550.16, "end": 554.15, "text": "It's really hard to read. It's not easy to read, but"}, {"start": 554.16, "end": 557.67, "text": "it's good cuz it challenges you. It's a"}, {"start": 557.67, "end": 557.68, "text": "it's good cuz it challenges you. It's a"}, {"start": 557.68, "end": 560.87, "text": "it's good cuz it challenges you. It's a an old book. It's a classic. So you can"}, {"start": 560.87, "end": 560.88, "text": "an old book. It's a classic. So you can"}, {"start": 560.88, "end": 564.47, "text": "an old book. It's a classic. So you can have this in your home library."}, {"start": 564.47, "end": 564.48, "text": "have this in your home library."}, {"start": 564.48, "end": 568.23, "text": "have this in your home library. Okay. Now this one is the"}, {"start": 568.23, "end": 568.24, "text": "Okay. Now this one is the"}, {"start": 568.24, "end": 572.79, "text": "Okay. Now this one is the the legend. Everyone if you"}, {"start": 572.79, "end": 572.8, "text": "the legend. Everyone if you"}, {"start": 572.8, "end": 576.15, "text": "the legend. Everyone if you must know this manavas"}, {"start": 576.15, "end": 576.16, "text": "must know this manavas"}, {"start": 576.16, "end": 578.87, "text": "must know this manavas or you must know this book"}, {"start": 578.87, "end": 578.88, "text": "or you must know this book"}, {"start": 578.88, "end": 581.35, "text": "or you must know this book or you've heard about him or you've"}, {"start": 581.35, "end": 581.36, "text": "or you've heard about him or you've"}, {"start": 581.36, "end": 585.91, "text": "or you've heard about him or you've heard about his stories. So this book is"}, {"start": 585.91, "end": 585.92, "text": "heard about his stories. So this book is"}, {"start": 585.92, "end": 588.31, "text": "heard about his stories. So this book is called Tavazi."}, {"start": 588.31, "end": 588.32, "text": "called Tavazi."}, {"start": 588.32, "end": 590.47, "text": "called Tavazi. I read a story from this book every"}, {"start": 590.47, "end": 590.48, "text": "I read a story from this book every"}, {"start": 590.48, "end": 592.949, "text": "I read a story from this book every night for my children. My children love"}, {"start": 592.949, "end": 592.9590000000001, "text": "night for my children. My children love"}, {"start": 592.9590000000001, "end": 595.43, "text": "night for my children. My children love this these guys stories so much. We"}, {"start": 595.43, "end": 595.44, "text": "this these guys stories so much. We"}, {"start": 595.44, "end": 596.949, "text": "this these guys stories so much. We learn a lot from them. I've been reading"}, {"start": 596.949, "end": 596.9590000000001, "text": "learn a lot from them. I've been reading"}, {"start": 596.9590000000001, "end": 598.55, "text": "learn a lot from them. I've been reading this book for my children since my"}, {"start": 598.55, "end": 598.56, "text": "this book for my children since my"}, {"start": 598.56, "end": 601.91, "text": "this book for my children since my oldest was 2 years old. The stories are"}, {"start": 601.91, "end": 601.92, "text": "oldest was 2 years old. The stories are"}, {"start": 601.92, "end": 605.03, "text": "oldest was 2 years old. The stories are really like they are"}, {"start": 605.03, "end": 605.04, "text": "really like they are"}, {"start": 605.04, "end": 607.75, "text": "really like they are my kids say Ishakabas was not a good"}, {"start": 607.75, "end": 607.76, "text": "my kids say Ishakabas was not a good"}, {"start": 607.76, "end": 609.35, "text": "my kids say Ishakabas was not a good person because of the stories in this"}, {"start": 609.35, "end": 609.36, "text": "person because of the stories in this"}, {"start": 609.36, "end": 611.19, "text": "person because of the stories in this book but somehow he was mischievous."}, {"start": 611.19, "end": 611.2, "text": "book but somehow he was mischievous."}, {"start": 611.2, "end": 613.59, "text": "book but somehow he was mischievous. Somehow he was like the Kataba's"}, {"start": 613.59, "end": 613.6, "text": "Somehow he was like the Kataba's"}, {"start": 613.6, "end": 615.35, "text": "Somehow he was like the Kataba's character is a very good one. It's like"}, {"start": 615.35, "end": 615.36, "text": "character is a very good one. It's like"}, {"start": 615.36, "end": 616.79, "text": "character is a very good one. It's like tickles the brain and you're thinking"}, {"start": 616.79, "end": 616.8, "text": "tickles the brain and you're thinking"}, {"start": 616.8, "end": 620.87, "text": "tickles the brain and you're thinking like what was this man trying to do."}, {"start": 620.87, "end": 620.88, "text": "like what was this man trying to do."}, {"start": 620.88, "end": 624.15, "text": "like what was this man trying to do. It is a very good book especially for"}, {"start": 624.15, "end": 624.16, "text": "It is a very good book especially for"}, {"start": 624.16, "end": 626.15, "text": "It is a very good book especially for bedtime stories cuz the stories are"}, {"start": 626.15, "end": 626.16, "text": "bedtime stories cuz the stories are"}, {"start": 626.16, "end": 628.63, "text": "bedtime stories cuz the stories are really short like and some of them have"}, {"start": 628.63, "end": 628.64, "text": "really short like and some of them have"}, {"start": 628.64, "end": 630.47, "text": "really short like and some of them have pictures"}, {"start": 630.47, "end": 630.48, "text": "pictures"}, {"start": 630.48, "end": 632.79, "text": "pictures and if you're reading for them they will"}, {"start": 632.79, "end": 632.8, "text": "and if you're reading for them they will"}, {"start": 632.8, "end": 634.87, "text": "and if you're reading for them they will be asking you questions. They'll be like"}, {"start": 634.87, "end": 634.88, "text": "be asking you questions. They'll be like"}, {"start": 634.88, "end": 636.55, "text": "be asking you questions. They'll be like what is this? What is this? And they'll"}, {"start": 636.55, "end": 636.56, "text": "what is this? What is this? And they'll"}, {"start": 636.56, "end": 638.949, "text": "what is this? What is this? And they'll be learning and you see some of them as"}, {"start": 638.949, "end": 638.9590000000001, "text": "be learning and you see some of them as"}, {"start": 638.9590000000001, "end": 642.31, "text": "be learning and you see some of them as short as half a page. So it's a great"}, {"start": 642.31, "end": 642.32, "text": "short as half a page. So it's a great"}, {"start": 642.32, "end": 645.91, "text": "short as half a page. So it's a great it's also a classic. So,"}, {"start": 645.91, "end": 645.92, "text": "it's also a classic. So,"}, {"start": 645.92, "end": 647.11, "text": "it's also a classic. So, actually, this is not the book I've been"}, {"start": 647.11, "end": 647.12, "text": "actually, this is not the book I've been"}, {"start": 647.12, "end": 648.47, "text": "actually, this is not the book I've been using. This one I just bought a second"}, {"start": 648.47, "end": 648.48, "text": "using. This one I just bought a second"}, {"start": 648.48, "end": 650.55, "text": "using. This one I just bought a second one. I've been using an old one that is"}, {"start": 650.55, "end": 650.56, "text": "one. I've been using an old one that is"}, {"start": 650.56, "end": 653.269, "text": "one. I've been using an old one that is torn. Like, it's so torn. Had to buy a"}, {"start": 653.269, "end": 653.279, "text": "torn. Like, it's so torn. Had to buy a"}, {"start": 653.279, "end": 655.11, "text": "torn. Like, it's so torn. Had to buy a new one. Don't think it's It has I've"}, {"start": 655.11, "end": 655.12, "text": "new one. Don't think it's It has I've"}, {"start": 655.12, "end": 656.71, "text": "new one. Don't think it's It has I've used it for 4 years and it's like this."}, {"start": 656.71, "end": 656.72, "text": "used it for 4 years and it's like this."}, {"start": 656.72, "end": 659.75, "text": "used it for 4 years and it's like this. No, no, it's not like this. This is a"}, {"start": 659.75, "end": 659.76, "text": "No, no, it's not like this. This is a"}, {"start": 659.76, "end": 664.31, "text": "No, no, it's not like this. This is a second copy that I just bought."}, {"start": 664.32, "end": 666.63, "text": "So,"}, {"start": 666.63, "end": 666.64, "text": "So,"}, {"start": 666.64, "end": 670.23, "text": "So, last but not least, The Inoma."}, {"start": 670.23, "end": 670.24, "text": "last but not least, The Inoma."}, {"start": 670.24, "end": 672.389, "text": "last but not least, The Inoma. This is the book that taught my child"}, {"start": 672.389, "end": 672.399, "text": "This is the book that taught my child"}, {"start": 672.399, "end": 674.87, "text": "This is the book that taught my child how to read. It was her first book to"}, {"start": 674.87, "end": 674.88, "text": "how to read. It was her first book to"}, {"start": 674.88, "end": 677.91, "text": "how to read. It was her first book to read my book. My child loves this book"}, {"start": 677.91, "end": 677.92, "text": "read my book. My child loves this book"}, {"start": 677.92, "end": 682.389, "text": "read my book. My child loves this book so much cuz like if I can show you maybe"}, {"start": 682.389, "end": 682.399, "text": "so much cuz like if I can show you maybe"}, {"start": 682.399, "end": 683.67, "text": "so much cuz like if I can show you maybe I don't know if you have a second let me"}, {"start": 683.67, "end": 683.68, "text": "I don't know if you have a second let me"}, {"start": 683.68, "end": 686.87, "text": "I don't know if you have a second let me show you let me get it for you."}, {"start": 686.87, "end": 686.88, "text": "show you let me get it for you."}, {"start": 686.88, "end": 690.069, "text": "show you let me get it for you. So this is what I mean. This is I was"}, {"start": 690.069, "end": 690.079, "text": "So this is what I mean. This is I was"}, {"start": 690.079, "end": 691.67, "text": "So this is what I mean. This is I was telling you the tone one the one was"}, {"start": 691.67, "end": 691.68, "text": "telling you the tone one the one was"}, {"start": 691.68, "end": 694.31, "text": "telling you the tone one the one was just gone through like you see it's so"}, {"start": 694.31, "end": 694.32, "text": "just gone through like you see it's so"}, {"start": 694.32, "end": 699.19, "text": "just gone through like you see it's so torn. It's in tatters."}, {"start": 699.2, "end": 701.35, "text": "We had to get another one because this"}, {"start": 701.35, "end": 701.36, "text": "We had to get another one because this"}, {"start": 701.36, "end": 704.069, "text": "We had to get another one because this one is old. So this is the nishuma the"}, {"start": 704.069, "end": 704.079, "text": "one is old. So this is the nishuma the"}, {"start": 704.079, "end": 706.87, "text": "one is old. So this is the nishuma the old one we've been my my child like she"}, {"start": 706.87, "end": 706.88, "text": "old one we've been my my child like she"}, {"start": 706.88, "end": 711.11, "text": "old one we've been my my child like she highlighted every page you see if look"}, {"start": 711.11, "end": 711.12, "text": "highlighted every page you see if look"}, {"start": 711.12, "end": 713.11, "text": "highlighted every page you see if look like it's all torn cuz she has been"}, {"start": 713.11, "end": 713.12, "text": "like it's all torn cuz she has been"}, {"start": 713.12, "end": 715.269, "text": "like it's all torn cuz she has been underlining she's been highlighting"}, {"start": 715.269, "end": 715.279, "text": "underlining she's been highlighting"}, {"start": 715.279, "end": 717.67, "text": "underlining she's been highlighting she's been like she has read the whole"}, {"start": 717.67, "end": 717.68, "text": "she's been like she has read the whole"}, {"start": 717.68, "end": 722.15, "text": "she's been like she has read the whole book like check"}, {"start": 722.16, "end": 724.87, "text": "look"}, {"start": 724.87, "end": 724.88, "text": "look"}, {"start": 724.88, "end": 726.949, "text": "look like she has read the whole book like"}, {"start": 726.949, "end": 726.959, "text": "like she has read the whole book like"}, {"start": 726.959, "end": 730.31, "text": "like she has read the whole book like over and over again"}, {"start": 730.31, "end": 730.32, "text": "over and over again"}, {"start": 730.32, "end": 731.75, "text": "over and over again and this time we're like you know what"}, {"start": 731.75, "end": 731.76, "text": "and this time we're like you know what"}, {"start": 731.76, "end": 733.509, "text": "and this time we're like you know what let's just buy a new one cuz this other"}, {"start": 733.509, "end": 733.519, "text": "let's just buy a new one cuz this other"}, {"start": 733.519, "end": 735.11, "text": "let's just buy a new one cuz this other kids are not going to read this when"}, {"start": 735.11, "end": 735.12, "text": "kids are not going to read this when"}, {"start": 735.12, "end": 737.67, "text": "kids are not going to read this when it's in like this"}, {"start": 737.67, "end": 737.68, "text": "it's in like this"}, {"start": 737.68, "end": 739.11, "text": "it's in like this cuz now if the other one also"}, {"start": 739.11, "end": 739.12, "text": "cuz now if the other one also"}, {"start": 739.12, "end": 741.75, "text": "cuz now if the other one also highlights. So that's how we got this"}, {"start": 741.75, "end": 741.76, "text": "highlights. So that's how we got this"}, {"start": 741.76, "end": 745.03, "text": "highlights. So that's how we got this new one. We wanted to replace it because"}, {"start": 745.03, "end": 745.04, "text": "new one. We wanted to replace it because"}, {"start": 745.04, "end": 747.67, "text": "new one. We wanted to replace it because yeah, as you can see this one has really"}, {"start": 747.67, "end": 747.68, "text": "yeah, as you can see this one has really"}, {"start": 747.68, "end": 751.75, "text": "yeah, as you can see this one has really done its job. So this book is a classic"}, {"start": 751.75, "end": 751.76, "text": "done its job. So this book is a classic"}, {"start": 751.76, "end": 754.87, "text": "done its job. So this book is a classic as well. It was first published I think"}, {"start": 754.87, "end": 754.88, "text": "as well. It was first published I think"}, {"start": 754.88, "end": 760.069, "text": "as well. It was first published I think in um 1951."}, {"start": 760.079, "end": 763.829, "text": "1951. So that's a long time. It's a bit"}, {"start": 763.829, "end": 763.8389999999999, "text": "1951. So that's a long time. It's a bit"}, {"start": 763.8389999999999, "end": 766.55, "text": "1951. So that's a long time. It's a bit ancient like in the way they write it,"}, {"start": 766.55, "end": 766.56, "text": "ancient like in the way they write it,"}, {"start": 766.56, "end": 769.11, "text": "ancient like in the way they write it, but you get the picture. It was first"}, {"start": 769.11, "end": 769.12, "text": "but you get the picture. It was first"}, {"start": 769.12, "end": 771.03, "text": "but you get the picture. It was first published in 1951. So you don't expect"}, {"start": 771.03, "end": 771.04, "text": "published in 1951. So you don't expect"}, {"start": 771.04, "end": 773.269, "text": "published in 1951. So you don't expect much, but it can teach your child how to"}, {"start": 773.269, "end": 773.279, "text": "much, but it can teach your child how to"}, {"start": 773.279, "end": 775.67, "text": "much, but it can teach your child how to read like the basic reading, the"}, {"start": 775.67, "end": 775.68, "text": "read like the basic reading, the"}, {"start": 775.68, "end": 778.31, "text": "read like the basic reading, the beginning reading of it, the sentences,"}, {"start": 778.31, "end": 778.32, "text": "beginning reading of it, the sentences,"}, {"start": 778.32, "end": 780.629, "text": "beginning reading of it, the sentences, there some pictures, there some short"}, {"start": 780.629, "end": 780.639, "text": "there some pictures, there some short"}, {"start": 780.639, "end": 782.949, "text": "there some pictures, there some short sentences. Then at some point in part"}, {"start": 782.949, "end": 782.959, "text": "sentences. Then at some point in part"}, {"start": 782.959, "end": 785.269, "text": "sentences. Then at some point in part three, there are some stories. There's"}, {"start": 785.269, "end": 785.279, "text": "three, there are some stories. There's"}, {"start": 785.279, "end": 787.829, "text": "three, there are some stories. There's even a shako shako. I don't know how to"}, {"start": 787.829, "end": 787.839, "text": "even a shako shako. I don't know how to"}, {"start": 787.839, "end": 792.47, "text": "even a shako shako. I don't know how to say them in English, but there's"}, {"start": 792.48, "end": 796.069, "text": "um if you're know cuz I don't know how"}, {"start": 796.069, "end": 796.079, "text": "um if you're know cuz I don't know how"}, {"start": 796.079, "end": 798.069, "text": "um if you're know cuz I don't know how to say them in English. Now then there's"}, {"start": 798.069, "end": 798.079, "text": "to say them in English. Now then there's"}, {"start": 798.079, "end": 800.069, "text": "to say them in English. Now then there's a part three where there are some short"}, {"start": 800.069, "end": 800.079, "text": "a part three where there are some short"}, {"start": 800.079, "end": 803.03, "text": "a part three where there are some short stories with pictures. It is actually in"}, {"start": 803.03, "end": 803.04, "text": "stories with pictures. It is actually in"}, {"start": 803.04, "end": 805.59, "text": "stories with pictures. It is actually in four parts. The first part pictures, the"}, {"start": 805.59, "end": 805.6, "text": "four parts. The first part pictures, the"}, {"start": 805.6, "end": 808.629, "text": "four parts. The first part pictures, the second part words, the third part"}, {"start": 808.629, "end": 808.639, "text": "second part words, the third part"}, {"start": 808.639, "end": 811.269, "text": "second part words, the third part sentences, the fourth part shaku I don't"}, {"start": 811.269, "end": 811.279, "text": "sentences, the fourth part shaku I don't"}, {"start": 811.279, "end": 812.87, "text": "sentences, the fourth part shaku I don't know shaku in English. If you know it,"}, {"start": 812.87, "end": 812.88, "text": "know shaku in English. If you know it,"}, {"start": 812.88, "end": 814.389, "text": "know shaku in English. If you know it, comment down below and let us know. Then"}, {"start": 814.389, "end": 814.399, "text": "comment down below and let us know. Then"}, {"start": 814.399, "end": 817.03, "text": "comment down below and let us know. Then the third part is like short stories."}, {"start": 817.03, "end": 817.04, "text": "the third part is like short stories."}, {"start": 817.04, "end": 819.829, "text": "the third part is like short stories. But they just so nice in teaching your"}, {"start": 819.829, "end": 819.8389999999999, "text": "But they just so nice in teaching your"}, {"start": 819.8389999999999, "end": 822.389, "text": "But they just so nice in teaching your child vocabulary cuz sometimes my"}, {"start": 822.389, "end": 822.399, "text": "child vocabulary cuz sometimes my"}, {"start": 822.399, "end": 824.31, "text": "child vocabulary cuz sometimes my children say words and people like how"}, {"start": 824.31, "end": 824.32, "text": "children say words and people like how"}, {"start": 824.32, "end": 827.03, "text": "children say words and people like how did that child learn that word"}, {"start": 827.03, "end": 827.04, "text": "did that child learn that word"}, {"start": 827.04, "end": 829.509, "text": "did that child learn that word this is how they are. But if you want to"}, {"start": 829.509, "end": 829.519, "text": "this is how they are. But if you want to"}, {"start": 829.519, "end": 831.67, "text": "this is how they are. But if you want to know more about bilingual parenting both"}, {"start": 831.67, "end": 831.68, "text": "know more about bilingual parenting both"}, {"start": 831.68, "end": 834.23, "text": "know more about bilingual parenting both my kids my language"}, {"start": 834.23, "end": 834.24, "text": "my kids my language"}, {"start": 834.24, "end": 836.23, "text": "my kids my language language"}, {"start": 836.23, "end": 836.24, "text": "language"}, {"start": 836.24, "end": 838.389, "text": "language comment down below and let me know. And"}, {"start": 838.389, "end": 838.399, "text": "comment down below and let me know. And"}, {"start": 838.399, "end": 840.629, "text": "comment down below and let me know. And there's more videos like this. So, if"}, {"start": 840.629, "end": 840.639, "text": "there's more videos like this. So, if"}, {"start": 840.639, "end": 843.829, "text": "there's more videos like this. So, if you want to know like tips for raising"}, {"start": 843.829, "end": 843.839, "text": "you want to know like tips for raising"}, {"start": 843.839, "end": 845.509, "text": "you want to know like tips for raising kids, for teaching your kids your mother"}, {"start": 845.509, "end": 845.519, "text": "kids, for teaching your kids your mother"}, {"start": 845.519, "end": 848.23, "text": "kids, for teaching your kids your mother tongue, if you're raising them from like"}, {"start": 848.23, "end": 848.24, "text": "tongue, if you're raising them from like"}, {"start": 848.24, "end": 850.23, "text": "tongue, if you're raising them from like outside Uganda or outside your home"}, {"start": 850.23, "end": 850.24, "text": "outside Uganda or outside your home"}, {"start": 850.24, "end": 852.15, "text": "outside Uganda or outside your home country, there's a video that I'm going"}, {"start": 852.15, "end": 852.16, "text": "country, there's a video that I'm going"}, {"start": 852.16, "end": 854.15, "text": "country, there's a video that I'm going to link. I'm going to link the playlist."}, {"start": 854.15, "end": 854.16, "text": "to link. I'm going to link the playlist."}, {"start": 854.16, "end": 857.67, "text": "to link. I'm going to link the playlist. The playlist is called Bilingual Kids."}, {"start": 857.67, "end": 857.68, "text": "The playlist is called Bilingual Kids."}, {"start": 857.68, "end": 859.189, "text": "The playlist is called Bilingual Kids. You will see all the videos about"}, {"start": 859.189, "end": 859.199, "text": "You will see all the videos about"}, {"start": 859.199, "end": 861.269, "text": "You will see all the videos about bilingual kids."}, {"start": 861.269, "end": 861.279, "text": "bilingual kids."}, {"start": 861.279, "end": 862.87, "text": "bilingual kids. Thank you guys for watching. I'll see"}, {"start": 862.87, "end": 862.88, "text": "Thank you guys for watching. I'll see"}, {"start": 862.88, "end": 866.56, "text": "Thank you guys for watching. I'll see you in my next video. Bye."}], "createdAt": "2025-12-15T00:18:57.000Z", "imageUrl": "https://img.youtube.com/vi/lrNmWwetD0Y/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=lrNmWwetD0Y", "isFavorite": false, "progress": 0, "genre": "story"}, {"id": "yt_jd05VVg3GSw", "userId": "system", "title": "Heaven Story (Runyankole/Rukiga)", "language": "cce", "content": "foreign [Music] foreign foreign [Music] thank you", "sentences": ["foreign [Music] foreign foreign [Music] thank you"], "transcript": [{"start": 0.0, "end": 19.1, "text": "foreign"}, {"start": 19.11, "end": 31.79, "text": "[Music]"}, {"start": 31.8, "end": 58.729, "text": "foreign"}, {"start": 58.739, "end": 64.0, "text": "foreign"}, {"start": 64.01, "end": 93.05, "text": "[Music]"}, {"start": 93.06, "end": 95.42, "text": "thank you"}], "createdAt": "2025-12-15T00:18:41.000Z", "imageUrl": "https://img.youtube.com/vi/jd05VVg3GSw/hqdefault.jpg", "type": "video", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=jd05VVg3GSw", "isFavorite": false, "progress": 0, "genre": "story"}]