[{"id": "yt_pwkNG5UwozM", "userId": "system", "title": "Hai PAURA di parlare ITALIANO?", "language": "it", "content": "﻿Ti è mai capitato di sentire quella  stretta allo stomaco prima di una lezione di italiano? Quell’ansia quando  qualcuno ti fa una domanda? Quella voce interiore che ti dice “E se non mi  capisce? E se dico una cosa stupida? E se pensa che il mio italiano faccia schifo?”. Parlare una lingua straniera, soprattutto le prime volte, fa molta paura. E’ un atto di coraggio  che chiunque abbia imparato una lingua conosce. Noi professori sentiamo spesso frasi come: “Prof,  ma perché non riesco a parlare? Capisco tutto, ma al momento di parlare mi blocco,  ho paura, mi viene l’ansia”. Insomma, sai di avere difficoltà, in particolare  quando parli. Queste tue difficoltà ti portano, probabilmente, a evitare di parlare  italiano quando vorresti. E allora, magari, in Italia con gli sconosciuti preferisci  usare l’inglese, e quando la conversazione è in italiano parli il meno possibile. E magari,  proprio per questo motivo, ti senti molto meno interessante e divertente di quanto tu non sia  nella tua lingua madre. Ti capisco, anch’io mi sono sentito così tante volte nella mia vita di  studente di lingue, soprattutto agli inizi. Il problema è che, per parlare bene, bisogna parlare  molto, e meno lo facciamo, per ansia e paura, più ci condanniamo a non migliorare. E dunque è  un circolo vizioso da cui è importante uscire. Ma da cosa dipendono queste difficoltà che  hai nel parlare in italiano? Beh, ci sono alcune possibili risposte: io te ne darò cinque,  e poi vedremo alcune soluzioni pratiche. Infine, ti aiuterò anche a capire se il tuo insegnante di  italiano (se ne hai uno) fa per te, o se invece è un pezzo di merda che dovresti cambiare perché  aggiunge solo benzina al fuoco della tua ansia. Ah, mi chiamo Davide e questo è Podcast Italiano,  un canale per chi impara la lingua italiana. Attiva i sottotitoli se ne hai bisogno, e ricorda  che la trascrizione integrale di questo video si trova sul mio sito, podcastitaliano.com.  Come sempre, poi, ho anche preparato un PDF che accompagna il video e ti permetterà  di ripassare tutto quello che vedremo oggi, con consigli pratici: ti consiglio di stamparlo,  a proposito, perché ti tornerà molto utile. Ti lascio il link in descrizione, ma puoi anche  scansionare questo ****codice QR. Fallo subito, scarica il PDF, e poi continua a guardare  il video. Così non ti dimentichi. 1. Difficoltà numero uno: sei ancora  nel tuo “periodo silenzioso”. Nell’acquisizione di ogni lingua (anche la  lingua madre, per un bambino), c’è un periodo silenzioso, una fase naturale e temporanea in cui  l'apprendimento avviene principalmente attraverso la comprensione passiva e l'elaborazione  mentale, e non siamo ancora in grado di usare, di produrre, attivamente la lingua. È un periodo  di assorbimento, di preparazione, ed è cruciale per la formazione delle strutture cerebrali e per  lo sviluppo di una comprensione grammaticale e di un vocabolario che rendano possibile parlare  quando siamo pronti. Magari capisci bene questo video (soprattutto se parli già una lingua  romanza), ma quando provi ad aprire bocca non esce niente. Ecco, allora, che cosa ti consiglio: * Sii paziente, perché la fase silenziosa può variare di durata ed è normale,  fa parte integrante del processo di apprendimento di una lingua. * Continua a consumare quanto più input comprensibile ti è possibile, ad  ascoltare e a leggere: perché, proprio questo, aiuterà il cervello a elaborare le informazioni  e a imparare, anche se magari non sembra. Se non sei più nel periodo silenzioso,  e quindi hai già iniziato a parlare in italiano, la tua difficoltà potrebbe  invece dipendere da altri fattori. 2. Difficoltà numero due:  sei una persona ansiosa. L’ansia è uno dei “fattori affettivi” o “della  personalità” che più inibiscono, che più rendono difficile la comunicazione orale, cioè parlare:  molti studenti provano uno stato di ansia nel dover comunicare in una lingua che non conoscono  ancora bene. Buona notizia! Studi dimostrano che l’ansia degli studenti tende a diminuire man mano  che diventano più abili. Quindi porta pazienza e vedrai che le cose andranno meglio con il tempo,  probabilmente. E questa è esattamente la mia esperienza: le prime conversazioni in una lingua  straniera di solito sono terrorizzanti, ma poi, con il tempo, va meglio e l’ansia diminuisce.  Soprattutto se trovi le persone giuste, come vedremo, o anche l’insegnante giusto, o giusta. 3. Difficoltà numero tre: sei una persona dall’autostima non altissima. L’autostima è uno dei “fattori di personalità” che frenano lo studente quando  parla. L’autostima è legata al fattore di cui abbiamo parlato, l’ansia: persone con scarsa  stima di sé tendono ad essere più ansiose di altre persone più sicure. 4. Difficoltà quattro: sei una persona dall’ “io linguistico” inibito. Il linguista Guiora e colleghi hanno proposto una sorta di teoria psicanalitica dell’apprendimento  della seconda lingua. Cioè, in pratica, hanno ipotizzato che esista un “io linguistico” che si  forma durante l’infanzia e durante tutte le nostre esperienze di vita legate alla nostra lingua  madre, ok? La nostra L1. Imparare una lingua seconda, una L2, significa in qualche modo violare  i confini di questo “io linguistico” che si è sviluppato durante tutta la nostra vita. Insomma,  la nostra identità linguistica può bloccarci. Conosco molti studenti, per esempio, che non  riescono a migliorare la propria pronuncia proprio perché non riescono a produrre suoni  stranieri, che magari per loro sono strani, e questa cosa, proprio, li mette in  imbarazzo, parlare con un accento straniero. Ecco, la cosa divertente di questo studio  sono gli esperimenti che sono stati fatti, che consistevano nel somministrare ai soggetti  delle piccole quantità di alcool o valium, chiedendo poi loro di pronunciare delle  sillabe in una lingua straniera sconosciuta, come il tailandese. Mentre il valium (quindi  un ansiolitico) pareva non avere alcun effetto (dunque, non si trattava probabilmente di un  problema di ansia), l’alcool portava i soggetti a una migliore pronuncia. Guiora e colleghi spiegano  questi curiosi risultati nei termini delle loro teoria: l’alcool indurrebbe una minore inibizione  nei confronti della lingua straniera, rendendo più “permeabile” questo io linguistico. E in effetti  è un luogo comune, che però forse ha una base di verità, cioè che bere alcol aiuti a sentirsi più  sciolti e disinibiti in una lingua straniera. Io non ti consiglio di trincarti una bottiglia  di Montepulciano prima di parlare italiano, visto che l’alcol fa male per tanti motivi… ma da  questo punto di vista, forse, potrebbe aiutare. 5. Difficoltà numero cinque: il  problema è il tuo insegnante Il tuo insegnante potrebbe avere una  certa responsabilità rispetto al tuo problema di produzione in italiano. Ogni buon  insegnante dovrebbe porsi, di volta in volta, per ciascuna attività che chiede di realizzare  ai suoi studenti, una serie di domande: * Che tipo di risposta mi aspetto dallo studente? * In quali tempi? * Correggerò i suoi errori? Tutti  o solo alcuni? E in che modo? Se il tuo insegnante non si pone queste  domande e non si dà le risposte giuste, probabilmente è in parte responsabile della  tua ansia, perché si tratta di domande molto importanti. In quel caso la soluzione è molto  semplice: cambia insegnante! Vediamo nel dettaglio quali sono le scelte che l’insegnante deve fare. E  questo ti aiuterà anche a capire come rapportarti con il tuo insegnante e a capire se è un bravo  insegnante, un insegnante che ti mette a tuo agio, oppure se invece ti crea ulteriore ansia. * Rispondendo alla domanda “Che tipo di risposta mi aspetto?”: il docente che lavora in una classe,  con gruppi di studenti, deve considerare che, tra le attività che per lo studente generano più  ansia, ci sono quelle orali in presenza di tutta la classe, per esempio rispondere a una domanda  davanti a tutti, o fare un role play. Ecco, allora, che sarebbe meglio lavorare a coppie  o a piccoli gruppi. Se sei un autodidatta, cioè impari da solo o da sola, puoi decidere  di iniziare a parlare, invece che davanti a un pubblico ampio, davanti a un piccolo  gruppo, o con un’unico interlocutore (un tutor o un partner di scambio linguistico),  o perfino con te stesso, registrandoti e riascoltandoti. E tra un secondo ti parlerò  di come l’intelligenza artificiale può essere uno strumento utilissimo in questo senso. * Rispondendo alla domanda “In quali tempi mi aspetto la risposta dello studente?”: gli  insegnanti sono in genere molto impazienti nel ricevere le risposte, e questo causa ansia  agli studenti. Qui una soluzione potrebbe essere negoziare con l’insegnante un tempo per pensare  la risposta, tempo durante il quale, ad esempio, puoi elaborare una scaletta mentale di quello che  vuoi dire o magari annotare alcune parole-chiave. Ecco, tutto rivolto ad avere meno ansia. * Poi, rispetto all’annosa questione “correggere o non correggere?”, l’unica risposta possibile  è “dipende!”. Tu forse vorresti che tutti i tuoi errori fossero corretti ma, magari, anche essere  costantemente interrotto per queste correzioni potrebbe minare la tua sicurezza. Spetta al tuo  insegnante decidere quando è il momento giusto di correggere e quando è meglio non correggere.  Se stai facendo un esercizio grammaticale, il prof deve correggerti; ma se l’obiettivo  è comunicare, è la fluency, e se il messaggio è chiaro, allora la cosa migliore da fare è NON  correggere, perché se no si crea maggiore ansia e si peggiora la bassa autostima degli studenti.  Essere corretti nel mezzo di un discorso (che è già difficile e faticoso a livello mentale,  magari è un discorso emotivo) è fastidioso nel migliore dei casi, ma anche demotivante nel  peggiore dei casi. Quindi non avere paura a chiedere al tuo insegnante di correggerti un po’  di meno, se senti che questo ti provoca ansia. Infine, “come correggere”? Beh, è importante  che le correzioni dell’insegnante siano sempre rispettose, che non ti facciano sentire in  colpa o non ti facciano sentire stupido: se hai bassa autostima questo può solo peggiorare  la situazione. Un bravo insegnante non dovrebbe mai essere troppo diretto. Un modo indiretto per  correggere un errore è riformulare la frase dello studente sostituendo la forma sbagliata con  la sua versione corretta. Ad esempio, se tu mi dici “Davide, ho piaciuto molto questo video!”  io ti rispondo “Davvero? Ti è piaciuto il video? Ne sono felice!” Ho riformulato la tua frase  correggendo qui l’ausiliare del verbo “piacere”. Ecco, magari il tuo insegnante lo fa già, e in  tal caso è un bravo insegnante. Tienilo. Ricorda che non sei un ostaggio del tuo insegnante:  puoi sceglierlo, puoi cambiarlo, puoi cercarne uno che ti faccia sentire a tuo agio, devi  avere un ruolo attivo nei suoi confronti. Detto questo, parlare con un insegnante o  una persona in carne ed ossa può comunque essere causa di grande ansia, soprattutto agli  inizi. Lo so bene perché ci sono passato molte volte in passato. Diamine, io sono introverso  nella mia stessa lingua e in certe situazioni sociali mi sento bloccato, quindi figuriamoci in  una lingua straniera. La tecnologia può venire in nostro soccorso. C’è un’applicazione sviluppata  da un’azienda con cui ho un accordo da quasi due anni che usa l’intelligenza artificiale per  permetterti di parlare con un bot virtuale, senza l’ansia e senza la paura che probabilmente  provi se parli con un essere umano. Si chiama TeacherAI e si dà il caso che puoi usarla  per parlare con il mio clone virtuale. Bene, questa è l’app di TeacherAI: come vedi,  ci sono un sacco di lingue che puoi imparare, ma ci sono anche tanti insegnanti per  ogni lingua. Ma scegliamo Davide Gemello, visto che siamo egocentrici. Ti voglio far vedere una nuova funzione. È come una  chiamata al telefono, quindi… Ciao, come stai oggi? Bene, un po’ stanco. Capisco, un po’ di stanchezza può capitare.  Hai fatto qualcosa di interessante oggi? Sono andato sul Monte Bianco, fino alla cima. Wow, sei andato proprio fino alla cima! Che esperienza incredibile! Com’è  stata la vista da lassù? Bella. Come si dice in italiano “breath-taking”? “Mozzafiato”. Quindi potresti dire “la vista era mozzafiato”. Ti è piaciuta  l’esperienza sul Monte Bianco? Sì, molto. È stata one of the best experiences  of my life. How do you say that in italian? Puoi dire “è stata una delle  migliori esperienze della mia vita”. Certo, non è come parlare davvero con me, ma  magari la mia voce ti rilassa, ti mette a tuo agio. Magari sei abituato a sentirmi parlare.  Ecco, su TeacherAI puoi parlare 24 ore su 24, quando vuoi, dove vuoi, e ti permette di salvare  e ripassare le parole e di tenere traccia dei tuoi progressi. È fatta davvero benissimo. Possiamo  cliccare sulle parole che non conosciamo e avere una traduzione nella nostra lingua. E poi, se  vado nella modalità review, posso rivedere queste parole che sto imparando (quindi, stanchezza) e  ho praticamente delle flashcards che mi aiutano a imparare. E se andiamo nelle impostazioni  possiamo scegliere la lingua che usa l’insegnante, quindi il nostro insegnante capisce l’inglese,  per esempio, ma possiamo cambiarlo. Insomma: molta personalizzabile, in modo che  io possa fare quello che tu vuoi. Ora: parlare con insegnanti e persone reali  rimane importante. Perché, alla fine, la comunicazione con altri esseri umani è il motivo  per cui impariamo una lingua. Ma proprio per arrivare a quel punto in cui l’ansia e la paura  delle prime conversazioni sono più tollerabili, e anche, in generale, per abituarsi a parlare più  spesso, anche spendendo meno soldi, TeacherAI è davvero un ottimo strumento. Ti lascio il link in  descrizione, se vuoi provarlo, te lo consiglio. Abbiamo visto 5 possibili ragioni per cui l’ansia,  l’autostima e l’inibizione potrebbero far sì che per te sia molto difficile parlare italiano.  Ora è il momento di proporti delle soluzioni. 1. Se le tue difficoltà dipendono dal fatto che  non hai ancora abbastanza grammatica e abbastanza vocabolario per esprimerti, il mio consiglio è:  non evitare di comunicare, ma utilizza alcune strategie che puoi fare se sei in difficoltà. * Usa delle parafrasi, cioè, dì le cose in maniera più semplice. Questa è un’abilità fondamentale  che ogni studente dovrebbe imparare! Ad esempio, non sai dire “tradurre”? Puoi dire  “trasformare da una lingua all’altra, passare da una lingua all’altra”. Cerca di  abituarti a dire ciò per cui non hai una parola con le parole che sai, con gli strumenti che hai. * Offri definizioni funzionali, cioè identifica la funzione degli oggetti, lo scopo per cui usiamo  un oggetto. Per esempio, se non ti ricordi la parola “coltello”, puoi dire: “l’oggetto che  usiamo per tagliare il pane… come si chiama?”. * Descrivi. Non conosci la parola cappotto?  Puoi dire: “quel vestito lungo e caldo che mettiamo sopra i vestiti quando fa freddo”. * Ricorri a parole dal significato non uguale ma simile, oppure nega il contrario:  pensaci, lo fai di continuo nella tua lingua! Non conosci la parola detesto? Puoi dire odio,  puoi dire non amo, puoi dire non mi piace, oppure non mi piace per niente. * Usa dei paragoni per aiutare il tuo interlocutore a darti la parola che ti manca. Non ti ricordi la parola “dolce”? Puoi  dire, “quella cosa… come lo zucchero…”. Un interlocutore che vuole collaborare  con te verrà in tuo soccorso, e ti aiuterà dicendoti la parola che non ti viene in mente. * Ricorri anche a degli esempi. Non ti viene in mente la parola “elettrodomestici”?  Puoi dire: “ad esempio il forno, la lavatrice, la lavastoviglie”. * Inventa parole nuove, se sei particolarmente fantasioso, puoi inventare  tu delle nuove parole per farti capire. Non ricordi come si dice “lavastoviglie”?  Puoi inventarti una parola come lavapiatti, e otterrai l’effetto di essere capito e magari  anche di far sorridere il tuo interlocutore. 2. Poi, se sei una persona ansiosa, respira,  prenditi del tempo per organizzare mentalmente ciò che vuoi dire! Usa, magari, uno dei segnali  discorsivi che i parlanti nativi usano per prendere tempo e per strutturare i discorsi,  come: vediamo, dunque, diciamo, voglio dire, allora, nel senso, cioè, poi, guarda,  senti… questi **sono i segnali discorsivi, seguiti da una lunga pausa (a questo proposito,  ne ho parlato in questo video, dove ti consiglio anche alcune strategie per parlare in  maniera più naturale, come un italiano). 3. Ricordati che nella comunicazione reale  raggiungere l’obiettivo comunicativo è più importante che evitare gli errori. Cerca di  focalizzarti sul contenuto di ciò che vuoi dire, anziché sulla forma. In linguistica si parla di  focus on content e di focus on form. Ecco, a te interessa il focus on content, sul messaggio. 4. Scegli dei partner linguistici, o degli insegnanti, collaborativi. Un partner linguistico  collabora se, di fronte a un tuo errore che genera fraintendimento, ti chiede di chiarire, ti chiede  di chiarire quello che vuoi dire. Usa espressioni come cosa? In che senso? Scusa, mi spieghi  meglio? e in questo modo ti segnala che c’è un problema e ti dà la possibilità di intervenire.  Studi dimostrano che quando vengono prodotti questi segnali di incomprensione, la maggior parte  delle volte (75%, secondo uno studio), i parlanti non nativi riformulano il proprio messaggio in  maniera più chiara. Poi un partner linguistico collaborativo, oltre a richiedere chiarimenti,  parla lentamente, enfatizza le parole importanti, ripete se necessario le frasi, sia le sue sia  quelle dell'altro, chiede conferma che tu abbia capito. Insomma, non accontentarti di un partner  linguistico qualsiasi, sii esigente! E ricorda anche quanto abbiamo detto sugli insegnanti. Bene, in questo video ci siamo concentrati sui fattori principalmente psicologici e anche  didattici che possono esserti un ostacolo quando vuoi parlare in italiano, ma forse la tua  difficoltà semplicemente sta nel non conoscere abbastanza parole, o nel non saperle usare in  maniera attiva, anche se passivamente le capisci. Questo, da un lato, è assolutamente normale,  dall’altro può essere dovuto al fatto che, semplicemente, non parli abbastanza, non  dedichi abbastanza tempo al parlato, ma ti concentri soprattutto su attività passive, come  la lettura e l’ascolto… che sono fondamentali, ma ricorda che, se vuoi anche parlare bene, a  un certo punto, devi iniziare a parlare e farlo molto. Ma che tempo fa ho fatto un video dove ti  spiego come fare se vuoi attivare il tuo italiano, se vuoi essere meno passivo e più attivo nell’uso  della lingua. Te ne ho parlato in questo video, che ti lascio anche alla fine. Se vuoi  ripassare tutto quello che ho detto oggi, ti ricordo che ho preparato un PDF che riassume  tutti i contenuti della lezione. Trovi tutto lì, puoi scaricarlo a questo codice QR. E, infine,  ti consiglio anche di provare TeacherAI, perché è davvero una grande applicazione, per noi ansiosi!  Ti lascio un link in descrizione. Alla prossima!", "sentences": ["﻿Ti è mai capitato di sentire quella  stretta allo stomaco prima di una lezione di italiano?", "Quell’ansia quando  qualcuno ti fa una domanda?", "Quella voce interiore che ti dice “E se non mi  capisce?", "E se dico una cosa stupida?", "E se pensa che il mio italiano faccia schifo?”.", "Parlare una lingua straniera, soprattutto le prime volte, fa molta paura.", "E’ un atto di coraggio  che chiunque abbia imparato una lingua conosce.", "Noi professori sentiamo spesso frasi come: “Prof,  ma perché non riesco a parlare?", "Capisco tutto, ma al momento di parlare mi blocco,  ho paura, mi viene l’ansia”.", "Insomma, sai di avere difficoltà, in particolare  quando parli.", "Queste tue difficoltà ti portano, probabilmente, a evitare di parlare  italiano quando vorresti.", "E allora, magari, in Italia con gli sconosciuti preferisci  usare l’inglese, e quando la conversazione è in italiano parli il meno possibile.", "E magari,  proprio per questo motivo, ti senti molto meno interessante e divertente di quanto tu non sia  nella tua lingua madre.", "Ti capisco, anch’io mi sono sentito così tante volte nella mia vita di  studente di lingue, soprattutto agli inizi.", "Il problema è che, per parlare bene, bisogna parlare  molto, e meno lo facciamo, per ansia e paura, più ci condanniamo a non migliorare.", "E dunque è  un circolo vizioso da cui è importante uscire.", "Ma da cosa dipendono queste difficoltà che  hai nel parlare in italiano?", "Beh, ci sono alcune possibili risposte: io te ne darò cinque,  e poi vedremo alcune soluzioni pratiche.", "Infine, ti aiuterò anche a capire se il tuo insegnante di  italiano (se ne hai uno) fa per te, o se invece è un pezzo di merda che dovresti cambiare perché  aggiunge solo benzina al fuoco della tua ansia.", "Ah, mi chiamo Davide e questo è Podcast Italiano,  un canale per chi impara la lingua italiana.", "Attiva i sottotitoli se ne hai bisogno, e ricorda  che la trascrizione integrale di questo video si trova sul mio sito, podcastitaliano.com.", "Come sempre, poi, ho anche preparato un PDF che accompagna il video e ti permetterà  di ripassare tutto quello che vedremo oggi, con consigli pratici: ti consiglio di stamparlo,  a proposito, perché ti tornerà molto utile.", "Ti lascio il link in descrizione, ma puoi anche  scansionare questo ****codice QR.", "Fallo subito, scarica il PDF, e poi continua a guardare  il video.", "Così non ti dimentichi.", "1.", "Difficoltà numero uno: sei ancora  nel tuo “periodo silenzioso”.", "Nell’acquisizione di ogni lingua (anche la  lingua madre, per un bambino), c’è un periodo silenzioso, una fase naturale e temporanea in cui  l'apprendimento avviene principalmente attraverso la comprensione passiva e l'elaborazione  mentale, e non siamo ancora in grado di usare, di produrre, attivamente la lingua.", "È un periodo  di assorbimento, di preparazione, ed è cruciale per la formazione delle strutture cerebrali e per  lo sviluppo di una comprensione grammaticale e di un vocabolario che rendano possibile parlare  quando siamo pronti.", "Magari capisci bene questo video (soprattutto se parli già una lingua  romanza), ma quando provi ad aprire bocca non esce niente.", "Ecco, allora, che cosa ti consiglio: * Sii paziente, perché la fase silenziosa può variare di durata ed è normale,  fa parte integrante del processo di apprendimento di una lingua.", "* Continua a consumare quanto più input comprensibile ti è possibile, ad  ascoltare e a leggere: perché, proprio questo, aiuterà il cervello a elaborare le informazioni  e a imparare, anche se magari non sembra.", "Se non sei più nel periodo silenzioso,  e quindi hai già iniziato a parlare in italiano, la tua difficoltà potrebbe  invece dipendere da altri fattori.", "2.", "Difficoltà numero due:  sei una persona ansiosa.", "L’ansia è uno dei “fattori affettivi” o “della  personalità” che più inibiscono, che più rendono difficile la comunicazione orale, cioè parlare:  molti studenti provano uno stato di ansia nel dover comunicare in una lingua che non conoscono  ancora bene.", "Buona notizia!", "Studi dimostrano che l’ansia degli studenti tende a diminuire man mano  che diventano più abili.", "Quindi porta pazienza e vedrai che le cose andranno meglio con il tempo,  probabilmente.", "E questa è esattamente la mia esperienza: le prime conversazioni in una lingua  straniera di solito sono terrorizzanti, ma poi, con il tempo, va meglio e l’ansia diminuisce.", "Soprattutto se trovi le persone giuste, come vedremo, o anche l’insegnante giusto, o giusta.", "3.", "Difficoltà numero tre: sei una persona dall’autostima non altissima.", "L’autostima è uno dei “fattori di personalità” che frenano lo studente quando  parla.", "L’autostima è legata al fattore di cui abbiamo parlato, l’ansia: persone con scarsa  stima di sé tendono ad essere più ansiose di altre persone più sicure.", "4.", "Difficoltà quattro: sei una persona dall’ “io linguistico” inibito.", "Il linguista Guiora e colleghi hanno proposto una sorta di teoria psicanalitica dell’apprendimento  della seconda lingua.", "Cioè, in pratica, hanno ipotizzato che esista un “io linguistico” che si  forma durante l’infanzia e durante tutte le nostre esperienze di vita legate alla nostra lingua  madre, ok?", "La nostra L1.", "Imparare una lingua seconda, una L2, significa in qualche modo violare  i confini di questo “io linguistico” che si è sviluppato durante tutta la nostra vita.", "Insomma,  la nostra identità linguistica può bloccarci.", "Conosco molti studenti, per esempio, che non  riescono a migliorare la propria pronuncia proprio perché non riescono a produrre suoni  stranieri, che magari per loro sono strani, e questa cosa, proprio, li mette in  imbarazzo, parlare con un accento straniero.", "Ecco, la cosa divertente di questo studio  sono gli esperimenti che sono stati fatti, che consistevano nel somministrare ai soggetti  delle piccole quantità di alcool o valium, chiedendo poi loro di pronunciare delle  sillabe in una lingua straniera sconosciuta, come il tailandese.", "Mentre il valium (quindi  un ansiolitico) pareva non avere alcun effetto (dunque, non si trattava probabilmente di un  problema di ansia), l’alcool portava i soggetti a una migliore pronuncia.", "Guiora e colleghi spiegano  questi curiosi risultati nei termini delle loro teoria: l’alcool indurrebbe una minore inibizione  nei confronti della lingua straniera, rendendo più “permeabile” questo io linguistico.", "E in effetti  è un luogo comune, che però forse ha una base di verità, cioè che bere alcol aiuti a sentirsi più  sciolti e disinibiti in una lingua straniera.", "Io non ti consiglio di trincarti una bottiglia  di Montepulciano prima di parlare italiano, visto che l’alcol fa male per tanti motivi… ma da  questo punto di vista, forse, potrebbe aiutare.", "5.", "Difficoltà numero cinque: il  problema è il tuo insegnante Il tuo insegnante potrebbe avere una  certa responsabilità rispetto al tuo problema di produzione in italiano.", "Ogni buon  insegnante dovrebbe porsi, di volta in volta, per ciascuna attività che chiede di realizzare  ai suoi studenti, una serie di domande: * Che tipo di risposta mi aspetto dallo studente?", "* In quali tempi?", "* Correggerò i suoi errori?", "Tutti  o solo alcuni?", "E in che modo?", "Se il tuo insegnante non si pone queste  domande e non si dà le risposte giuste, probabilmente è in parte responsabile della  tua ansia, perché si tratta di domande molto importanti.", "In quel caso la soluzione è molto  semplice: cambia insegnante!", "Vediamo nel dettaglio quali sono le scelte che l’insegnante deve fare.", "E  questo ti aiuterà anche a capire come rapportarti con il tuo insegnante e a capire se è un bravo  insegnante, un insegnante che ti mette a tuo agio, oppure se invece ti crea ulteriore ansia.", "* Rispondendo alla domanda “Che tipo di risposta mi aspetto?”: il docente che lavora in una classe,  con gruppi di studenti, deve considerare che, tra le attività che per lo studente generano più  ansia, ci sono quelle orali in presenza di tutta la classe, per esempio rispondere a una domanda  davanti a tutti, o fare un role play.", "Ecco, allora, che sarebbe meglio lavorare a coppie  o a piccoli gruppi.", "Se sei un autodidatta, cioè impari da solo o da sola, puoi decidere  di iniziare a parlare, invece che davanti a un pubblico ampio, davanti a un piccolo  gruppo, o con un’unico interlocutore (un tutor o un partner di scambio linguistico),  o perfino con te stesso, registrandoti e riascoltandoti.", "E tra un secondo ti parlerò  di come l’intelligenza artificiale può essere uno strumento utilissimo in questo senso.", "* Rispondendo alla domanda “In quali tempi mi aspetto la risposta dello studente?”: gli  insegnanti sono in genere molto impazienti nel ricevere le risposte, e questo causa ansia  agli studenti.", "Qui una soluzione potrebbe essere negoziare con l’insegnante un tempo per pensare  la risposta, tempo durante il quale, ad esempio, puoi elaborare una scaletta mentale di quello che  vuoi dire o magari annotare alcune parole-chiave.", "Ecco, tutto rivolto ad avere meno ansia.", "* Poi, rispetto all’annosa questione “correggere o non correggere?”, l’unica risposta possibile  è “dipende!”.", "Tu forse vorresti che tutti i tuoi errori fossero corretti ma, magari, anche essere  costantemente interrotto per queste correzioni potrebbe minare la tua sicurezza.", "Spetta al tuo  insegnante decidere quando è il momento giusto di correggere e quando è meglio non correggere.", "Se stai facendo un esercizio grammaticale, il prof deve correggerti; ma se l’obiettivo  è comunicare, è la fluency, e se il messaggio è chiaro, allora la cosa migliore da fare è NON  correggere, perché se no si crea maggiore ansia e si peggiora la bassa autostima degli studenti.", "Essere corretti nel mezzo di un discorso (che è già difficile e faticoso a livello mentale,  magari è un discorso emotivo) è fastidioso nel migliore dei casi, ma anche demotivante nel  peggiore dei casi.", "Quindi non avere paura a chiedere al tuo insegnante di correggerti un po’  di meno, se senti che questo ti provoca ansia.", "Infine, “come correggere”?", "Beh, è importante  che le correzioni dell’insegnante siano sempre rispettose, che non ti facciano sentire in  colpa o non ti facciano sentire stupido: se hai bassa autostima questo può solo peggiorare  la situazione.", "Un bravo insegnante non dovrebbe mai essere troppo diretto.", "Un modo indiretto per  correggere un errore è riformulare la frase dello studente sostituendo la forma sbagliata con  la sua versione corretta.", "Ad esempio, se tu mi dici “Davide, ho piaciuto molto questo video!”  io ti rispondo “Davvero?", "Ti è piaciuto il video?", "Ne sono felice!” Ho riformulato la tua frase  correggendo qui l’ausiliare del verbo “piacere”.", "Ecco, magari il tuo insegnante lo fa già, e in  tal caso è un bravo insegnante.", "Tienilo.", "Ricorda che non sei un ostaggio del tuo insegnante:  puoi sceglierlo, puoi cambiarlo, puoi cercarne uno che ti faccia sentire a tuo agio, devi  avere un ruolo attivo nei suoi confronti.", "Detto questo, parlare con un insegnante o  una persona in carne ed ossa può comunque essere causa di grande ansia, soprattutto agli  inizi.", "Lo so bene perché ci sono passato molte volte in passato.", "Diamine, io sono introverso  nella mia stessa lingua e in certe situazioni sociali mi sento bloccato, quindi figuriamoci in  una lingua straniera.", "La tecnologia può venire in nostro soccorso.", "C’è un’applicazione sviluppata  da un’azienda con cui ho un accordo da quasi due anni che usa l’intelligenza artificiale per  permetterti di parlare con un bot virtuale, senza l’ansia e senza la paura che probabilmente  provi se parli con un essere umano.", "Si chiama TeacherAI e si dà il caso che puoi usarla  per parlare con il mio clone virtuale.", "Bene, questa è l’app di TeacherAI: come vedi,  ci sono un sacco di lingue che puoi imparare, ma ci sono anche tanti insegnanti per  ogni lingua.", "Ma scegliamo Davide Gemello, visto che siamo egocentrici.", "Ti voglio far vedere una nuova funzione.", "È come una  chiamata al telefono, quindi… Ciao, come stai oggi?", "Bene, un po’ stanco.", "Capisco, un po’ di stanchezza può capitare.", "Hai fatto qualcosa di interessante oggi?", "Sono andato sul Monte Bianco, fino alla cima.", "Wow, sei andato proprio fino alla cima!", "Che esperienza incredibile!", "Com’è  stata la vista da lassù?", "Bella.", "Come si dice in italiano “breath-taking”?", "“Mozzafiato”.", "Quindi potresti dire “la vista era mozzafiato”.", "Ti è piaciuta  l’esperienza sul Monte Bianco?", "Sì, molto.", "È stata one of the best experiences  of my life.", "How do you say that in italian?", "Puoi dire “è stata una delle  migliori esperienze della mia vita”.", "Certo, non è come parlare davvero con me, ma  magari la mia voce ti rilassa, ti mette a tuo agio.", "Magari sei abituato a sentirmi parlare.", "Ecco, su TeacherAI puoi parlare 24 ore su 24, quando vuoi, dove vuoi, e ti permette di salvare  e ripassare le parole e di tenere traccia dei tuoi progressi.", "È fatta davvero benissimo.", "Possiamo  cliccare sulle parole che non conosciamo e avere una traduzione nella nostra lingua.", "E poi, se  vado nella modalità review, posso rivedere queste parole che sto imparando (quindi, stanchezza) e  ho praticamente delle flashcards che mi aiutano a imparare.", "E se andiamo nelle impostazioni  possiamo scegliere la lingua che usa l’insegnante, quindi il nostro insegnante capisce l’inglese,  per esempio, ma possiamo cambiarlo.", "Insomma: molta personalizzabile, in modo che  io possa fare quello che tu vuoi.", "Ora: parlare con insegnanti e persone reali  rimane importante.", "Perché, alla fine, la comunicazione con altri esseri umani è il motivo  per cui impariamo una lingua.", "Ma proprio per arrivare a quel punto in cui l’ansia e la paura  delle prime conversazioni sono più tollerabili, e anche, in generale, per abituarsi a parlare più  spesso, anche spendendo meno soldi, TeacherAI è davvero un ottimo strumento.", "Ti lascio il link in  descrizione, se vuoi provarlo, te lo consiglio.", "Abbiamo visto 5 possibili ragioni per cui l’ansia,  l’autostima e l’inibizione potrebbero far sì che per te sia molto difficile parlare italiano.", "Ora è il momento di proporti delle soluzioni.", "1.", "Se le tue difficoltà dipendono dal fatto che  non hai ancora abbastanza grammatica e abbastanza vocabolario per esprimerti, il mio consiglio è:  non evitare di comunicare, ma utilizza alcune strategie che puoi fare se sei in difficoltà.", "* Usa delle parafrasi, cioè, dì le cose in maniera più semplice.", "Questa è un’abilità fondamentale  che ogni studente dovrebbe imparare!", "Ad esempio, non sai dire “tradurre”?", "Puoi dire  “trasformare da una lingua all’altra, passare da una lingua all’altra”.", "Cerca di  abituarti a dire ciò per cui non hai una parola con le parole che sai, con gli strumenti che hai.", "* Offri definizioni funzionali, cioè identifica la funzione degli oggetti, lo scopo per cui usiamo  un oggetto.", "Per esempio, se non ti ricordi la parola “coltello”, puoi dire: “l’oggetto che  usiamo per tagliare il pane… come si chiama?”.", "* Descrivi.", "Non conosci la parola cappotto?", "Puoi dire: “quel vestito lungo e caldo che mettiamo sopra i vestiti quando fa freddo”.", "* Ricorri a parole dal significato non uguale ma simile, oppure nega il contrario:  pensaci, lo fai di continuo nella tua lingua!", "Non conosci la parola detesto?", "Puoi dire odio,  puoi dire non amo, puoi dire non mi piace, oppure non mi piace per niente.", "* Usa dei paragoni per aiutare il tuo interlocutore a darti la parola che ti manca.", "Non ti ricordi la parola “dolce”?", "Puoi  dire, “quella cosa… come lo zucchero…”.", "Un interlocutore che vuole collaborare  con te verrà in tuo soccorso, e ti aiuterà dicendoti la parola che non ti viene in mente.", "* Ricorri anche a degli esempi.", "Non ti viene in mente la parola “elettrodomestici”?", "Puoi dire: “ad esempio il forno, la lavatrice, la lavastoviglie”.", "* Inventa parole nuove, se sei particolarmente fantasioso, puoi inventare  tu delle nuove parole per farti capire.", "Non ricordi come si dice “lavastoviglie”?", "Puoi inventarti una parola come lavapiatti, e otterrai l’effetto di essere capito e magari  anche di far sorridere il tuo interlocutore.", "2.", "Poi, se sei una persona ansiosa, respira,  prenditi del tempo per organizzare mentalmente ciò che vuoi dire!", "Usa, magari, uno dei segnali  discorsivi che i parlanti nativi usano per prendere tempo e per strutturare i discorsi,  come: vediamo, dunque, diciamo, voglio dire, allora, nel senso, cioè, poi, guarda,  senti… questi **sono i segnali discorsivi, seguiti da una lunga pausa (a questo proposito,  ne ho parlato in questo video, dove ti consiglio anche alcune strategie per parlare in  maniera più naturale, come un italiano).", "3.", "Ricordati che nella comunicazione reale  raggiungere l’obiettivo comunicativo è più importante che evitare gli errori.", "Cerca di  focalizzarti sul contenuto di ciò che vuoi dire, anziché sulla forma.", "In linguistica si parla di  focus on content e di focus on form.", "Ecco, a te interessa il focus on content, sul messaggio.", "4.", "Scegli dei partner linguistici, o degli insegnanti, collaborativi.", "Un partner linguistico  collabora se, di fronte a un tuo errore che genera fraintendimento, ti chiede di chiarire, ti chiede  di chiarire quello che vuoi dire.", "Usa espressioni come cosa?", "In che senso?", "Scusa, mi spieghi  meglio?", "e in questo modo ti segnala che c’è un problema e ti dà la possibilità di intervenire.", "Studi dimostrano che quando vengono prodotti questi segnali di incomprensione, la maggior parte  delle volte (75%, secondo uno studio), i parlanti non nativi riformulano il proprio messaggio in  maniera più chiara.", "Poi un partner linguistico collaborativo, oltre a richiedere chiarimenti,  parla lentamente, enfatizza le parole importanti, ripete se necessario le frasi, sia le sue sia  quelle dell'altro, chiede conferma che tu abbia capito.", "Insomma, non accontentarti di un partner  linguistico qualsiasi, sii esigente!", "E ricorda anche quanto abbiamo detto sugli insegnanti.", "Bene, in questo video ci siamo concentrati sui fattori principalmente psicologici e anche  didattici che possono esserti un ostacolo quando vuoi parlare in italiano, ma forse la tua  difficoltà semplicemente sta nel non conoscere abbastanza parole, o nel non saperle usare in  maniera attiva, anche se passivamente le capisci.", "Questo, da un lato, è assolutamente normale,  dall’altro può essere dovuto al fatto che, semplicemente, non parli abbastanza, non  dedichi abbastanza tempo al parlato, ma ti concentri soprattutto su attività passive, come  la lettura e l’ascolto… che sono fondamentali, ma ricorda che, se vuoi anche parlare bene, a  un certo punto, devi iniziare a parlare e farlo molto.", "Ma che tempo fa ho fatto un video dove ti  spiego come fare se vuoi attivare il tuo italiano, se vuoi essere meno passivo e più attivo nell’uso  della lingua.", "Te ne ho parlato in questo video, che ti lascio anche alla fine.", "Se vuoi  ripassare tutto quello che ho detto oggi, ti ricordo che ho preparato un PDF che riassume  tutti i contenuti della lezione.", "Trovi tutto lì, puoi scaricarlo a questo codice QR.", "E, infine,  ti consiglio anche di provare TeacherAI, perché è davvero una grande applicazione, per noi ansiosi!", "Ti lascio un link in descrizione.", "Alla prossima!"], "transcript": [{"start": 0.08, "end": 4.64, "text": "﻿Ti è mai capitato di sentire quella  stretta allo stomaco prima di una"}, {"start": 4.64, "end": 10.12, "text": "lezione di italiano? Quell’ansia quando  qualcuno ti fa una domanda? Quella voce"}, {"start": 10.12, "end": 15.52, "text": "interiore che ti dice “E se non mi  capisce? E se dico una cosa stupida?"}, {"start": 15.52, "end": 21.72, "text": "E se pensa che il mio italiano faccia schifo?”. Parlare una lingua straniera, soprattutto le prime"}, {"start": 21.72, "end": 29.32, "text": "volte, fa molta paura. E’ un atto di coraggio  che chiunque abbia imparato una lingua conosce."}, {"start": 29.32, "end": 35.88, "text": "Noi professori sentiamo spesso frasi come: “Prof,  ma perché non riesco a parlare? Capisco tutto,"}, {"start": 35.88, "end": 40.88, "text": "ma al momento di parlare mi blocco,  ho paura, mi viene l’ansia”."}, {"start": 40.88, "end": 47.84, "text": "Insomma, sai di avere difficoltà, in particolare  quando parli. Queste tue difficoltà ti portano,"}, {"start": 47.84, "end": 52.84, "text": "probabilmente, a evitare di parlare  italiano quando vorresti. E allora,"}, {"start": 52.84, "end": 58.36, "text": "magari, in Italia con gli sconosciuti preferisci  usare l’inglese, e quando la conversazione è"}, {"start": 58.36, "end": 64.04, "text": "in italiano parli il meno possibile. E magari,  proprio per questo motivo, ti senti molto meno"}, {"start": 64.04, "end": 71.6, "text": "interessante e divertente di quanto tu non sia  nella tua lingua madre. Ti capisco, anch’io mi"}, {"start": 71.6, "end": 78.2, "text": "sono sentito così tante volte nella mia vita di  studente di lingue, soprattutto agli inizi. Il"}, {"start": 78.2, "end": 86.64, "text": "problema è che, per parlare bene, bisogna parlare  molto, e meno lo facciamo, per ansia e paura,"}, {"start": 86.64, "end": 95.0, "text": "più ci condanniamo a non migliorare. E dunque è  un circolo vizioso da cui è importante uscire."}, {"start": 95.0, "end": 100.6, "text": "Ma da cosa dipendono queste difficoltà che  hai nel parlare in italiano? Beh, ci sono"}, {"start": 100.6, "end": 108.47999999999999, "text": "alcune possibili risposte: io te ne darò cinque,  e poi vedremo alcune soluzioni pratiche. Infine,"}, {"start": 108.47999999999999, "end": 115.72, "text": "ti aiuterò anche a capire se il tuo insegnante di  italiano (se ne hai uno) fa per te, o se invece"}, {"start": 115.72, "end": 123.48, "text": "è un pezzo di merda che dovresti cambiare perché  aggiunge solo benzina al fuoco della tua ansia."}, {"start": 123.48, "end": 130.0, "text": "Ah, mi chiamo Davide e questo è Podcast Italiano,  un canale per chi impara la lingua italiana."}, {"start": 130.0, "end": 136.07999999999998, "text": "Attiva i sottotitoli se ne hai bisogno, e ricorda  che la trascrizione integrale di questo video si"}, {"start": 136.07999999999998, "end": 142.16, "text": "trova sul mio sito, podcastitaliano.com.  Come sempre, poi, ho anche preparato un"}, {"start": 142.16, "end": 148.8, "text": "PDF che accompagna il video e ti permetterà  di ripassare tutto quello che vedremo oggi,"}, {"start": 148.8, "end": 155.76, "text": "con consigli pratici: ti consiglio di stamparlo,  a proposito, perché ti tornerà molto utile. Ti"}, {"start": 155.76, "end": 162.68, "text": "lascio il link in descrizione, ma puoi anche  scansionare questo ****codice QR. Fallo subito,"}, {"start": 162.68, "end": 168.24, "text": "scarica il PDF, e poi continua a guardare  il video. Così non ti dimentichi."}, {"start": 168.24, "end": 176.12, "text": "1. Difficoltà numero uno: sei ancora  nel tuo “periodo silenzioso”."}, {"start": 176.12, "end": 181.56, "text": "Nell’acquisizione di ogni lingua (anche la  lingua madre, per un bambino), c’è un periodo"}, {"start": 181.56, "end": 190.24, "text": "silenzioso, una fase naturale e temporanea in cui  l'apprendimento avviene principalmente attraverso"}, {"start": 190.24, "end": 197.44, "text": "la comprensione passiva e l'elaborazione  mentale, e non siamo ancora in grado di usare,"}, {"start": 197.44, "end": 205.0, "text": "di produrre, attivamente la lingua. È un periodo  di assorbimento, di preparazione, ed è cruciale"}, {"start": 205.0, "end": 213.92000000000002, "text": "per la formazione delle strutture cerebrali e per  lo sviluppo di una comprensione grammaticale e di"}, {"start": 213.92000000000002, "end": 219.72, "text": "un vocabolario che rendano possibile parlare  quando siamo pronti. Magari capisci bene"}, {"start": 219.72, "end": 226.76, "text": "questo video (soprattutto se parli già una lingua  romanza), ma quando provi ad aprire bocca non esce"}, {"start": 226.76, "end": 232.96, "text": "niente. Ecco, allora, che cosa ti consiglio: * Sii paziente, perché la fase silenziosa"}, {"start": 232.96, "end": 239.2, "text": "può variare di durata ed è normale,  fa parte integrante del processo di"}, {"start": 239.2, "end": 244.84, "text": "apprendimento di una lingua. * Continua a consumare quanto"}, {"start": 244.84, "end": 251.56, "text": "più input comprensibile ti è possibile, ad  ascoltare e a leggere: perché, proprio questo,"}, {"start": 251.56, "end": 258.12, "text": "aiuterà il cervello a elaborare le informazioni  e a imparare, anche se magari non sembra."}, {"start": 258.12, "end": 262.0, "text": "Se non sei più nel periodo silenzioso,  e quindi hai già iniziato a parlare in"}, {"start": 262.0, "end": 267.92, "text": "italiano, la tua difficoltà potrebbe  invece dipendere da altri fattori."}, {"start": 267.92, "end": 272.28, "text": "2. Difficoltà numero due:  sei una persona ansiosa."}, {"start": 272.28, "end": 279.88, "text": "L’ansia è uno dei “fattori affettivi” o “della  personalità” che più inibiscono, che più rendono"}, {"start": 279.88, "end": 289.12, "text": "difficile la comunicazione orale, cioè parlare:  molti studenti provano uno stato di ansia nel"}, {"start": 289.12, "end": 296.8, "text": "dover comunicare in una lingua che non conoscono  ancora bene. Buona notizia! Studi dimostrano che"}, {"start": 296.8, "end": 303.88, "text": "l’ansia degli studenti tende a diminuire man mano  che diventano più abili. Quindi porta pazienza e"}, {"start": 303.88, "end": 309.04, "text": "vedrai che le cose andranno meglio con il tempo,  probabilmente. E questa è esattamente la mia"}, {"start": 309.04, "end": 316.56, "text": "esperienza: le prime conversazioni in una lingua  straniera di solito sono terrorizzanti, ma poi,"}, {"start": 316.56, "end": 322.24, "text": "con il tempo, va meglio e l’ansia diminuisce.  Soprattutto se trovi le persone giuste, come"}, {"start": 322.24, "end": 328.12, "text": "vedremo, o anche l’insegnante giusto, o giusta. 3. Difficoltà numero tre: sei una persona"}, {"start": 328.12, "end": 332.4, "text": "dall’autostima non altissima. L’autostima è uno dei “fattori"}, {"start": 332.4, "end": 338.68, "text": "di personalità” che frenano lo studente quando  parla. L’autostima è legata al fattore di cui"}, {"start": 338.68, "end": 345.92, "text": "abbiamo parlato, l’ansia: persone con scarsa  stima di sé tendono ad essere più ansiose di"}, {"start": 345.92, "end": 349.44, "text": "altre persone più sicure. 4. Difficoltà quattro:"}, {"start": 349.44, "end": 357.28, "text": "sei una persona dall’ “io linguistico” inibito. Il linguista Guiora e colleghi hanno proposto una"}, {"start": 357.28, "end": 363.64, "text": "sorta di teoria psicanalitica dell’apprendimento  della seconda lingua. Cioè, in pratica, hanno"}, {"start": 363.64, "end": 371.76, "text": "ipotizzato che esista un “io linguistico” che si  forma durante l’infanzia e durante tutte le nostre"}, {"start": 371.76, "end": 377.52, "text": "esperienze di vita legate alla nostra lingua  madre, ok? La nostra L1. Imparare una lingua"}, {"start": 377.52, "end": 385.36, "text": "seconda, una L2, significa in qualche modo violare  i confini di questo “io linguistico” che si è"}, {"start": 385.36, "end": 392.72, "text": "sviluppato durante tutta la nostra vita. Insomma,  la nostra identità linguistica può bloccarci."}, {"start": 392.72, "end": 398.04, "text": "Conosco molti studenti, per esempio, che non  riescono a migliorare la propria pronuncia"}, {"start": 398.04, "end": 406.12, "text": "proprio perché non riescono a produrre suoni  stranieri, che magari per loro sono strani,"}, {"start": 406.12, "end": 411.32, "text": "e questa cosa, proprio, li mette in  imbarazzo, parlare con un accento straniero."}, {"start": 411.32, "end": 417.12, "text": "Ecco, la cosa divertente di questo studio  sono gli esperimenti che sono stati fatti,"}, {"start": 417.12, "end": 424.32, "text": "che consistevano nel somministrare ai soggetti  delle piccole quantità di alcool o valium,"}, {"start": 424.32, "end": 429.36, "text": "chiedendo poi loro di pronunciare delle  sillabe in una lingua straniera sconosciuta,"}, {"start": 429.36, "end": 436.44, "text": "come il tailandese. Mentre il valium (quindi  un ansiolitico) pareva non avere alcun effetto"}, {"start": 436.44, "end": 442.04, "text": "(dunque, non si trattava probabilmente di un  problema di ansia), l’alcool portava i soggetti a"}, {"start": 442.04, "end": 448.96, "text": "una migliore pronuncia. Guiora e colleghi spiegano  questi curiosi risultati nei termini delle loro"}, {"start": 448.96, "end": 455.52, "text": "teoria: l’alcool indurrebbe una minore inibizione  nei confronti della lingua straniera, rendendo più"}, {"start": 455.52, "end": 462.96, "text": "“permeabile” questo io linguistico. E in effetti  è un luogo comune, che però forse ha una base di"}, {"start": 462.96, "end": 469.48, "text": "verità, cioè che bere alcol aiuti a sentirsi più  sciolti e disinibiti in una lingua straniera. Io"}, {"start": 469.48, "end": 475.6, "text": "non ti consiglio di trincarti una bottiglia  di Montepulciano prima di parlare italiano,"}, {"start": 475.6, "end": 482.64, "text": "visto che l’alcol fa male per tanti motivi… ma da  questo punto di vista, forse, potrebbe aiutare."}, {"start": 482.64, "end": 487.92, "text": "5. Difficoltà numero cinque: il  problema è il tuo insegnante"}, {"start": 487.92, "end": 492.28, "text": "Il tuo insegnante potrebbe avere una  certa responsabilità rispetto al tuo"}, {"start": 492.28, "end": 500.04, "text": "problema di produzione in italiano. Ogni buon  insegnante dovrebbe porsi, di volta in volta,"}, {"start": 500.04, "end": 506.96, "text": "per ciascuna attività che chiede di realizzare  ai suoi studenti, una serie di domande:"}, {"start": 506.96, "end": 511.74, "text": "* Che tipo di risposta mi aspetto dallo studente? * In quali tempi?"}, {"start": 511.74, "end": 517.12, "text": "* Correggerò i suoi errori? Tutti  o solo alcuni? E in che modo?"}, {"start": 517.12, "end": 521.72, "text": "Se il tuo insegnante non si pone queste  domande e non si dà le risposte giuste,"}, {"start": 521.72, "end": 528.72, "text": "probabilmente è in parte responsabile della  tua ansia, perché si tratta di domande molto"}, {"start": 528.72, "end": 535.88, "text": "importanti. In quel caso la soluzione è molto  semplice: cambia insegnante! Vediamo nel dettaglio"}, {"start": 535.88, "end": 542.76, "text": "quali sono le scelte che l’insegnante deve fare. E  questo ti aiuterà anche a capire come rapportarti"}, {"start": 542.76, "end": 549.16, "text": "con il tuo insegnante e a capire se è un bravo  insegnante, un insegnante che ti mette a tuo agio,"}, {"start": 549.16, "end": 555.24, "text": "oppure se invece ti crea ulteriore ansia. * Rispondendo alla domanda “Che tipo di risposta"}, {"start": 555.24, "end": 562.48, "text": "mi aspetto?”: il docente che lavora in una classe,  con gruppi di studenti, deve considerare che,"}, {"start": 562.48, "end": 570.76, "text": "tra le attività che per lo studente generano più  ansia, ci sono quelle orali in presenza di tutta"}, {"start": 570.76, "end": 576.0, "text": "la classe, per esempio rispondere a una domanda  davanti a tutti, o fare un role play. Ecco,"}, {"start": 576.0, "end": 581.36, "text": "allora, che sarebbe meglio lavorare a coppie  o a piccoli gruppi. Se sei un autodidatta,"}, {"start": 581.36, "end": 587.04, "text": "cioè impari da solo o da sola, puoi decidere  di iniziare a parlare, invece che davanti a"}, {"start": 587.04, "end": 592.84, "text": "un pubblico ampio, davanti a un piccolo  gruppo, o con un’unico interlocutore (un"}, {"start": 592.84, "end": 599.64, "text": "tutor o un partner di scambio linguistico),  o perfino con te stesso, registrandoti e"}, {"start": 599.64, "end": 605.4, "text": "riascoltandoti. E tra un secondo ti parlerò  di come l’intelligenza artificiale può essere"}, {"start": 605.4, "end": 611.24, "text": "uno strumento utilissimo in questo senso. * Rispondendo alla domanda “In quali tempi mi"}, {"start": 611.24, "end": 616.28, "text": "aspetto la risposta dello studente?”: gli  insegnanti sono in genere molto impazienti"}, {"start": 616.28, "end": 622.68, "text": "nel ricevere le risposte, e questo causa ansia  agli studenti. Qui una soluzione potrebbe essere"}, {"start": 622.68, "end": 628.92, "text": "negoziare con l’insegnante un tempo per pensare  la risposta, tempo durante il quale, ad esempio,"}, {"start": 628.92, "end": 636.88, "text": "puoi elaborare una scaletta mentale di quello che  vuoi dire o magari annotare alcune parole-chiave."}, {"start": 636.88, "end": 644.92, "text": "Ecco, tutto rivolto ad avere meno ansia. * Poi, rispetto all’annosa questione “correggere"}, {"start": 644.92, "end": 653.96, "text": "o non correggere?”, l’unica risposta possibile  è “dipende!”. Tu forse vorresti che tutti i tuoi"}, {"start": 653.96, "end": 661.68, "text": "errori fossero corretti ma, magari, anche essere  costantemente interrotto per queste correzioni"}, {"start": 661.68, "end": 668.08, "text": "potrebbe minare la tua sicurezza. Spetta al tuo  insegnante decidere quando è il momento giusto di"}, {"start": 668.08, "end": 673.0, "text": "correggere e quando è meglio non correggere.  Se stai facendo un esercizio grammaticale,"}, {"start": 673.0, "end": 680.48, "text": "il prof deve correggerti; ma se l’obiettivo  è comunicare, è la fluency, e se il messaggio"}, {"start": 680.48, "end": 686.68, "text": "è chiaro, allora la cosa migliore da fare è NON  correggere, perché se no si crea maggiore ansia e"}, {"start": 686.68, "end": 694.04, "text": "si peggiora la bassa autostima degli studenti.  Essere corretti nel mezzo di un discorso (che"}, {"start": 694.04, "end": 701.84, "text": "è già difficile e faticoso a livello mentale,  magari è un discorso emotivo) è fastidioso nel"}, {"start": 701.84, "end": 707.24, "text": "migliore dei casi, ma anche demotivante nel  peggiore dei casi. Quindi non avere paura a"}, {"start": 707.24, "end": 713.4, "text": "chiedere al tuo insegnante di correggerti un po’  di meno, se senti che questo ti provoca ansia."}, {"start": 713.4, "end": 719.28, "text": "Infine, “come correggere”? Beh, è importante  che le correzioni dell’insegnante siano sempre"}, {"start": 719.28, "end": 725.12, "text": "rispettose, che non ti facciano sentire in  colpa o non ti facciano sentire stupido:"}, {"start": 725.12, "end": 730.84, "text": "se hai bassa autostima questo può solo peggiorare  la situazione. Un bravo insegnante non dovrebbe"}, {"start": 730.84, "end": 737.4, "text": "mai essere troppo diretto. Un modo indiretto per  correggere un errore è riformulare la frase dello"}, {"start": 737.4, "end": 743.36, "text": "studente sostituendo la forma sbagliata con  la sua versione corretta. Ad esempio, se tu"}, {"start": 743.36, "end": 751.04, "text": "mi dici “Davide, ho piaciuto molto questo video!”  io ti rispondo “Davvero? Ti è piaciuto il video?"}, {"start": 751.04, "end": 758.4, "text": "Ne sono felice!” Ho riformulato la tua frase  correggendo qui l’ausiliare del verbo “piacere”."}, {"start": 760.52, "end": 767.28, "text": "Ecco, magari il tuo insegnante lo fa già, e in  tal caso è un bravo insegnante. Tienilo. Ricorda"}, {"start": 767.28, "end": 773.0, "text": "che non sei un ostaggio del tuo insegnante:  puoi sceglierlo, puoi cambiarlo, puoi cercarne"}, {"start": 773.0, "end": 778.52, "text": "uno che ti faccia sentire a tuo agio, devi  avere un ruolo attivo nei suoi confronti."}, {"start": 778.52, "end": 784.0, "text": "Detto questo, parlare con un insegnante o  una persona in carne ed ossa può comunque"}, {"start": 784.0, "end": 789.68, "text": "essere causa di grande ansia, soprattutto agli  inizi. Lo so bene perché ci sono passato molte"}, {"start": 789.68, "end": 795.84, "text": "volte in passato. Diamine, io sono introverso  nella mia stessa lingua e in certe situazioni"}, {"start": 795.84, "end": 802.88, "text": "sociali mi sento bloccato, quindi figuriamoci in  una lingua straniera. La tecnologia può venire in"}, {"start": 802.88, "end": 810.24, "text": "nostro soccorso. C’è un’applicazione sviluppata  da un’azienda con cui ho un accordo da quasi due"}, {"start": 810.24, "end": 818.4, "text": "anni che usa l’intelligenza artificiale per  permetterti di parlare con un bot virtuale,"}, {"start": 818.4, "end": 824.88, "text": "senza l’ansia e senza la paura che probabilmente  provi se parli con un essere umano. Si chiama"}, {"start": 824.88, "end": 831.48, "text": "TeacherAI e si dà il caso che puoi usarla  per parlare con il mio clone virtuale."}, {"start": 831.48, "end": 836.56, "text": "Bene, questa è l’app di TeacherAI: come vedi,  ci sono un sacco di lingue che puoi imparare,"}, {"start": 836.56, "end": 841.16, "text": "ma ci sono anche tanti insegnanti per  ogni lingua. Ma scegliamo Davide Gemello,"}, {"start": 841.16, "end": 844.28, "text": "visto che siamo egocentrici. Ti voglio far vedere"}, {"start": 844.28, "end": 848.04, "text": "una nuova funzione. È come una  chiamata al telefono, quindi…"}, {"start": 848.04, "end": 851.6, "text": "Ciao, come stai oggi? Bene, un po’ stanco."}, {"start": 851.6, "end": 856.56, "text": "Capisco, un po’ di stanchezza può capitare.  Hai fatto qualcosa di interessante oggi?"}, {"start": 857.56, "end": 865.92, "text": "Sono andato sul Monte Bianco, fino alla cima. Wow, sei andato proprio fino alla cima! Che"}, {"start": 865.92, "end": 870.88, "text": "esperienza incredibile! Com’è  stata la vista da lassù?"}, {"start": 870.88, "end": 879.24, "text": "Bella. Come si dice in italiano “breath-taking”? “Mozzafiato”. Quindi potresti dire “la vista"}, {"start": 879.24, "end": 883.76, "text": "era mozzafiato”. Ti è piaciuta  l’esperienza sul Monte Bianco?"}, {"start": 884.44, "end": 890.44, "text": "Sì, molto. È stata one of the best experiences  of my life. How do you say that in italian?"}, {"start": 890.44, "end": 894.32, "text": "Puoi dire “è stata una delle  migliori esperienze della mia vita”."}, {"start": 894.32, "end": 900.72, "text": "Certo, non è come parlare davvero con me, ma  magari la mia voce ti rilassa, ti mette a tuo"}, {"start": 900.72, "end": 908.56, "text": "agio. Magari sei abituato a sentirmi parlare.  Ecco, su TeacherAI puoi parlare 24 ore su 24,"}, {"start": 908.56, "end": 915.72, "text": "quando vuoi, dove vuoi, e ti permette di salvare  e ripassare le parole e di tenere traccia dei tuoi"}, {"start": 915.72, "end": 921.76, "text": "progressi. È fatta davvero benissimo. Possiamo  cliccare sulle parole che non conosciamo e avere"}, {"start": 921.76, "end": 928.12, "text": "una traduzione nella nostra lingua. E poi, se  vado nella modalità review, posso rivedere queste"}, {"start": 928.12, "end": 934.28, "text": "parole che sto imparando (quindi, stanchezza) e  ho praticamente delle flashcards che mi aiutano"}, {"start": 934.28, "end": 940.36, "text": "a imparare. E se andiamo nelle impostazioni  possiamo scegliere la lingua che usa l’insegnante,"}, {"start": 940.36, "end": 945.84, "text": "quindi il nostro insegnante capisce l’inglese,  per esempio, ma possiamo cambiarlo. Insomma:"}, {"start": 945.84, "end": 950.72, "text": "molta personalizzabile, in modo che  io possa fare quello che tu vuoi."}, {"start": 950.72, "end": 957.0, "text": "Ora: parlare con insegnanti e persone reali  rimane importante. Perché, alla fine, la"}, {"start": 957.0, "end": 963.12, "text": "comunicazione con altri esseri umani è il motivo  per cui impariamo una lingua. Ma proprio per"}, {"start": 963.12, "end": 971.64, "text": "arrivare a quel punto in cui l’ansia e la paura  delle prime conversazioni sono più tollerabili,"}, {"start": 971.64, "end": 979.32, "text": "e anche, in generale, per abituarsi a parlare più  spesso, anche spendendo meno soldi, TeacherAI è"}, {"start": 979.32, "end": 988.28, "text": "davvero un ottimo strumento. Ti lascio il link in  descrizione, se vuoi provarlo, te lo consiglio."}, {"start": 988.28, "end": 994.72, "text": "Abbiamo visto 5 possibili ragioni per cui l’ansia,  l’autostima e l’inibizione potrebbero far sì che"}, {"start": 994.72, "end": 1001.34, "text": "per te sia molto difficile parlare italiano.  Ora è il momento di proporti delle soluzioni."}, {"start": 1001.34, "end": 1008.0, "text": "1. Se le tue difficoltà dipendono dal fatto che  non hai ancora abbastanza grammatica e abbastanza"}, {"start": 1008.0, "end": 1015.04, "text": "vocabolario per esprimerti, il mio consiglio è:  non evitare di comunicare, ma utilizza alcune"}, {"start": 1015.04, "end": 1021.88, "text": "strategie che puoi fare se sei in difficoltà. * Usa delle parafrasi, cioè, dì le cose in maniera"}, {"start": 1021.88, "end": 1028.48, "text": "più semplice. Questa è un’abilità fondamentale  che ogni studente dovrebbe imparare! Ad esempio,"}, {"start": 1028.48, "end": 1034.64, "text": "non sai dire “tradurre”? Puoi dire  “trasformare da una lingua all’altra,"}, {"start": 1034.64, "end": 1041.2, "text": "passare da una lingua all’altra”. Cerca di  abituarti a dire ciò per cui non hai una parola"}, {"start": 1041.2, "end": 1050.88, "text": "con le parole che sai, con gli strumenti che hai. * Offri definizioni funzionali, cioè identifica la"}, {"start": 1050.88, "end": 1056.12, "text": "funzione degli oggetti, lo scopo per cui usiamo  un oggetto. Per esempio, se non ti ricordi la"}, {"start": 1056.12, "end": 1063.08, "text": "parola “coltello”, puoi dire: “l’oggetto che  usiamo per tagliare il pane… come si chiama?”."}, {"start": 1063.08, "end": 1070.2, "text": "* Descrivi. Non conosci la parola cappotto?  Puoi dire: “quel vestito lungo e caldo che"}, {"start": 1070.2, "end": 1076.2, "text": "mettiamo sopra i vestiti quando fa freddo”. * Ricorri a parole dal significato non"}, {"start": 1076.2, "end": 1083.04, "text": "uguale ma simile, oppure nega il contrario:  pensaci, lo fai di continuo nella tua lingua!"}, {"start": 1083.04, "end": 1091.88, "text": "Non conosci la parola detesto? Puoi dire odio,  puoi dire non amo, puoi dire non mi piace,"}, {"start": 1091.88, "end": 1095.64, "text": "oppure non mi piace per niente. * Usa dei paragoni per aiutare il"}, {"start": 1095.64, "end": 1099.04, "text": "tuo interlocutore a darti la parola che ti manca."}, {"start": 1099.04, "end": 1104.8, "text": "Non ti ricordi la parola “dolce”? Puoi  dire, “quella cosa… come lo zucchero…”."}, {"start": 1104.8, "end": 1111.36, "text": "Un interlocutore che vuole collaborare  con te verrà in tuo soccorso, e ti aiuterà"}, {"start": 1111.36, "end": 1117.36, "text": "dicendoti la parola che non ti viene in mente. * Ricorri anche a degli esempi. Non ti viene in"}, {"start": 1117.36, "end": 1122.44, "text": "mente la parola “elettrodomestici”?  Puoi dire: “ad esempio il forno,"}, {"start": 1122.44, "end": 1127.32, "text": "la lavatrice, la lavastoviglie”. * Inventa parole nuove, se sei"}, {"start": 1127.32, "end": 1133.2, "text": "particolarmente fantasioso, puoi inventare  tu delle nuove parole per farti capire."}, {"start": 1133.2, "end": 1138.44, "text": "Non ricordi come si dice “lavastoviglie”?  Puoi inventarti una parola come lavapiatti,"}, {"start": 1138.44, "end": 1144.22, "text": "e otterrai l’effetto di essere capito e magari  anche di far sorridere il tuo interlocutore."}, {"start": 1144.22, "end": 1151.6, "text": "2. Poi, se sei una persona ansiosa, respira,  prenditi del tempo per organizzare mentalmente"}, {"start": 1151.6, "end": 1157.92, "text": "ciò che vuoi dire! Usa, magari, uno dei segnali  discorsivi che i parlanti nativi usano per"}, {"start": 1157.92, "end": 1167.04, "text": "prendere tempo e per strutturare i discorsi,  come: vediamo, dunque, diciamo, voglio dire,"}, {"start": 1167.04, "end": 1176.28, "text": "allora, nel senso, cioè, poi, guarda,  senti… questi **sono i segnali discorsivi,"}, {"start": 1176.28, "end": 1182.08, "text": "seguiti da una lunga pausa (a questo proposito,  ne ho parlato in questo video, dove ti consiglio"}, {"start": 1182.08, "end": 1186.48, "text": "anche alcune strategie per parlare in  maniera più naturale, come un italiano)."}, {"start": 1186.48, "end": 1194.04, "text": "3. Ricordati che nella comunicazione reale  raggiungere l’obiettivo comunicativo è più"}, {"start": 1194.04, "end": 1200.84, "text": "importante che evitare gli errori. Cerca di  focalizzarti sul contenuto di ciò che vuoi dire,"}, {"start": 1200.84, "end": 1208.88, "text": "anziché sulla forma. In linguistica si parla di  focus on content e di focus on form. Ecco, a te"}, {"start": 1208.88, "end": 1242.48, "text": "interessa il focus on content, sul messaggio. 4. Scegli dei partner linguistici, o degli"}, {"start": 1242.48, "end": 1249.88, "text": "insegnanti, collaborativi. Un partner linguistico  collabora se, di fronte a un tuo errore che genera"}, {"start": 1249.88, "end": 1255.72, "text": "fraintendimento, ti chiede di chiarire, ti chiede  di chiarire quello che vuoi dire. Usa espressioni"}, {"start": 1255.72, "end": 1263.4, "text": "come cosa? In che senso? Scusa, mi spieghi  meglio? e in questo modo ti segnala che c’è un"}, {"start": 1263.4, "end": 1270.2, "text": "problema e ti dà la possibilità di intervenire.  Studi dimostrano che quando vengono prodotti"}, {"start": 1270.2, "end": 1279.28, "text": "questi segnali di incomprensione, la maggior parte  delle volte (75%, secondo uno studio), i parlanti"}, {"start": 1279.28, "end": 1285.16, "text": "non nativi riformulano il proprio messaggio in  maniera più chiara. Poi un partner linguistico"}, {"start": 1285.16, "end": 1291.76, "text": "collaborativo, oltre a richiedere chiarimenti,  parla lentamente, enfatizza le parole importanti,"}, {"start": 1291.76, "end": 1299.8, "text": "ripete se necessario le frasi, sia le sue sia  quelle dell'altro, chiede conferma che tu abbia"}, {"start": 1299.8, "end": 1306.6, "text": "capito. Insomma, non accontentarti di un partner  linguistico qualsiasi, sii esigente! E ricorda"}, {"start": 1306.6, "end": 1313.48, "text": "anche quanto abbiamo detto sugli insegnanti. Bene, in questo video ci siamo concentrati sui"}, {"start": 1313.48, "end": 1319.96, "text": "fattori principalmente psicologici e anche  didattici che possono esserti un ostacolo"}, {"start": 1319.96, "end": 1325.64, "text": "quando vuoi parlare in italiano, ma forse la tua  difficoltà semplicemente sta nel non conoscere"}, {"start": 1325.64, "end": 1333.16, "text": "abbastanza parole, o nel non saperle usare in  maniera attiva, anche se passivamente le capisci."}, {"start": 1333.16, "end": 1338.4, "text": "Questo, da un lato, è assolutamente normale,  dall’altro può essere dovuto al fatto che,"}, {"start": 1338.4, "end": 1345.6, "text": "semplicemente, non parli abbastanza, non  dedichi abbastanza tempo al parlato, ma ti"}, {"start": 1345.6, "end": 1352.2, "text": "concentri soprattutto su attività passive, come  la lettura e l’ascolto… che sono fondamentali,"}, {"start": 1352.2, "end": 1359.08, "text": "ma ricorda che, se vuoi anche parlare bene, a  un certo punto, devi iniziare a parlare e farlo"}, {"start": 1359.08, "end": 1365.28, "text": "molto. Ma che tempo fa ho fatto un video dove ti  spiego come fare se vuoi attivare il tuo italiano,"}, {"start": 1365.28, "end": 1373.68, "text": "se vuoi essere meno passivo e più attivo nell’uso  della lingua. Te ne ho parlato in questo video,"}, {"start": 1373.68, "end": 1378.92, "text": "che ti lascio anche alla fine. Se vuoi  ripassare tutto quello che ho detto oggi,"}, {"start": 1378.92, "end": 1386.84, "text": "ti ricordo che ho preparato un PDF che riassume  tutti i contenuti della lezione. Trovi tutto lì,"}, {"start": 1386.84, "end": 1393.68, "text": "puoi scaricarlo a questo codice QR. E, infine,  ti consiglio anche di provare TeacherAI, perché è"}, {"start": 1393.68, "end": 1401.16, "text": "davvero una grande applicazione, per noi ansiosi!  Ti lascio un link in descrizione. Alla prossima!"}], "createdAt": "2025-12-15T01:18:57.000Z", "imageUrl": "https://img.youtube.com/vi/pwkNG5UwozM/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=pwkNG5UwozM", "isFavorite": false, "progress": 0, "genre": "culture"}, {"id": "yt_6Wx5FppYG5Y", "userId": "system", "title": "Italian vlog: al mare con i cani, cosa sto leggendo, sere d'estate a Roma (Sub)", "language": "it", "content": "[Musica] Ciao a tutti e bentornati sul mio canale, oppure benvenuti se  questo è il primo video che guardate qui sul mio canale. Il video di oggi è un vlog, quindi momenti  di vita quotidiana a Roma, nello specifico. Oggi è domenica ed è festa qui a Roma, solo a Roma,  perché oggi è la festa dei Santi Pietro e Paolo, che sono i patroni della città di Roma, e quindi  a Roma oggi è un giorno di festa. È pure domenica. Se fosse stato un giorno della settimana, sarebbe  stato un giorno non lavorativo. Quando le feste capitano di domenica è sempre un po’, come dire,  deludente... non mi viene una parola migliore. Comunque, sono le 7:30 di sera e io sto per  uscire. Mi vedo vicino Castel Sant'Angelo con la mia amica Izea, che fa la fotografa.  Sicuramente ve la ricordate, perché vogliamo andare a vedere i fuochi d'artificio a  Castel Sant'Angelo stasera verso le 9:30, in occasione della festa che si chiama \"La  Girandola\". Ci rivediamo quando sarò in centro. Oh, qui siamo fortunati. Quanto traffico c'è! Non pensavo ci potesse  essere tutto questo traffico oggi. Pensavo che stessero tutti al mare con questo caldo, e  invece no, sono tutti qui nel quartiere Prati ad aspettare i fuochi d'artificio. Saranno  ormai le 8:00 passate. Fa ancora caldo. Ogni volta devo giocare a Tetris... Allora, questo  così, questo così, questo così... Ce l'ho fatta. Ho cominciato a pubblicare nella sezione Community  del canale dei quiz, delle attività divertenti per l’estate: quiz di grammatica e poi attività del  tipo “Conta una storia” o “Inventa una storia”. E la prima attività di questo genere che  ho pubblicato è stata troppo carina perché avete risposto in tanti. Ho pubblicato la  foto di un gabbiano su un ponte che osserva il fiume e vi siete inventati tantissime  storie divertenti. Vi invito, tra l’altro, ad andarle a leggere se ancora non l’avete fatto o  se vi è sfuggito il post, perché, insomma, mi sono divertita molto a leggerle. E grazie ovviamente  a chi si è preso il tempo per inventarsi e scriversi queste storie, questi racconti. Alla prossima settimana, cioè questa settimana che sta per iniziare, vado al mare con Famino  e con Angelina. Domani devo fare la valigia, tra l’altro. E poi domani pomeriggio vado  al concerto di Marracash, che è un rapper, allo stadio Olimpico insieme a mia sorella. Andiamo a dare un’occhiata a Castel Sant’Angelo. Però nel mentre, siccome sto passando di lato  al Palazzaccio, che è il Palazzo di Giustizia, volgarmente chiamato Palazzaccio, vi  racconto una curiosità su questo edificio: è talmente pesante che ogni anno affonda un po’ di  più. È una cosa vera, non sto scherzando. Potete andare a cercare su internet questa curiosità. Io devo capire a che punto è Izea. Adesso le devo scrivere, però non la voglio disturbare  perché so che sta venendo in bicicletta, quindi non la voglio chiamare. Penso mi  chiamerà lei quando avrà parcheggiato. [Musica] La festa della Girandola è un'antica  tradizione romana legata a uno spettacolo pirotecnico conosciuto come la  Girandola di Castel Sant’Angelo. È un evento che affonda le sue radici  nel Rinascimento e che per secoli ha rappresentato uno dei momenti più attesi della  vita popolare e religiosa di Roma. Si dice che Michelangelo Buonarroti abbia contribuito  all’organizzazione della prima edizione, mentre la versione spettacolare più nota fu poi  perfezionata da Bernini. La parola “girandola” richiama proprio il movimento rotatorio  e vorticoso degli artifici pirotecnici. Sei la mia... [Musica] sei fatta... Nessuno lo sa. [Musica] Non... [Musica] solo che ti salva. Nulla accade, nulla accade. Grazie mille, Roma. Rompeva prima. Fuori i lecci. Bravo amore, ma sei bravissimo, bravissimo. Buonasera, siamo al mare, precisamente  sulla costa dell’Alto Lazio, quindi la costa che dà sul Mar Tirreno, in una località che  si chiama Pescia Romana, in provincia di Viterbo, e che si trova a un’ora e 20 di macchina  da Roma. Oggi è il secondo giorno pieno che siamo qui e niente, in questo momento  sono le 8:10 di sera. È ancora super giorno, il sole ancora si sente. Non voglio dire che  scotta, perché sarebbe esagerato, però si sente. Siamo appena tornati dal mare, ci siamo  fatti la doccia e io colgo l’occasione per farvi vedere che cosa mi sono portata per  tenere la mente allenata anche in vacanza. Ho portato due libri da leggere e poi  l’immancabile Settimana Enigmistica. Allora, per quanto riguarda i libri da leggere,  ho ripreso questo qui che si intitola Il sogno della macchina da cucire di Bianca Pitzorno. Ero  arrivata qui, infatti c’è anche il segno con la copertina. Il problema è che non mi ricordo  com’è la storia, e quindi molto probabilmente dovrò ricominciare a leggerlo da capo. Non abbaiare, amore. Dai, vieni, vai, vai, corri, corri. Vieni, vieni. Famino  non sopporta tanto i bambini irruenti che giocano con la palla e la sbattono sul  muro. Diciamo che non è il solo, Famino. Comunque, stavo dicendo, sì, che probabilmente  dovrò ricominciare a leggerlo da capo perché non mi ricordo la storia. Questo invece è un acquisto recente: si intitola Teoria e pratica di ogni cosa di  Marisha Pessl, non sono sicura della pronuncia, però è questo qui. Ho cominciato a leggerlo e  devo dire che mi intriga, mi sta intrigando. E poi guardate che bel segnalibro che ho, a  tema mare, con i cavallucci marini. Quindi vi dirò di più quando l’avrò finito  di leggere. Questo è l’aggiornamento. Vediamo, ovviamente noi siamo qui per andare al  mare, quindi questo facciamo, non facciamo molto altro. Poi comunque con due cani è abbastanza  impegnativo, perché ognuno di loro ha la propria personalità, il proprio carattere, si stancano.  Il mare li stanca tantissimo. Poi comunque sono tutti e due un po’ vecchietti, perché Famino ha 9  anni, Angelina 10 anni, un anno in più di Famino, quindi si stancano parecchio. Magari uno dei  prossimi giorni vi porto al mare con noi, anche se non so se voglio portarmi  la videocamera nuova in spiaggia, perché ci sono troppe incognite: acqua di mare,  sabbia, sole. Quindi non lo so, vediamo, vediamo. Al massimo in spiaggia registro con il cellulare. A Roma si muore di caldo. Anche qui fa caldo, eh, però a Roma fa molto più caldo. Quindi abbiamo  deciso di fare questa vacanza più che altro per fargli fare una cosa diversa, così si divertono,  stanno nell’acqua, si rinfrescano e si riposano. Buongiorno. Buongiorno e buona domenica. Sono le 8:10 di mattina e stiamo andando al mare.  Andiamo al mare presto, non più tardi delle 8:30, per poi tornare prima delle 11:00. Oggi il cielo è un po’ velato, c’è qualche nuvoletta, il che è positivo in  realtà, perché così non c’è il sole battente. In spiaggia vediamo spesso dei cani che  poi rimangono con i padroni, ovviamente, tutto il giorno in spiaggia. E sinceramente non  so come facciano i padroni a farli stare tutto il giorno in spiaggia, perché è tanto. Il mare poi  stanca, quindi boh, non lo so. Per lui non è cosa. Dai amore, su, che ci mettiamo un sacco a fare  questo pezzo, se tu odori tutto quello che vedi. Adesso siamo solo noi. Angelina ci raggiunge un  po’ più tardi perché è un po’ più comodina. In realtà stamattina mia mamma se l’è voluta prendere  un po’ comoda e quindi Angelina è con lei. E niente, volevo aggiungere un’altra informazione  geografica che è la seguente: noi siamo nella località che si chiama Pescia Romana, in  provincia di Viterbo, come vi avevo già detto, però adesso aggiungo che siamo nell’Alto Lazio, al  confine con la Toscana. Il confine della Toscana è proprio qualche chilometro più su rispetto a  dove siamo noi adesso. E questa zona è chiamata la Maremma laziale, perché c’è la Maremma toscana,  che è quella più famosa, però c’è anche la Maremma laziale che è in questa zona qui. Amore, sei pronto per fare il bagno? Oggi è mosso il mare. Amore, siamo solo noi. Oh, questa  linguetta già di fuori. Subito l’acqua, eh. Siamo solo noi. Che bello. Vorrei fare un commento su questa spiaggia perché in realtà la pubblicizzano come  spiaggia del cane, ma gli ombrelloni sono troppo vicini. Vieni, bevi amore. Gli ombrelloni sono  troppo vicini, non c’è abbastanza spazio. Quindi, diciamo che con i cani a fianco abbiamo fatto  amicizia, è andato tutto bene, però non è sempre detto che vada tutto bene, no? Perché ci  sono delle antipatie anche tra i cani. Anche i cani si stanno antipatici, quindi chi può dirlo? E poi non ci sono recinti, non ci sono le ciotole dell’acqua... non lo so. Io ho fatto un’esperienza  bellissima ad una spiaggia per cani in Abruzzo, a Vasto, ed era veramente bellissima, perché  potevi scegliere la grandezza del recinto, piccolo, medio, grande, in base alla grandezza  del tuo cane. Quindi ogni ombrellone era recintato. Ma mi sa che l’ho messo anche  in un vlog, se non sbaglio nell’ultimo vlog dell’Abruzzo. Mi sa che avevo fatto un  vlog in quella spiaggia. Potrei sbagliarmi, eh, mi pare di sì, però non ne sono sicura. E quindi ogni ombrellone era recintato, poi c’era la brandina, il lettino per il cane, l’acqua  e tutto quello che serviva. C’erano le doccette, poi la spiaggia era di sassi, non di sabbia,  però vabbè, quello è l’ultimo dei problemi. E quindi così siamo rimaste un po’ deluse. Amore, mi sa che oggi non lo fai il bagno, vero? Perché le onde sono tanto alte, sono  grosse e a noi non ci piacciono le onde. Allora, sono le 11:30. Noi siamo tornati a  casa e adesso io faccio una seconda colazione perché ho fame. Quindi mi sono fatta una  fetta di pane con burro e marmellata, anche se in realtà è una confettura perché è  di pesche, marmellata sarebbe solo di agrumi, se proprio vogliamo essere precisi. Quindi fetta di pane con burro e confettura di pesche e poi mi berrò il caffè  avanzato da stamattina, che è un po’ freddo, però alla fine anche il latte è freddo,  quindi mi bevo un caffè e latte freddo. Voglio darvi un aggiornamento sulla mia  lettura di questi giorni. Fatemi sapere se qualcuno di voi l’ha letto. Devo dire che mi  sta piacendo molto perché la storia è partita fin dalle prime pagine. Adesso sono a pagina  186. Non sono in realtà neanche a metà, però già la storia va avanti abbastanza velocemente,  è movimentata, il che devo dire che mi piace, quindi sto trovando il libro molto coinvolgente. L’unica cosa che forse un po’ rallenta la lettura è la quantità di citazioni che ci sono in  questo libro e soprattutto spesso molte sono tra parentesi, e quindi questo rallenta un po’ la  lettura. Però, d’altro canto, le citazioni servono a caratterizzare la protagonista e, diciamo, i  due personaggi principali, quindi lei e suo padre, che sono due persone estremamente colte e quindi  la presenza delle citazioni è necessaria per lo sviluppo del personaggio in qualche modo. Però  diciamo che, se dovessero dare troppo fastidio, si possono saltare proprio perché molte sono  tra parentesi, quindi salti la parentesi e vai avanti con la lettura. Dipende anche dal tipo  di citazioni. A volte alcune sono divertenti, a volte sono un po’ più pesanti, e  quindi poi uno può agire di conseguenza. Devo dire che mi sta piacendo molto e poi  sono contenta di essere di nuovo coinvolta in un libro che, in modo colloquiale, diremmo “un  tocco”, perché sono più di 600 pagine ed era da tantissimo tempo che non leggevo un romanzo  di così tante pagine. Quindi sono contenta di essere di nuovo immersa in una realtà che  mi terrà impegnata per più tempo del solito rispetto a quando leggo altri romanzi. Comunque ho adocchiato un altro libro, che è un romanzo gotico, che quando torno a  Roma voglio comprare perché è da tanto tempo che sto cercando un romanzo nello stesso stile  di Racconto d’autunno di Tommaso Landolfi, che ho letto qualche anno fa e di cui vi ho parlato in  un vlog. È un romanzo gotico, ma anche storico, perché è ambientato nel secondo dopoguerra in  Italia, diciamo nei boschi del centro-nord Italia, ed era un mix davvero affascinante perché  c’erano elementi storici realmente accaduti, uniti però a elementi magici, romantici, anche  inquietanti a tratti, quindi proprio lo stile tipico del romanzo gotico, e mi era piaciuto  davvero tanto. Tant’è che, se devo pensare a un mio libro preferito, probabilmente direi  questo Racconto d’autunno di Tommaso Landolfi. E quindi ho adocchiato un altro romanzo,  però non vi dico niente, non vi anticipo nulla perché poi lo compreremo insieme e lo  leggerò e ve ne parlerò quando l’avrò letto. Quindi vi lascio un po’ con questo alone di  mistero, proprio perché siamo in tema, appunto. E niente, quindi tornando a questo romanzo  qui, oggi pomeriggio ho intenzione di andare avanti un bel po’ e vorrei leggere  tutto il pomeriggio. Vediamo se ci riesco. Ci sono dei gechi giganti in questo posto,  tipo così grossi. Uno dei primi giorni che eravamo qui ero seduta proprio in questo punto  e un geco mi è caduto in testa e poi è saltato sul muro ed è scappato. Ma ho sentito questo  tonfo... era pesante. Poi l’ho rivisto qualche giorno dopo e gli ho fatto un video, e poi l’ho  rivisto qualche giorno dopo ed era in coppia. Ma sono veramente enormi, non li avevo mai  visti così grandi. A Roma anche ci sono, ne abbiamo alcuni in balcone, però sono piccolini. Qualche mattina fa mi è tornato in mente un episodio carino che volevo condividere, che voglio  condividere con voi adesso perché lo sto facendo, di una conversazione che mi è capitato di  sentire l’ultima volta che ci siamo visti a Roma, in occasione della Girandola a Castel Sant’Angelo. Accanto a me e a Ia, la mia amica con cui sono andata a vedere i fuochi d’artificio quella sera,  c’era una famiglia. C’era tantissima gente, però vicino a noi c’era questa famiglia e praticamente  il figlio più grande, che comunque avrà avuto 11-12 anni, stava rimproverando la mamma perché  faceva troppi video ai fuochi d’artificio e non si stava godendo lo spettacolo dal vivo. E questa cosa mi ha fatto sorridere perché era un pensiero molto intelligente, però anche così  puro, che veniva da un undicenne, un dodicenne, e diciamo, purtroppo, mi ha sorpreso perché appunto  adesso siamo tutti imbambolati dai cellulari. Però è stata un’interazione molto carina. Sì, è stato proprio simpatico quel bambino. “Mamma, basta con questi video, smettila di  registrare! Non ti godi lo spettacolo dal vivo, non guardi i fuochi d’artificio dal vivo!” Niente, volevo condividere questo episodio perché l’ho trovato carino e soprattutto rincuorante.  Rincuorante, sì, è l’aggettivo giusto. Come vedete, sono di nuovo a Roma. Sono tornata. Ah, qui hanno chiuso tutta la strada. Perfetto.  Hanno tolto i sampietrini qua. Stanno rifacendo la strada. Spero rimettano i sampietrini. Wow,  li hanno tolti tutti. Che peccato, stanno facendo una colata di asfalto. Vabbè, niente, un saluto.  Questo vlog finisce qui. Volevo farvi un saluto e darvi appuntamento al prossimo vlog. A presto. Ciao. [Musica]", "sentences": ["[Musica] Ciao a tutti e bentornati sul mio canale, oppure benvenuti se  questo è il primo video che guardate qui sul mio canale.", "Il video di oggi è un vlog, quindi momenti  di vita quotidiana a Roma, nello specifico.", "Oggi è domenica ed è festa qui a Roma, solo a Roma,  perché oggi è la festa dei Santi Pietro e Paolo, che sono i patroni della città di Roma, e quindi  a Roma oggi è un giorno di festa.", "È pure domenica.", "Se fosse stato un giorno della settimana, sarebbe  stato un giorno non lavorativo.", "Quando le feste capitano di domenica è sempre un po’, come dire,  deludente...", "non mi viene una parola migliore.", "Comunque, sono le 7:30 di sera e io sto per  uscire.", "Mi vedo vicino Castel Sant'Angelo con la mia amica Izea, che fa la fotografa.", "Sicuramente ve la ricordate, perché vogliamo andare a vedere i fuochi d'artificio a  Castel Sant'Angelo stasera verso le 9:30, in occasione della festa che si chiama \"La  Girandola\".", "Ci rivediamo quando sarò in centro.", "Oh, qui siamo fortunati.", "Quanto traffico c'è!", "Non pensavo ci potesse  essere tutto questo traffico oggi.", "Pensavo che stessero tutti al mare con questo caldo, e  invece no, sono tutti qui nel quartiere Prati ad aspettare i fuochi d'artificio.", "Saranno  ormai le 8:00 passate.", "Fa ancora caldo.", "Ogni volta devo giocare a Tetris...", "Allora, questo  così, questo così, questo così...", "Ce l'ho fatta.", "Ho cominciato a pubblicare nella sezione Community  del canale dei quiz, delle attività divertenti per l’estate: quiz di grammatica e poi attività del  tipo “Conta una storia” o “Inventa una storia”.", "E la prima attività di questo genere che  ho pubblicato è stata troppo carina perché avete risposto in tanti.", "Ho pubblicato la  foto di un gabbiano su un ponte che osserva il fiume e vi siete inventati tantissime  storie divertenti.", "Vi invito, tra l’altro, ad andarle a leggere se ancora non l’avete fatto o  se vi è sfuggito il post, perché, insomma, mi sono divertita molto a leggerle.", "E grazie ovviamente  a chi si è preso il tempo per inventarsi e scriversi queste storie, questi racconti.", "Alla prossima settimana, cioè questa settimana che sta per iniziare, vado al mare con Famino  e con Angelina.", "Domani devo fare la valigia, tra l’altro.", "E poi domani pomeriggio vado  al concerto di Marracash, che è un rapper, allo stadio Olimpico insieme a mia sorella.", "Andiamo a dare un’occhiata a Castel Sant’Angelo.", "Però nel mentre, siccome sto passando di lato  al Palazzaccio, che è il Palazzo di Giustizia, volgarmente chiamato Palazzaccio, vi  racconto una curiosità su questo edificio: è talmente pesante che ogni anno affonda un po’ di  più.", "È una cosa vera, non sto scherzando.", "Potete andare a cercare su internet questa curiosità.", "Io devo capire a che punto è Izea.", "Adesso le devo scrivere, però non la voglio disturbare  perché so che sta venendo in bicicletta, quindi non la voglio chiamare.", "Penso mi  chiamerà lei quando avrà parcheggiato.", "[Musica] La festa della Girandola è un'antica  tradizione romana legata a uno spettacolo pirotecnico conosciuto come la  Girandola di Castel Sant’Angelo.", "È un evento che affonda le sue radici  nel Rinascimento e che per secoli ha rappresentato uno dei momenti più attesi della  vita popolare e religiosa di Roma.", "Si dice che Michelangelo Buonarroti abbia contribuito  all’organizzazione della prima edizione, mentre la versione spettacolare più nota fu poi  perfezionata da Bernini.", "La parola “girandola” richiama proprio il movimento rotatorio  e vorticoso degli artifici pirotecnici.", "Sei la mia...", "[Musica] sei fatta...", "Nessuno lo sa.", "[Musica] Non...", "[Musica] solo che ti salva.", "Nulla accade, nulla accade.", "Grazie mille, Roma.", "Rompeva prima.", "Fuori i lecci.", "Bravo amore, ma sei bravissimo, bravissimo.", "Buonasera, siamo al mare, precisamente  sulla costa dell’Alto Lazio, quindi la costa che dà sul Mar Tirreno, in una località che  si chiama Pescia Romana, in provincia di Viterbo, e che si trova a un’ora e 20 di macchina  da Roma.", "Oggi è il secondo giorno pieno che siamo qui e niente, in questo momento  sono le 8:10 di sera.", "È ancora super giorno, il sole ancora si sente.", "Non voglio dire che  scotta, perché sarebbe esagerato, però si sente.", "Siamo appena tornati dal mare, ci siamo  fatti la doccia e io colgo l’occasione per farvi vedere che cosa mi sono portata per  tenere la mente allenata anche in vacanza.", "Ho portato due libri da leggere e poi  l’immancabile Settimana Enigmistica.", "Allora, per quanto riguarda i libri da leggere,  ho ripreso questo qui che si intitola Il sogno della macchina da cucire di Bianca Pitzorno.", "Ero  arrivata qui, infatti c’è anche il segno con la copertina.", "Il problema è che non mi ricordo  com’è la storia, e quindi molto probabilmente dovrò ricominciare a leggerlo da capo.", "Non abbaiare, amore.", "Dai, vieni, vai, vai, corri, corri.", "Vieni, vieni.", "Famino  non sopporta tanto i bambini irruenti che giocano con la palla e la sbattono sul  muro.", "Diciamo che non è il solo, Famino.", "Comunque, stavo dicendo, sì, che probabilmente  dovrò ricominciare a leggerlo da capo perché non mi ricordo la storia.", "Questo invece è un acquisto recente: si intitola Teoria e pratica di ogni cosa di  Marisha Pessl, non sono sicura della pronuncia, però è questo qui.", "Ho cominciato a leggerlo e  devo dire che mi intriga, mi sta intrigando.", "E poi guardate che bel segnalibro che ho, a  tema mare, con i cavallucci marini.", "Quindi vi dirò di più quando l’avrò finito  di leggere.", "Questo è l’aggiornamento.", "Vediamo, ovviamente noi siamo qui per andare al  mare, quindi questo facciamo, non facciamo molto altro.", "Poi comunque con due cani è abbastanza  impegnativo, perché ognuno di loro ha la propria personalità, il proprio carattere, si stancano.", "Il mare li stanca tantissimo.", "Poi comunque sono tutti e due un po’ vecchietti, perché Famino ha 9  anni, Angelina 10 anni, un anno in più di Famino, quindi si stancano parecchio.", "Magari uno dei  prossimi giorni vi porto al mare con noi, anche se non so se voglio portarmi  la videocamera nuova in spiaggia, perché ci sono troppe incognite: acqua di mare,  sabbia, sole.", "Quindi non lo so, vediamo, vediamo.", "Al massimo in spiaggia registro con il cellulare.", "A Roma si muore di caldo.", "Anche qui fa caldo, eh, però a Roma fa molto più caldo.", "Quindi abbiamo  deciso di fare questa vacanza più che altro per fargli fare una cosa diversa, così si divertono,  stanno nell’acqua, si rinfrescano e si riposano.", "Buongiorno.", "Buongiorno e buona domenica.", "Sono le 8:10 di mattina e stiamo andando al mare.", "Andiamo al mare presto, non più tardi delle 8:30, per poi tornare prima delle 11:00.", "Oggi il cielo è un po’ velato, c’è qualche nuvoletta, il che è positivo in  realtà, perché così non c’è il sole battente.", "In spiaggia vediamo spesso dei cani che  poi rimangono con i padroni, ovviamente, tutto il giorno in spiaggia.", "E sinceramente non  so come facciano i padroni a farli stare tutto il giorno in spiaggia, perché è tanto.", "Il mare poi  stanca, quindi boh, non lo so.", "Per lui non è cosa.", "Dai amore, su, che ci mettiamo un sacco a fare  questo pezzo, se tu odori tutto quello che vedi.", "Adesso siamo solo noi.", "Angelina ci raggiunge un  po’ più tardi perché è un po’ più comodina.", "In realtà stamattina mia mamma se l’è voluta prendere  un po’ comoda e quindi Angelina è con lei.", "E niente, volevo aggiungere un’altra informazione  geografica che è la seguente: noi siamo nella località che si chiama Pescia Romana, in  provincia di Viterbo, come vi avevo già detto, però adesso aggiungo che siamo nell’Alto Lazio, al  confine con la Toscana.", "Il confine della Toscana è proprio qualche chilometro più su rispetto a  dove siamo noi adesso.", "E questa zona è chiamata la Maremma laziale, perché c’è la Maremma toscana,  che è quella più famosa, però c’è anche la Maremma laziale che è in questa zona qui.", "Amore, sei pronto per fare il bagno?", "Oggi è mosso il mare.", "Amore, siamo solo noi.", "Oh, questa  linguetta già di fuori.", "Subito l’acqua, eh.", "Siamo solo noi.", "Che bello.", "Vorrei fare un commento su questa spiaggia perché in realtà la pubblicizzano come  spiaggia del cane, ma gli ombrelloni sono troppo vicini.", "Vieni, bevi amore.", "Gli ombrelloni sono  troppo vicini, non c’è abbastanza spazio.", "Quindi, diciamo che con i cani a fianco abbiamo fatto  amicizia, è andato tutto bene, però non è sempre detto che vada tutto bene, no?", "Perché ci  sono delle antipatie anche tra i cani.", "Anche i cani si stanno antipatici, quindi chi può dirlo?", "E poi non ci sono recinti, non ci sono le ciotole dell’acqua...", "non lo so.", "Io ho fatto un’esperienza  bellissima ad una spiaggia per cani in Abruzzo, a Vasto, ed era veramente bellissima, perché  potevi scegliere la grandezza del recinto, piccolo, medio, grande, in base alla grandezza  del tuo cane.", "Quindi ogni ombrellone era recintato.", "Ma mi sa che l’ho messo anche  in un vlog, se non sbaglio nell’ultimo vlog dell’Abruzzo.", "Mi sa che avevo fatto un  vlog in quella spiaggia.", "Potrei sbagliarmi, eh, mi pare di sì, però non ne sono sicura.", "E quindi ogni ombrellone era recintato, poi c’era la brandina, il lettino per il cane, l’acqua  e tutto quello che serviva.", "C’erano le doccette, poi la spiaggia era di sassi, non di sabbia,  però vabbè, quello è l’ultimo dei problemi.", "E quindi così siamo rimaste un po’ deluse.", "Amore, mi sa che oggi non lo fai il bagno, vero?", "Perché le onde sono tanto alte, sono  grosse e a noi non ci piacciono le onde.", "Allora, sono le 11:30.", "Noi siamo tornati a  casa e adesso io faccio una seconda colazione perché ho fame.", "Quindi mi sono fatta una  fetta di pane con burro e marmellata, anche se in realtà è una confettura perché è  di pesche, marmellata sarebbe solo di agrumi, se proprio vogliamo essere precisi.", "Quindi fetta di pane con burro e confettura di pesche e poi mi berrò il caffè  avanzato da stamattina, che è un po’ freddo, però alla fine anche il latte è freddo,  quindi mi bevo un caffè e latte freddo.", "Voglio darvi un aggiornamento sulla mia  lettura di questi giorni.", "Fatemi sapere se qualcuno di voi l’ha letto.", "Devo dire che mi  sta piacendo molto perché la storia è partita fin dalle prime pagine.", "Adesso sono a pagina  186.", "Non sono in realtà neanche a metà, però già la storia va avanti abbastanza velocemente,  è movimentata, il che devo dire che mi piace, quindi sto trovando il libro molto coinvolgente.", "L’unica cosa che forse un po’ rallenta la lettura è la quantità di citazioni che ci sono in  questo libro e soprattutto spesso molte sono tra parentesi, e quindi questo rallenta un po’ la  lettura.", "Però, d’altro canto, le citazioni servono a caratterizzare la protagonista e, diciamo, i  due personaggi principali, quindi lei e suo padre, che sono due persone estremamente colte e quindi  la presenza delle citazioni è necessaria per lo sviluppo del personaggio in qualche modo.", "Però  diciamo che, se dovessero dare troppo fastidio, si possono saltare proprio perché molte sono  tra parentesi, quindi salti la parentesi e vai avanti con la lettura.", "Dipende anche dal tipo  di citazioni.", "A volte alcune sono divertenti, a volte sono un po’ più pesanti, e  quindi poi uno può agire di conseguenza.", "Devo dire che mi sta piacendo molto e poi  sono contenta di essere di nuovo coinvolta in un libro che, in modo colloquiale, diremmo “un  tocco”, perché sono più di 600 pagine ed era da tantissimo tempo che non leggevo un romanzo  di così tante pagine.", "Quindi sono contenta di essere di nuovo immersa in una realtà che  mi terrà impegnata per più tempo del solito rispetto a quando leggo altri romanzi.", "Comunque ho adocchiato un altro libro, che è un romanzo gotico, che quando torno a  Roma voglio comprare perché è da tanto tempo che sto cercando un romanzo nello stesso stile  di Racconto d’autunno di Tommaso Landolfi, che ho letto qualche anno fa e di cui vi ho parlato in  un vlog.", "È un romanzo gotico, ma anche storico, perché è ambientato nel secondo dopoguerra in  Italia, diciamo nei boschi del centro-nord Italia, ed era un mix davvero affascinante perché  c’erano elementi storici realmente accaduti, uniti però a elementi magici, romantici, anche  inquietanti a tratti, quindi proprio lo stile tipico del romanzo gotico, e mi era piaciuto  davvero tanto.", "Tant’è che, se devo pensare a un mio libro preferito, probabilmente direi  questo Racconto d’autunno di Tommaso Landolfi.", "E quindi ho adocchiato un altro romanzo,  però non vi dico niente, non vi anticipo nulla perché poi lo compreremo insieme e lo  leggerò e ve ne parlerò quando l’avrò letto.", "Quindi vi lascio un po’ con questo alone di  mistero, proprio perché siamo in tema, appunto.", "E niente, quindi tornando a questo romanzo  qui, oggi pomeriggio ho intenzione di andare avanti un bel po’ e vorrei leggere  tutto il pomeriggio.", "Vediamo se ci riesco.", "Ci sono dei gechi giganti in questo posto,  tipo così grossi.", "Uno dei primi giorni che eravamo qui ero seduta proprio in questo punto  e un geco mi è caduto in testa e poi è saltato sul muro ed è scappato.", "Ma ho sentito questo  tonfo...", "era pesante.", "Poi l’ho rivisto qualche giorno dopo e gli ho fatto un video, e poi l’ho  rivisto qualche giorno dopo ed era in coppia.", "Ma sono veramente enormi, non li avevo mai  visti così grandi.", "A Roma anche ci sono, ne abbiamo alcuni in balcone, però sono piccolini.", "Qualche mattina fa mi è tornato in mente un episodio carino che volevo condividere, che voglio  condividere con voi adesso perché lo sto facendo, di una conversazione che mi è capitato di  sentire l’ultima volta che ci siamo visti a Roma, in occasione della Girandola a Castel Sant’Angelo.", "Accanto a me e a Ia, la mia amica con cui sono andata a vedere i fuochi d’artificio quella sera,  c’era una famiglia.", "C’era tantissima gente, però vicino a noi c’era questa famiglia e praticamente  il figlio più grande, che comunque avrà avuto 11-12 anni, stava rimproverando la mamma perché  faceva troppi video ai fuochi d’artificio e non si stava godendo lo spettacolo dal vivo.", "E questa cosa mi ha fatto sorridere perché era un pensiero molto intelligente, però anche così  puro, che veniva da un undicenne, un dodicenne, e diciamo, purtroppo, mi ha sorpreso perché appunto  adesso siamo tutti imbambolati dai cellulari.", "Però è stata un’interazione molto carina.", "Sì, è stato proprio simpatico quel bambino.", "“Mamma, basta con questi video, smettila di  registrare!", "Non ti godi lo spettacolo dal vivo, non guardi i fuochi d’artificio dal vivo!” Niente, volevo condividere questo episodio perché l’ho trovato carino e soprattutto rincuorante.", "Rincuorante, sì, è l’aggettivo giusto.", "Come vedete, sono di nuovo a Roma.", "Sono tornata.", "Ah, qui hanno chiuso tutta la strada.", "Perfetto.", "Hanno tolto i sampietrini qua.", "Stanno rifacendo la strada.", "Spero rimettano i sampietrini.", "Wow,  li hanno tolti tutti.", "Che peccato, stanno facendo una colata di asfalto.", "Vabbè, niente, un saluto.", "Questo vlog finisce qui.", "Volevo farvi un saluto e darvi appuntamento al prossimo vlog.", "A presto.", "Ciao.", "[Musica]"], "transcript": [{"start": 31.348, "end": 32.84, "text": "[Musica] Ciao a tutti"}, {"start": 32.84, "end": 38.68, "text": "e bentornati sul mio canale, oppure benvenuti se  questo è il primo video che guardate qui sul mio"}, {"start": 38.68, "end": 46.04, "text": "canale. Il video di oggi è un vlog, quindi momenti  di vita quotidiana a Roma, nello specifico. Oggi"}, {"start": 46.04, "end": 53.08, "text": "è domenica ed è festa qui a Roma, solo a Roma,  perché oggi è la festa dei Santi Pietro e Paolo,"}, {"start": 53.08, "end": 59.32, "text": "che sono i patroni della città di Roma, e quindi  a Roma oggi è un giorno di festa. È pure domenica."}, {"start": 60.48, "end": 66.6, "text": "Se fosse stato un giorno della settimana, sarebbe  stato un giorno non lavorativo. Quando le feste"}, {"start": 66.6, "end": 73.6, "text": "capitano di domenica è sempre un po’, come dire,  deludente... non mi viene una parola migliore."}, {"start": 73.6, "end": 82.24, "text": "Comunque, sono le 7:30 di sera e io sto per  uscire. Mi vedo vicino Castel Sant'Angelo"}, {"start": 82.24, "end": 87.68, "text": "con la mia amica Izea, che fa la fotografa.  Sicuramente ve la ricordate, perché vogliamo"}, {"start": 87.68, "end": 92.92, "text": "andare a vedere i fuochi d'artificio a  Castel Sant'Angelo stasera verso le 9:30,"}, {"start": 92.92, "end": 101.4, "text": "in occasione della festa che si chiama \"La  Girandola\". Ci rivediamo quando sarò in centro."}, {"start": 119.44, "end": 126.32, "text": "Oh, qui siamo fortunati."}, {"start": 126.32, "end": 131.44, "text": "Quanto traffico c'è! Non pensavo ci potesse  essere tutto questo traffico oggi. Pensavo"}, {"start": 131.44, "end": 139.6, "text": "che stessero tutti al mare con questo caldo, e  invece no, sono tutti qui nel quartiere Prati"}, {"start": 139.6, "end": 148.24, "text": "ad aspettare i fuochi d'artificio. Saranno  ormai le 8:00 passate. Fa ancora caldo. Ogni"}, {"start": 148.24, "end": 156.48, "text": "volta devo giocare a Tetris... Allora, questo  così, questo così, questo così... Ce l'ho fatta."}, {"start": 156.48, "end": 163.64, "text": "Ho cominciato a pubblicare nella sezione Community  del canale dei quiz, delle attività divertenti per"}, {"start": 163.64, "end": 171.32, "text": "l’estate: quiz di grammatica e poi attività del  tipo “Conta una storia” o “Inventa una storia”."}, {"start": 171.32, "end": 176.48, "text": "E la prima attività di questo genere che  ho pubblicato è stata troppo carina perché"}, {"start": 176.48, "end": 182.56, "text": "avete risposto in tanti. Ho pubblicato la  foto di un gabbiano su un ponte che osserva"}, {"start": 182.56, "end": 187.84, "text": "il fiume e vi siete inventati tantissime  storie divertenti. Vi invito, tra l’altro,"}, {"start": 187.84, "end": 194.0, "text": "ad andarle a leggere se ancora non l’avete fatto o  se vi è sfuggito il post, perché, insomma, mi sono"}, {"start": 194.0, "end": 199.6, "text": "divertita molto a leggerle. E grazie ovviamente  a chi si è preso il tempo per inventarsi e"}, {"start": 199.6, "end": 205.04, "text": "scriversi queste storie, questi racconti. Alla prossima settimana, cioè questa settimana"}, {"start": 205.04, "end": 211.8, "text": "che sta per iniziare, vado al mare con Famino  e con Angelina. Domani devo fare la valigia,"}, {"start": 211.8, "end": 218.44, "text": "tra l’altro. E poi domani pomeriggio vado  al concerto di Marracash, che è un rapper,"}, {"start": 218.44, "end": 223.68, "text": "allo stadio Olimpico insieme a mia sorella. Andiamo a dare un’occhiata a Castel Sant’Angelo."}, {"start": 223.68, "end": 231.92000000000002, "text": "Però nel mentre, siccome sto passando di lato  al Palazzaccio, che è il Palazzo di Giustizia,"}, {"start": 231.92000000000002, "end": 237.32, "text": "volgarmente chiamato Palazzaccio, vi  racconto una curiosità su questo edificio:"}, {"start": 237.32, "end": 245.4, "text": "è talmente pesante che ogni anno affonda un po’ di  più. È una cosa vera, non sto scherzando. Potete"}, {"start": 245.4, "end": 253.4, "text": "andare a cercare su internet questa curiosità. Io devo capire a che punto è Izea. Adesso le"}, {"start": 253.4, "end": 257.36, "text": "devo scrivere, però non la voglio disturbare  perché so che sta venendo in bicicletta,"}, {"start": 257.36, "end": 270.2, "text": "quindi non la voglio chiamare. Penso mi  chiamerà lei quando avrà parcheggiato."}, {"start": 270.2, "end": 279.92, "text": "[Musica]"}, {"start": 279.92, "end": 284.48, "text": "La festa della Girandola è un'antica  tradizione romana legata a uno spettacolo"}, {"start": 284.48, "end": 289.04, "text": "pirotecnico conosciuto come la  Girandola di Castel Sant’Angelo."}, {"start": 289.04, "end": 293.32, "text": "È un evento che affonda le sue radici  nel Rinascimento e che per secoli ha"}, {"start": 293.32, "end": 298.6, "text": "rappresentato uno dei momenti più attesi della  vita popolare e religiosa di Roma. Si dice che"}, {"start": 298.6, "end": 303.0, "text": "Michelangelo Buonarroti abbia contribuito  all’organizzazione della prima edizione,"}, {"start": 303.0, "end": 308.64, "text": "mentre la versione spettacolare più nota fu poi  perfezionata da Bernini. La parola “girandola”"}, {"start": 308.64, "end": 322.36, "text": "richiama proprio il movimento rotatorio  e vorticoso degli artifici pirotecnici."}, {"start": 322.36, "end": 331.24, "text": "Sei la mia... [Musica] sei fatta..."}, {"start": 331.24, "end": 349.08, "text": "Nessuno lo sa. [Musica] Non... [Musica] solo che ti salva."}, {"start": 349.08, "end": 359.48, "text": "Nulla accade, nulla accade. Grazie mille, Roma."}, {"start": 367.44, "end": 387.32, "text": "Rompeva prima. Fuori i lecci. Bravo amore, ma sei bravissimo, bravissimo."}, {"start": 387.32, "end": 393.56, "text": "Buonasera, siamo al mare, precisamente  sulla costa dell’Alto Lazio, quindi la"}, {"start": 393.56, "end": 401.56, "text": "costa che dà sul Mar Tirreno, in una località che  si chiama Pescia Romana, in provincia di Viterbo,"}, {"start": 401.56, "end": 409.76, "text": "e che si trova a un’ora e 20 di macchina  da Roma. Oggi è il secondo giorno pieno"}, {"start": 409.76, "end": 416.56, "text": "che siamo qui e niente, in questo momento  sono le 8:10 di sera. È ancora super giorno,"}, {"start": 416.56, "end": 423.92, "text": "il sole ancora si sente. Non voglio dire che  scotta, perché sarebbe esagerato, però si sente."}, {"start": 423.92, "end": 429.88, "text": "Siamo appena tornati dal mare, ci siamo  fatti la doccia e io colgo l’occasione per"}, {"start": 429.88, "end": 435.48, "text": "farvi vedere che cosa mi sono portata per  tenere la mente allenata anche in vacanza."}, {"start": 436.08, "end": 443.0, "text": "Ho portato due libri da leggere e poi  l’immancabile Settimana Enigmistica."}, {"start": 443.0, "end": 448.4, "text": "Allora, per quanto riguarda i libri da leggere,  ho ripreso questo qui che si intitola Il sogno"}, {"start": 448.4, "end": 453.96, "text": "della macchina da cucire di Bianca Pitzorno. Ero  arrivata qui, infatti c’è anche il segno con la"}, {"start": 453.96, "end": 460.24, "text": "copertina. Il problema è che non mi ricordo  com’è la storia, e quindi molto probabilmente"}, {"start": 460.24, "end": 466.72, "text": "dovrò ricominciare a leggerlo da capo. Non abbaiare, amore. Dai, vieni, vai,"}, {"start": 466.72, "end": 473.12, "text": "vai, corri, corri. Vieni, vieni. Famino  non sopporta tanto i bambini irruenti"}, {"start": 473.12, "end": 480.4, "text": "che giocano con la palla e la sbattono sul  muro. Diciamo che non è il solo, Famino."}, {"start": 480.4, "end": 485.68, "text": "Comunque, stavo dicendo, sì, che probabilmente  dovrò ricominciare a leggerlo da capo"}, {"start": 485.68, "end": 490.16, "text": "perché non mi ricordo la storia. Questo invece è un acquisto recente:"}, {"start": 490.16, "end": 496.52, "text": "si intitola Teoria e pratica di ogni cosa di  Marisha Pessl, non sono sicura della pronuncia,"}, {"start": 496.52, "end": 503.44, "text": "però è questo qui. Ho cominciato a leggerlo e  devo dire che mi intriga, mi sta intrigando."}, {"start": 503.44, "end": 510.64, "text": "E poi guardate che bel segnalibro che ho, a  tema mare, con i cavallucci marini. Quindi"}, {"start": 510.64, "end": 516.56, "text": "vi dirò di più quando l’avrò finito  di leggere. Questo è l’aggiornamento."}, {"start": 516.56, "end": 522.84, "text": "Vediamo, ovviamente noi siamo qui per andare al  mare, quindi questo facciamo, non facciamo molto"}, {"start": 522.84, "end": 529.96, "text": "altro. Poi comunque con due cani è abbastanza  impegnativo, perché ognuno di loro ha la propria"}, {"start": 529.96, "end": 538.28, "text": "personalità, il proprio carattere, si stancano.  Il mare li stanca tantissimo. Poi comunque sono"}, {"start": 538.28, "end": 546.0, "text": "tutti e due un po’ vecchietti, perché Famino ha 9  anni, Angelina 10 anni, un anno in più di Famino,"}, {"start": 546.0, "end": 551.72, "text": "quindi si stancano parecchio. Magari uno dei  prossimi giorni vi porto al mare con noi,"}, {"start": 551.72, "end": 556.88, "text": "anche se non so se voglio portarmi  la videocamera nuova in spiaggia,"}, {"start": 556.88, "end": 565.0, "text": "perché ci sono troppe incognite: acqua di mare,  sabbia, sole. Quindi non lo so, vediamo, vediamo."}, {"start": 565.0, "end": 573.28, "text": "Al massimo in spiaggia registro con il cellulare. A Roma si muore di caldo. Anche qui fa caldo, eh,"}, {"start": 573.28, "end": 580.44, "text": "però a Roma fa molto più caldo. Quindi abbiamo  deciso di fare questa vacanza più che altro per"}, {"start": 580.44, "end": 587.64, "text": "fargli fare una cosa diversa, così si divertono,  stanno nell’acqua, si rinfrescano e si riposano."}, {"start": 587.64, "end": 591.96, "text": "Buongiorno. Buongiorno e buona domenica."}, {"start": 591.96, "end": 599.56, "text": "Sono le 8:10 di mattina e stiamo andando al mare.  Andiamo al mare presto, non più tardi delle 8:30,"}, {"start": 599.56, "end": 604.28, "text": "per poi tornare prima delle 11:00. Oggi il cielo è un po’ velato,"}, {"start": 604.28, "end": 611.52, "text": "c’è qualche nuvoletta, il che è positivo in  realtà, perché così non c’è il sole battente."}, {"start": 611.52, "end": 618.04, "text": "In spiaggia vediamo spesso dei cani che  poi rimangono con i padroni, ovviamente,"}, {"start": 619.28, "end": 629.0, "text": "tutto il giorno in spiaggia. E sinceramente non  so come facciano i padroni a farli stare tutto"}, {"start": 629.0, "end": 639.68, "text": "il giorno in spiaggia, perché è tanto. Il mare poi  stanca, quindi boh, non lo so. Per lui non è cosa."}, {"start": 639.68, "end": 647.76, "text": "Dai amore, su, che ci mettiamo un sacco a fare  questo pezzo, se tu odori tutto quello che vedi."}, {"start": 647.76, "end": 655.2, "text": "Adesso siamo solo noi. Angelina ci raggiunge un  po’ più tardi perché è un po’ più comodina. In"}, {"start": 655.2, "end": 661.6, "text": "realtà stamattina mia mamma se l’è voluta prendere  un po’ comoda e quindi Angelina è con lei."}, {"start": 661.6, "end": 668.56, "text": "E niente, volevo aggiungere un’altra informazione  geografica che è la seguente: noi siamo nella"}, {"start": 668.56, "end": 674.76, "text": "località che si chiama Pescia Romana, in  provincia di Viterbo, come vi avevo già detto,"}, {"start": 674.76, "end": 683.68, "text": "però adesso aggiungo che siamo nell’Alto Lazio, al  confine con la Toscana. Il confine della Toscana"}, {"start": 683.68, "end": 692.16, "text": "è proprio qualche chilometro più su rispetto a  dove siamo noi adesso. E questa zona è chiamata"}, {"start": 692.16, "end": 701.92, "text": "la Maremma laziale, perché c’è la Maremma toscana,  che è quella più famosa, però c’è anche la Maremma"}, {"start": 701.92, "end": 709.0, "text": "laziale che è in questa zona qui. Amore, sei pronto per fare il bagno?"}, {"start": 710.36, "end": 726.88, "text": "Oggi è mosso il mare."}, {"start": 726.88, "end": 734.16, "text": "Amore, siamo solo noi. Oh, questa  linguetta già di fuori. Subito l’acqua, eh."}, {"start": 734.84, "end": 739.32, "text": "Siamo solo noi. Che bello. Vorrei fare un commento su questa"}, {"start": 739.32, "end": 747.6, "text": "spiaggia perché in realtà la pubblicizzano come  spiaggia del cane, ma gli ombrelloni sono troppo"}, {"start": 747.6, "end": 759.92, "text": "vicini. Vieni, bevi amore. Gli ombrelloni sono  troppo vicini, non c’è abbastanza spazio. Quindi,"}, {"start": 759.92, "end": 766.4, "text": "diciamo che con i cani a fianco abbiamo fatto  amicizia, è andato tutto bene, però non è"}, {"start": 766.4, "end": 772.84, "text": "sempre detto che vada tutto bene, no? Perché ci  sono delle antipatie anche tra i cani. Anche i"}, {"start": 772.84, "end": 780.96, "text": "cani si stanno antipatici, quindi chi può dirlo? E poi non ci sono recinti, non ci sono le ciotole"}, {"start": 780.96, "end": 791.72, "text": "dell’acqua... non lo so. Io ho fatto un’esperienza  bellissima ad una spiaggia per cani in Abruzzo,"}, {"start": 791.72, "end": 799.88, "text": "a Vasto, ed era veramente bellissima, perché  potevi scegliere la grandezza del recinto,"}, {"start": 799.88, "end": 804.16, "text": "piccolo, medio, grande, in base alla grandezza  del tuo cane. Quindi ogni ombrellone era"}, {"start": 804.16, "end": 810.4, "text": "recintato. Ma mi sa che l’ho messo anche  in un vlog, se non sbaglio nell’ultimo"}, {"start": 810.4, "end": 817.48, "text": "vlog dell’Abruzzo. Mi sa che avevo fatto un  vlog in quella spiaggia. Potrei sbagliarmi,"}, {"start": 817.48, "end": 824.44, "text": "eh, mi pare di sì, però non ne sono sicura. E quindi ogni ombrellone era recintato, poi"}, {"start": 824.44, "end": 835.68, "text": "c’era la brandina, il lettino per il cane, l’acqua  e tutto quello che serviva. C’erano le doccette,"}, {"start": 835.68, "end": 843.92, "text": "poi la spiaggia era di sassi, non di sabbia,  però vabbè, quello è l’ultimo dei problemi."}, {"start": 843.92, "end": 850.8, "text": "E quindi così siamo rimaste un po’ deluse. Amore, mi sa che oggi non lo fai il bagno,"}, {"start": 850.8, "end": 865.48, "text": "vero? Perché le onde sono tanto alte, sono  grosse e a noi non ci piacciono le onde."}, {"start": 865.48, "end": 875.64, "text": "Allora, sono le 11:30. Noi siamo tornati a  casa e adesso io faccio una seconda colazione"}, {"start": 875.64, "end": 881.92, "text": "perché ho fame. Quindi mi sono fatta una  fetta di pane con burro e marmellata,"}, {"start": 881.92, "end": 890.36, "text": "anche se in realtà è una confettura perché è  di pesche, marmellata sarebbe solo di agrumi,"}, {"start": 890.36, "end": 894.28, "text": "se proprio vogliamo essere precisi. Quindi fetta di pane con burro e"}, {"start": 894.28, "end": 902.24, "text": "confettura di pesche e poi mi berrò il caffè  avanzato da stamattina, che è un po’ freddo,"}, {"start": 902.24, "end": 908.24, "text": "però alla fine anche il latte è freddo,  quindi mi bevo un caffè e latte freddo."}, {"start": 908.24, "end": 913.56, "text": "Voglio darvi un aggiornamento sulla mia  lettura di questi giorni. Fatemi sapere"}, {"start": 913.56, "end": 920.48, "text": "se qualcuno di voi l’ha letto. Devo dire che mi  sta piacendo molto perché la storia è partita"}, {"start": 920.48, "end": 927.68, "text": "fin dalle prime pagine. Adesso sono a pagina  186. Non sono in realtà neanche a metà, però"}, {"start": 927.68, "end": 935.4, "text": "già la storia va avanti abbastanza velocemente,  è movimentata, il che devo dire che mi piace,"}, {"start": 935.4, "end": 945.32, "text": "quindi sto trovando il libro molto coinvolgente. L’unica cosa che forse un po’ rallenta la lettura"}, {"start": 945.32, "end": 953.76, "text": "è la quantità di citazioni che ci sono in  questo libro e soprattutto spesso molte sono"}, {"start": 953.76, "end": 960.92, "text": "tra parentesi, e quindi questo rallenta un po’ la  lettura. Però, d’altro canto, le citazioni servono"}, {"start": 960.92, "end": 967.08, "text": "a caratterizzare la protagonista e, diciamo, i  due personaggi principali, quindi lei e suo padre,"}, {"start": 967.08, "end": 975.16, "text": "che sono due persone estremamente colte e quindi  la presenza delle citazioni è necessaria per lo"}, {"start": 975.16, "end": 982.08, "text": "sviluppo del personaggio in qualche modo. Però  diciamo che, se dovessero dare troppo fastidio,"}, {"start": 982.08, "end": 988.08, "text": "si possono saltare proprio perché molte sono  tra parentesi, quindi salti la parentesi e vai"}, {"start": 988.08, "end": 993.08, "text": "avanti con la lettura. Dipende anche dal tipo  di citazioni. A volte alcune sono divertenti,"}, {"start": 993.08, "end": 1000.4, "text": "a volte sono un po’ più pesanti, e  quindi poi uno può agire di conseguenza."}, {"start": 1000.4, "end": 1006.16, "text": "Devo dire che mi sta piacendo molto e poi  sono contenta di essere di nuovo coinvolta"}, {"start": 1006.16, "end": 1015.6, "text": "in un libro che, in modo colloquiale, diremmo “un  tocco”, perché sono più di 600 pagine ed era da"}, {"start": 1015.6, "end": 1022.28, "text": "tantissimo tempo che non leggevo un romanzo  di così tante pagine. Quindi sono contenta"}, {"start": 1022.28, "end": 1031.64, "text": "di essere di nuovo immersa in una realtà che  mi terrà impegnata per più tempo del solito"}, {"start": 1031.64, "end": 1037.04, "text": "rispetto a quando leggo altri romanzi. Comunque ho adocchiato un altro libro,"}, {"start": 1037.04, "end": 1045.16, "text": "che è un romanzo gotico, che quando torno a  Roma voglio comprare perché è da tanto tempo"}, {"start": 1045.16, "end": 1054.36, "text": "che sto cercando un romanzo nello stesso stile  di Racconto d’autunno di Tommaso Landolfi, che ho"}, {"start": 1054.36, "end": 1063.12, "text": "letto qualche anno fa e di cui vi ho parlato in  un vlog. È un romanzo gotico, ma anche storico,"}, {"start": 1063.12, "end": 1071.28, "text": "perché è ambientato nel secondo dopoguerra in  Italia, diciamo nei boschi del centro-nord Italia,"}, {"start": 1071.28, "end": 1079.04, "text": "ed era un mix davvero affascinante perché  c’erano elementi storici realmente accaduti,"}, {"start": 1079.04, "end": 1087.8, "text": "uniti però a elementi magici, romantici, anche  inquietanti a tratti, quindi proprio lo stile"}, {"start": 1087.8, "end": 1096.28, "text": "tipico del romanzo gotico, e mi era piaciuto  davvero tanto. Tant’è che, se devo pensare"}, {"start": 1096.28, "end": 1104.08, "text": "a un mio libro preferito, probabilmente direi  questo Racconto d’autunno di Tommaso Landolfi."}, {"start": 1104.08, "end": 1109.28, "text": "E quindi ho adocchiato un altro romanzo,  però non vi dico niente, non vi anticipo"}, {"start": 1109.28, "end": 1115.48, "text": "nulla perché poi lo compreremo insieme e lo  leggerò e ve ne parlerò quando l’avrò letto."}, {"start": 1115.48, "end": 1124.24, "text": "Quindi vi lascio un po’ con questo alone di  mistero, proprio perché siamo in tema, appunto."}, {"start": 1124.24, "end": 1128.92, "text": "E niente, quindi tornando a questo romanzo  qui, oggi pomeriggio ho intenzione di"}, {"start": 1128.92, "end": 1136.32, "text": "andare avanti un bel po’ e vorrei leggere  tutto il pomeriggio. Vediamo se ci riesco."}, {"start": 1136.32, "end": 1145.44, "text": "Ci sono dei gechi giganti in questo posto,  tipo così grossi. Uno dei primi giorni che"}, {"start": 1145.44, "end": 1154.48, "text": "eravamo qui ero seduta proprio in questo punto  e un geco mi è caduto in testa e poi è saltato"}, {"start": 1154.48, "end": 1161.24, "text": "sul muro ed è scappato. Ma ho sentito questo  tonfo... era pesante. Poi l’ho rivisto qualche"}, {"start": 1161.24, "end": 1166.96, "text": "giorno dopo e gli ho fatto un video, e poi l’ho  rivisto qualche giorno dopo ed era in coppia."}, {"start": 1166.96, "end": 1172.04, "text": "Ma sono veramente enormi, non li avevo mai  visti così grandi. A Roma anche ci sono,"}, {"start": 1172.04, "end": 1178.92, "text": "ne abbiamo alcuni in balcone, però sono piccolini. Qualche mattina fa mi è tornato in mente un"}, {"start": 1178.92, "end": 1185.12, "text": "episodio carino che volevo condividere, che voglio  condividere con voi adesso perché lo sto facendo,"}, {"start": 1185.12, "end": 1191.72, "text": "di una conversazione che mi è capitato di  sentire l’ultima volta che ci siamo visti a Roma,"}, {"start": 1191.72, "end": 1198.0, "text": "in occasione della Girandola a Castel Sant’Angelo. Accanto a me e a Ia, la mia amica con cui sono"}, {"start": 1198.0, "end": 1203.28, "text": "andata a vedere i fuochi d’artificio quella sera,  c’era una famiglia. C’era tantissima gente, però"}, {"start": 1203.28, "end": 1211.56, "text": "vicino a noi c’era questa famiglia e praticamente  il figlio più grande, che comunque avrà avuto"}, {"start": 1211.56, "end": 1218.6, "text": "11-12 anni, stava rimproverando la mamma perché  faceva troppi video ai fuochi d’artificio e"}, {"start": 1218.6, "end": 1224.04, "text": "non si stava godendo lo spettacolo dal vivo. E questa cosa mi ha fatto sorridere perché era"}, {"start": 1224.04, "end": 1232.72, "text": "un pensiero molto intelligente, però anche così  puro, che veniva da un undicenne, un dodicenne, e"}, {"start": 1232.72, "end": 1239.2, "text": "diciamo, purtroppo, mi ha sorpreso perché appunto  adesso siamo tutti imbambolati dai cellulari."}, {"start": 1239.2, "end": 1244.52, "text": "Però è stata un’interazione molto carina. Sì, è stato proprio simpatico quel bambino."}, {"start": 1244.52, "end": 1250.2, "text": "“Mamma, basta con questi video, smettila di  registrare! Non ti godi lo spettacolo dal vivo,"}, {"start": 1250.2, "end": 1256.96, "text": "non guardi i fuochi d’artificio dal vivo!” Niente, volevo condividere questo episodio perché"}, {"start": 1256.96, "end": 1268.28, "text": "l’ho trovato carino e soprattutto rincuorante.  Rincuorante, sì, è l’aggettivo giusto."}, {"start": 1268.28, "end": 1274.28, "text": "Come vedete, sono di nuovo a Roma. Sono tornata."}, {"start": 1274.28, "end": 1284.36, "text": "Ah, qui hanno chiuso tutta la strada. Perfetto.  Hanno tolto i sampietrini qua. Stanno rifacendo"}, {"start": 1284.36, "end": 1295.64, "text": "la strada. Spero rimettano i sampietrini. Wow,  li hanno tolti tutti. Che peccato, stanno facendo"}, {"start": 1295.64, "end": 1306.12, "text": "una colata di asfalto. Vabbè, niente, un saluto.  Questo vlog finisce qui. Volevo farvi un saluto e"}, {"start": 1306.12, "end": 1320.88, "text": "darvi appuntamento al prossimo vlog. A presto. Ciao."}, {"start": 1320.88, "end": 1321.532, "text": "[Musica]"}], "createdAt": "2025-12-15T01:18:32.000Z", "imageUrl": "https://img.youtube.com/vi/6Wx5FppYG5Y/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=6Wx5FppYG5Y", "isFavorite": false, "progress": 0, "genre": "vlog"}, {"id": "yt_hCavbA46zio", "userId": "system", "title": "Brindisi & Lenticchie: Le Tradizioni Porta Fortuna del Natale Italiano 🎄🥂 (Subtitles)", "language": "it", "content": "Qui in Italia la data di inizio è l’8 dicembre,  tradizionalmente. L’8 dicembre, Immacolata Concezione, inizia il periodo natalizio e quindi  volevo menzionare alcune cose che si fanno, per scaramanzia, legate al momento del brindisi.  E di brindisi se ne fanno tanti in questo periodo: a Natale, a Capodanno soprattutto. E poi  anche un’altra usanza scaramantica tipica del Capodanno, che invece non si  ripete in altri momenti dell’anno. Vorrei iniziare con tutto ciò  che riguarda, come possiamo dire, l’etichetta, il galateo del brindisi,  che però è anche un galateo scaramantico: ci sono delle cose che si fanno o che non  si fanno e che portano fortuna o sfortuna. C’è una cosa a cui tu stai molto attento, qualcosa  che fai o non fai al momento del brindisi? — Sì. Devo dire che, a proposito di superstizioni,  questa è una superstizione che seguo durante i brindisi. Allora, prima di tutto guardarsi negli  occhi. In un brindisi non è importante soltanto il contatto tra i bicchieri, ma anche il  contatto tra le persone. Quindi guardarsi negli occhi nel momento in cui si battono i  bicchieri. Poi stare attenti a non incrociare mai i bicchieri, soprattutto quando ci sono  tante persone: come vediamo in questa immagine, capita che tutti brindino con tutti. Io  di solito sto attento a non incrociare, a non creare una sorta di “X” con i bicchieri.  E poi, prima di bere il sorso beneaugurante, di solito poggio sempre il bicchiere sul tavolo.  Devo dire che seguo sempre un po’ questi riti, come hai detto tu, scaramantici. E tu, Lucrezia? — Sì, sì, sì. Anch’io, soprattutto quello dello sguardo. Infatti sembro una matta perché, con  il bicchiere, guardo le persone così… Penso: “Mi devi guardare, sennò non va bene!”, perché c’è  molta gente che è distratta, che fa il brindisi e non guarda negli occhi la persona con cui sta  brindando. E questa cosa mi infastidisce, non so perché… vabbè, se può portare fortuna, perché no. — Esattamente! È come dicevamo l’altra volta, all’inizio: “Non è vero, ma ci credo”. E poi  dicono anche che porta sfortuna brindare con l’acqua. Quindi se a tavola qualcuno non beve  alcol, c’è sempre un momento di imbarazzo, perché si dice che brindare tra un bicchiere di  vino e uno d’acqua porta sfortuna. Io ci credo un po’ meno, anche perché in questa maniera si  rischia di escludere delle persone, e non è carino. Però c’è sempre questo piccolo scherzo:  “Non dovremmo… ma brindiamo anche con l’acqua”. Mi ricordo che durante i pranzi o le cene  con tutta la famiglia, quando ero piccola, per farci partecipare al brindisi ci riempivano  il bicchiere con un goccio di spumante o prosecco: non per berlo, ma solo per partecipare. E questo  succede anche adesso: quando c’è un brindisi, anche chi non vuole bere, anche se adulto,  ha almeno un bicchiere “simbolico”. — Esattamente. Giusto un goccio, oppure  “ti bagni le labbra”, come per dire: ho fatto il gesto. E penso che l’origine — ce ne  sono varie — sia medievale. Bere insieme poteva essere pericoloso, perché si era vulnerabili:  c’era la possibilità che qualcuno avvelenasse la bevanda. Quindi guardarsi negli occhi, evitare  di incrociare i bicchieri, creare ordine… chissà. Ora veniamo al cibo. Ma un  cibo specifico: le lenticchie. Le lenticchie non devono mai mancare a Capodanno.  Capodanno, cioè il primo giorno dell’anno — perché “capo” significa “testa”, quindi “a inizio  anno” — e proprio all’inizio dell’anno si devono mangiare le lenticchie. Tu le mangi? — Sì. Non solo a Capodanno ovviamente, ma a Capodanno le mangio intenzionalmente, come  rito scaramantico. Mi piacciono molto e in inverno le mangio spesso, ma a Capodanno hanno anche un  significato beneaugurante, portano fortuna. Le mangio sempre mai prima di mezzanotte. — Esatto! Devono essere mangiate l’1, il primo gennaio. — Sì. Mai il 31: si aspetta la mezzanotte, oppure il pranzo del primo gennaio. — Esatto. Anche se sarebbe più semplice mangiarle a pranzo, ma un cucchiaio lo faccio dopo  mezzanotte, giusto per dire: sì, le ho mangiate. Perché anche lì: “Non è vero, ma ci credo.” Se non  le mangio, mi sembra di non aver fatto qualcosa che dovevo fare: mi sento in colpa, come quando  saltavo un giorno di scuola perché stavo male. E poi il significato è interessante: non portano  soltanto buona fortuna generica, ma soprattutto fortuna economica. Si dice che portino soldi.  Dovremmo mangiarne a cucchiaiate… e infatti lì entra la mia razionalità: con tutte le lenticchie  che abbiamo mangiato da quando siamo nati, se fosse vero saremmo come Zio Paperone! E invece no.  Però ogni anno continuiamo a mangiarle comunque, anche se non cambia niente. — Esatto! Anche se è vero che siamo felici lo stesso, pur senza miliardi… — Certo! Però qualche soldino in più fa comodo, eh! Con l’inflazione che ci sta ammazzando… E  penso che l’origine sia legata alla somiglianza delle lenticchie con le monete: un piatto  di lenticchie ricorda un piatto di monete. Allora, leggiamo qualche commento. Va così. Vai. — Mi sono tolta, scusate. Volevo togliere  lo zampone, ho tolto me. Non te ne andare, perché non saprei cosa fare. Non mi lasciare solo! — Allora: “Se dipendesse da mia nonna, ci metterebbe le lenticchie pure nei  dolci.” Va bene: tua nonna è saggia. “In Colombia è consuetudine portare delle  lenticchie in tasca come portafortuna.” Questo è molto interessante. Trovo sempre  molto interessante vedere i paralleli con altri paesi e altre culture. — Sì, è vero: la cosa in comune è l’alimento, ma cambia l’uso. — “La famiglia di mia moglie è greca e prepara spesso la zuppa di lenticchie.” Buona! “In Brasile portiamo il seme del melograno consumato a Capodanno nel  portafoglio per portare soldi.” E a proposito di portafoglio: quando in Italia  si regala un portafoglio, prima di consegnarlo si mette dentro almeno un centesimo. Si dice che  regalare un portafoglio vuoto porti sfortuna. — “Nella Repubblica Ceca mangiamo le lenticchie  il primo gennaio: portano fortuna e soprattutto soldi. Tanti saluti a tutti.” Tanti saluti anche a te! — “Anche noi qui facciamo lo  stesso: le lenticchie a Capodanno.” Quante meravigliose tradizioni, vero? E questo anche grazie ai vostri commenti, che possiamo leggere insieme. Se questo argomento ti interessa, ti invito a guardare il video completo. [Musica]", "sentences": ["Qui in Italia la data di inizio è l’8 dicembre,  tradizionalmente.", "L’8 dicembre, Immacolata Concezione, inizia il periodo natalizio e quindi  volevo menzionare alcune cose che si fanno, per scaramanzia, legate al momento del brindisi.", "E di brindisi se ne fanno tanti in questo periodo: a Natale, a Capodanno soprattutto.", "E poi  anche un’altra usanza scaramantica tipica del Capodanno, che invece non si  ripete in altri momenti dell’anno.", "Vorrei iniziare con tutto ciò  che riguarda, come possiamo dire, l’etichetta, il galateo del brindisi,  che però è anche un galateo scaramantico: ci sono delle cose che si fanno o che non  si fanno e che portano fortuna o sfortuna.", "C’è una cosa a cui tu stai molto attento, qualcosa  che fai o non fai al momento del brindisi?", "— Sì.", "Devo dire che, a proposito di superstizioni,  questa è una superstizione che seguo durante i brindisi.", "Allora, prima di tutto guardarsi negli  occhi.", "In un brindisi non è importante soltanto il contatto tra i bicchieri, ma anche il  contatto tra le persone.", "Quindi guardarsi negli occhi nel momento in cui si battono i  bicchieri.", "Poi stare attenti a non incrociare mai i bicchieri, soprattutto quando ci sono  tante persone: come vediamo in questa immagine, capita che tutti brindino con tutti.", "Io  di solito sto attento a non incrociare, a non creare una sorta di “X” con i bicchieri.", "E poi, prima di bere il sorso beneaugurante, di solito poggio sempre il bicchiere sul tavolo.", "Devo dire che seguo sempre un po’ questi riti, come hai detto tu, scaramantici.", "E tu, Lucrezia?", "— Sì, sì, sì.", "Anch’io, soprattutto quello dello sguardo.", "Infatti sembro una matta perché, con  il bicchiere, guardo le persone così… Penso: “Mi devi guardare, sennò non va bene!”, perché c’è  molta gente che è distratta, che fa il brindisi e non guarda negli occhi la persona con cui sta  brindando.", "E questa cosa mi infastidisce, non so perché… vabbè, se può portare fortuna, perché no.", "— Esattamente!", "È come dicevamo l’altra volta, all’inizio: “Non è vero, ma ci credo”.", "E poi  dicono anche che porta sfortuna brindare con l’acqua.", "Quindi se a tavola qualcuno non beve  alcol, c’è sempre un momento di imbarazzo, perché si dice che brindare tra un bicchiere di  vino e uno d’acqua porta sfortuna.", "Io ci credo un po’ meno, anche perché in questa maniera si  rischia di escludere delle persone, e non è carino.", "Però c’è sempre questo piccolo scherzo:  “Non dovremmo… ma brindiamo anche con l’acqua”.", "Mi ricordo che durante i pranzi o le cene  con tutta la famiglia, quando ero piccola, per farci partecipare al brindisi ci riempivano  il bicchiere con un goccio di spumante o prosecco: non per berlo, ma solo per partecipare.", "E questo  succede anche adesso: quando c’è un brindisi, anche chi non vuole bere, anche se adulto,  ha almeno un bicchiere “simbolico”.", "— Esattamente.", "Giusto un goccio, oppure  “ti bagni le labbra”, come per dire: ho fatto il gesto.", "E penso che l’origine — ce ne  sono varie — sia medievale.", "Bere insieme poteva essere pericoloso, perché si era vulnerabili:  c’era la possibilità che qualcuno avvelenasse la bevanda.", "Quindi guardarsi negli occhi, evitare  di incrociare i bicchieri, creare ordine… chissà.", "Ora veniamo al cibo.", "Ma un  cibo specifico: le lenticchie.", "Le lenticchie non devono mai mancare a Capodanno.", "Capodanno, cioè il primo giorno dell’anno — perché “capo” significa “testa”, quindi “a inizio  anno” — e proprio all’inizio dell’anno si devono mangiare le lenticchie.", "Tu le mangi?", "— Sì.", "Non solo a Capodanno ovviamente, ma a Capodanno le mangio intenzionalmente, come  rito scaramantico.", "Mi piacciono molto e in inverno le mangio spesso, ma a Capodanno hanno anche un  significato beneaugurante, portano fortuna.", "Le mangio sempre mai prima di mezzanotte.", "— Esatto!", "Devono essere mangiate l’1, il primo gennaio.", "— Sì.", "Mai il 31: si aspetta la mezzanotte, oppure il pranzo del primo gennaio.", "— Esatto.", "Anche se sarebbe più semplice mangiarle a pranzo, ma un cucchiaio lo faccio dopo  mezzanotte, giusto per dire: sì, le ho mangiate.", "Perché anche lì: “Non è vero, ma ci credo.” Se non  le mangio, mi sembra di non aver fatto qualcosa che dovevo fare: mi sento in colpa, come quando  saltavo un giorno di scuola perché stavo male.", "E poi il significato è interessante: non portano  soltanto buona fortuna generica, ma soprattutto fortuna economica.", "Si dice che portino soldi.", "Dovremmo mangiarne a cucchiaiate… e infatti lì entra la mia razionalità: con tutte le lenticchie  che abbiamo mangiato da quando siamo nati, se fosse vero saremmo come Zio Paperone!", "E invece no.", "Però ogni anno continuiamo a mangiarle comunque, anche se non cambia niente.", "— Esatto!", "Anche se è vero che siamo felici lo stesso, pur senza miliardi… — Certo!", "Però qualche soldino in più fa comodo, eh!", "Con l’inflazione che ci sta ammazzando… E  penso che l’origine sia legata alla somiglianza delle lenticchie con le monete: un piatto  di lenticchie ricorda un piatto di monete.", "Allora, leggiamo qualche commento.", "Va così.", "Vai.", "— Mi sono tolta, scusate.", "Volevo togliere  lo zampone, ho tolto me.", "Non te ne andare, perché non saprei cosa fare.", "Non mi lasciare solo!", "— Allora: “Se dipendesse da mia nonna, ci metterebbe le lenticchie pure nei  dolci.” Va bene: tua nonna è saggia.", "“In Colombia è consuetudine portare delle  lenticchie in tasca come portafortuna.” Questo è molto interessante.", "Trovo sempre  molto interessante vedere i paralleli con altri paesi e altre culture.", "— Sì, è vero: la cosa in comune è l’alimento, ma cambia l’uso.", "— “La famiglia di mia moglie è greca e prepara spesso la zuppa di lenticchie.” Buona!", "“In Brasile portiamo il seme del melograno consumato a Capodanno nel  portafoglio per portare soldi.” E a proposito di portafoglio: quando in Italia  si regala un portafoglio, prima di consegnarlo si mette dentro almeno un centesimo.", "Si dice che  regalare un portafoglio vuoto porti sfortuna.", "— “Nella Repubblica Ceca mangiamo le lenticchie  il primo gennaio: portano fortuna e soprattutto soldi.", "Tanti saluti a tutti.” Tanti saluti anche a te!", "— “Anche noi qui facciamo lo  stesso: le lenticchie a Capodanno.” Quante meravigliose tradizioni, vero?", "E questo anche grazie ai vostri commenti, che possiamo leggere insieme.", "Se questo argomento ti interessa, ti invito a guardare il video completo.", "[Musica]"], "transcript": [{"start": 0.12, "end": 7.44, "text": "Qui in Italia la data di inizio è l’8 dicembre,  tradizionalmente. L’8 dicembre, Immacolata"}, {"start": 7.44, "end": 16.76, "text": "Concezione, inizia il periodo natalizio e quindi  volevo menzionare alcune cose che si fanno,"}, {"start": 16.76, "end": 27.48, "text": "per scaramanzia, legate al momento del brindisi.  E di brindisi se ne fanno tanti in questo periodo:"}, {"start": 27.48, "end": 35.32, "text": "a Natale, a Capodanno soprattutto. E poi  anche un’altra usanza scaramantica tipica"}, {"start": 35.32, "end": 40.32, "text": "del Capodanno, che invece non si  ripete in altri momenti dell’anno."}, {"start": 40.32, "end": 45.4, "text": "Vorrei iniziare con tutto ciò  che riguarda, come possiamo dire,"}, {"start": 45.4, "end": 52.52, "text": "l’etichetta, il galateo del brindisi,  che però è anche un galateo scaramantico:"}, {"start": 52.52, "end": 59.96, "text": "ci sono delle cose che si fanno o che non  si fanno e che portano fortuna o sfortuna."}, {"start": 59.96, "end": 67.88, "text": "C’è una cosa a cui tu stai molto attento, qualcosa  che fai o non fai al momento del brindisi?"}, {"start": 67.88, "end": 76.28, "text": "— Sì. Devo dire che, a proposito di superstizioni,  questa è una superstizione che seguo durante i"}, {"start": 76.28, "end": 84.56, "text": "brindisi. Allora, prima di tutto guardarsi negli  occhi. In un brindisi non è importante soltanto"}, {"start": 84.56, "end": 91.92, "text": "il contatto tra i bicchieri, ma anche il  contatto tra le persone. Quindi guardarsi"}, {"start": 91.92, "end": 98.96000000000001, "text": "negli occhi nel momento in cui si battono i  bicchieri. Poi stare attenti a non incrociare"}, {"start": 98.96000000000001, "end": 104.84, "text": "mai i bicchieri, soprattutto quando ci sono  tante persone: come vediamo in questa immagine,"}, {"start": 104.84, "end": 111.6, "text": "capita che tutti brindino con tutti. Io  di solito sto attento a non incrociare,"}, {"start": 111.6, "end": 122.44, "text": "a non creare una sorta di “X” con i bicchieri.  E poi, prima di bere il sorso beneaugurante,"}, {"start": 122.44, "end": 131.72, "text": "di solito poggio sempre il bicchiere sul tavolo.  Devo dire che seguo sempre un po’ questi riti,"}, {"start": 131.72, "end": 139.04, "text": "come hai detto tu, scaramantici. E tu, Lucrezia? — Sì, sì, sì. Anch’io, soprattutto quello dello"}, {"start": 141.36, "end": 147.72, "text": "sguardo. Infatti sembro una matta perché, con  il bicchiere, guardo le persone così… Penso:"}, {"start": 147.72, "end": 155.2, "text": "“Mi devi guardare, sennò non va bene!”, perché c’è  molta gente che è distratta, che fa il brindisi"}, {"start": 155.2, "end": 164.32, "text": "e non guarda negli occhi la persona con cui sta  brindando. E questa cosa mi infastidisce, non so"}, {"start": 164.32, "end": 172.12, "text": "perché… vabbè, se può portare fortuna, perché no. — Esattamente! È come dicevamo l’altra volta,"}, {"start": 172.12, "end": 182.0, "text": "all’inizio: “Non è vero, ma ci credo”. E poi  dicono anche che porta sfortuna brindare con"}, {"start": 182.0, "end": 194.44, "text": "l’acqua. Quindi se a tavola qualcuno non beve  alcol, c’è sempre un momento di imbarazzo,"}, {"start": 194.44, "end": 202.92000000000002, "text": "perché si dice che brindare tra un bicchiere di  vino e uno d’acqua porta sfortuna. Io ci credo un"}, {"start": 202.92000000000002, "end": 209.72, "text": "po’ meno, anche perché in questa maniera si  rischia di escludere delle persone, e non è"}, {"start": 209.72, "end": 216.32, "text": "carino. Però c’è sempre questo piccolo scherzo:  “Non dovremmo… ma brindiamo anche con l’acqua”."}, {"start": 216.32, "end": 226.04, "text": "Mi ricordo che durante i pranzi o le cene  con tutta la famiglia, quando ero piccola,"}, {"start": 226.72, "end": 236.96, "text": "per farci partecipare al brindisi ci riempivano  il bicchiere con un goccio di spumante o prosecco:"}, {"start": 239.64, "end": 246.8, "text": "non per berlo, ma solo per partecipare. E questo  succede anche adesso: quando c’è un brindisi,"}, {"start": 246.8, "end": 253.04, "text": "anche chi non vuole bere, anche se adulto,  ha almeno un bicchiere “simbolico”."}, {"start": 253.04, "end": 264.28, "text": "— Esattamente. Giusto un goccio, oppure  “ti bagni le labbra”, come per dire: ho"}, {"start": 264.28, "end": 283.36, "text": "fatto il gesto. E penso che l’origine — ce ne  sono varie — sia medievale. Bere insieme poteva"}, {"start": 283.36, "end": 292.8, "text": "essere pericoloso, perché si era vulnerabili:  c’era la possibilità che qualcuno avvelenasse"}, {"start": 292.8, "end": 307.36, "text": "la bevanda. Quindi guardarsi negli occhi, evitare  di incrociare i bicchieri, creare ordine… chissà."}, {"start": 307.36, "end": 315.24, "text": "Ora veniamo al cibo. Ma un  cibo specifico: le lenticchie."}, {"start": 315.24, "end": 327.2, "text": "Le lenticchie non devono mai mancare a Capodanno.  Capodanno, cioè il primo giorno dell’anno — perché"}, {"start": 327.2, "end": 335.88, "text": "“capo” significa “testa”, quindi “a inizio  anno” — e proprio all’inizio dell’anno si"}, {"start": 335.88, "end": 344.36, "text": "devono mangiare le lenticchie. Tu le mangi? — Sì. Non solo a Capodanno ovviamente,"}, {"start": 344.36, "end": 357.4, "text": "ma a Capodanno le mangio intenzionalmente, come  rito scaramantico. Mi piacciono molto e in inverno"}, {"start": 358.48, "end": 369.36, "text": "le mangio spesso, ma a Capodanno hanno anche un  significato beneaugurante, portano fortuna. Le"}, {"start": 369.36, "end": 376.12, "text": "mangio sempre mai prima di mezzanotte. — Esatto! Devono essere mangiate l’1,"}, {"start": 377.04, "end": 388.44, "text": "il primo gennaio. — Sì. Mai il 31: si aspetta"}, {"start": 388.44, "end": 414.2, "text": "la mezzanotte, oppure il pranzo del primo gennaio. — Esatto. Anche se sarebbe più semplice mangiarle"}, {"start": 414.2, "end": 424.4, "text": "a pranzo, ma un cucchiaio lo faccio dopo  mezzanotte, giusto per dire: sì, le ho mangiate."}, {"start": 424.4, "end": 434.56, "text": "Perché anche lì: “Non è vero, ma ci credo.” Se non  le mangio, mi sembra di non aver fatto qualcosa"}, {"start": 434.56, "end": 443.16, "text": "che dovevo fare: mi sento in colpa, come quando  saltavo un giorno di scuola perché stavo male."}, {"start": 444.96, "end": 458.44, "text": "E poi il significato è interessante: non portano  soltanto buona fortuna generica, ma soprattutto"}, {"start": 459.36, "end": 474.96, "text": "fortuna economica. Si dice che portino soldi.  Dovremmo mangiarne a cucchiaiate… e infatti lì"}, {"start": 474.96, "end": 482.64, "text": "entra la mia razionalità: con tutte le lenticchie  che abbiamo mangiato da quando siamo nati, se"}, {"start": 483.28, "end": 491.52, "text": "fosse vero saremmo come Zio Paperone! E invece no.  Però ogni anno continuiamo a mangiarle comunque,"}, {"start": 491.52, "end": 497.92, "text": "anche se non cambia niente. — Esatto! Anche se è vero"}, {"start": 497.92, "end": 509.12, "text": "che siamo felici lo stesso, pur senza miliardi… — Certo! Però qualche soldino in più fa comodo,"}, {"start": 509.12, "end": 520.76, "text": "eh! Con l’inflazione che ci sta ammazzando… E  penso che l’origine sia legata alla somiglianza"}, {"start": 521.36, "end": 529.16, "text": "delle lenticchie con le monete: un piatto  di lenticchie ricorda un piatto di monete."}, {"start": 529.16, "end": 533.2, "text": "Allora, leggiamo qualche commento. Va così. Vai."}, {"start": 533.2, "end": 541.24, "text": "— Mi sono tolta, scusate. Volevo togliere  lo zampone, ho tolto me. Non te ne andare,"}, {"start": 541.24, "end": 548.88, "text": "perché non saprei cosa fare. Non mi lasciare solo! — Allora: “Se dipendesse da mia nonna,"}, {"start": 548.88, "end": 556.2, "text": "ci metterebbe le lenticchie pure nei  dolci.” Va bene: tua nonna è saggia."}, {"start": 556.2, "end": 563.04, "text": "“In Colombia è consuetudine portare delle  lenticchie in tasca come portafortuna.”"}, {"start": 563.04, "end": 569.96, "text": "Questo è molto interessante. Trovo sempre  molto interessante vedere i paralleli con"}, {"start": 569.96, "end": 578.76, "text": "altri paesi e altre culture. — Sì, è vero: la cosa in"}, {"start": 578.76, "end": 591.0, "text": "comune è l’alimento, ma cambia l’uso. — “La famiglia di mia moglie è greca e"}, {"start": 591.0, "end": 601.28, "text": "prepara spesso la zuppa di lenticchie.” Buona! “In Brasile portiamo il seme del melograno"}, {"start": 601.28, "end": 605.64, "text": "consumato a Capodanno nel  portafoglio per portare soldi.”"}, {"start": 605.64, "end": 623.2, "text": "E a proposito di portafoglio: quando in Italia  si regala un portafoglio, prima di consegnarlo"}, {"start": 623.2, "end": 641.56, "text": "si mette dentro almeno un centesimo. Si dice che  regalare un portafoglio vuoto porti sfortuna."}, {"start": 641.56, "end": 651.56, "text": "— “Nella Repubblica Ceca mangiamo le lenticchie  il primo gennaio: portano fortuna e soprattutto"}, {"start": 651.56, "end": 655.4, "text": "soldi. Tanti saluti a tutti.” Tanti saluti anche a te!"}, {"start": 655.4, "end": 660.92, "text": "— “Anche noi qui facciamo lo  stesso: le lenticchie a Capodanno.”"}, {"start": 660.92, "end": 668.6, "text": "Quante meravigliose tradizioni, vero? E questo anche grazie ai vostri commenti,"}, {"start": 668.6, "end": 673.92, "text": "che possiamo leggere insieme. Se questo argomento ti interessa,"}, {"start": 673.92, "end": 677.019, "text": "ti invito a guardare il video completo. [Musica]"}], "createdAt": "2025-12-15T01:18:18.000Z", "imageUrl": "https://img.youtube.com/vi/hCavbA46zio/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=hCavbA46zio", "isFavorite": false, "progress": 0, "genre": "vlog"}, {"id": "yt_ZMNwHSIBYaw", "userId": "system", "title": "6 Basic Italian verbs you must know to start speaking Italian with confidence! (Subtitles)", "language": "it", "content": "Ciao a tutti e bentornati sul mio canale.  Oggi parliamo di sei verbi facili, sei verbi di base che ci aiutano a  descrivere le varie fasi di un'azione. In passato ho già parlato di questo argomento,  però ho la sensazione che quel video sia stato sommerso da tutti gli altri e quindi oggi voglio  parlare nuovamente di questi sei verbi. Ce ne sono forse un po' di più di sei che hanno la stessa  funzione, però oggi ci concentriamo sulle basi. Quando dico “descrivere fasi dell'azione  di un verbo”, significa che ci sono dei verbi che possiamo usare per descrivere l'inizio  dell'azione, la fase durante l'azione e, infine, l'interruzione o la fine dell'azione.  I verbi sono i seguenti: stare per, iniziare a oppure cominciare a, stare +  gerundio, finire di oppure smettere di. Devo fare una precisazione: iniziare e  cominciare sono sinonimi, hanno lo stesso identico significato. Non possiamo dire la stessa  cosa per smettere e finire, perché indicano due azioni diverse. Finire indica la conclusione di  un'azione, mentre smettere indica l'interruzione di un'azione. Non importa se abbiamo finito oppure  no; quindi smettere indica l'interruzione. E a questi due verbi ho dedicato un'intera lezione.  Vi lascio il link nella descrizione qui sotto. Prendiamo un verbo a caso, il verbo “disegnare”,  e proviamo a descrivere con questi verbi tutte le varie fasi dell'azione di disegnare. Parliamo  al presente indicativo, così è più facile capire. “Sto per disegnare.” Che cosa significa? Significa  che mi sto preparando per iniziare a disegnare. Non ho ancora iniziato. Sto per iniziare. Questa  perifrasi “stare per” indica proprio quel momento in cui una persona si prepara a fare qualcosa. In seguito l'azione inizia e quindi dico: “Inizio a disegnare” oppure “Comincio a disegnare”.  Significa che concretamente inizio a fare dei segni sul foglio. Inizio a disegnare. Poi, dopo aver iniziato, siamo nel mezzo dell'azione, quindi siamo nella fase durante  l'azione. Perciò, in questo momento io dico: “Sto disegnando”. Questa struttura “stare +  gerundio” è proprio la struttura che usiamo per indicare il presente progressivo. “Sto  disegnando in questo momento, io sto parlando.” In italiano usiamo il tempo presente indicativo  per indicare un'azione che si svolge nel presente, ma per essere ancora più precisi possiamo usare  “stare + gerundio” per indicare un'azione in progresso, quindi che si sta svolgendo mentre  parliamo, e si chiama presente progressivo. Poi l'azione potrebbe interrompersi per vari  motivi. L'azione di disegnare si può interrompere perché, per esempio, squilla il telefono. Se  squilla il telefono, io smetto di disegnare per rispondere al telefono. Quindi “smetto di  disegnare” significa che interrompo l'azione di disegnare. Non importa se ho finito oppure no. Se invece concludo il disegno, posso dire: “Finisco di disegnare”, quindi concludo  il disegno, lo porto a termine e poi posso dire: “Ho finito di disegnare”. Questi sei verbi sono fondamentali quando parliamo. Con questi verbi possiamo descrivere  le varie fasi di un'azione. Sono verbi che vi consiglio vivamente di imparare e usare  nelle vostre conversazioni. Mi raccomando: le preposizioni che abbiamo visto con  questi verbi sono obbligatorie e sono fisse, quindi trovate sempre queste preposizioni. Allora, per oggi è tutto. Io vi ringrazio per aver guardato questa lezione e vi do  appuntamento alla prossima. A presto, ciao!", "sentences": ["Ciao a tutti e bentornati sul mio canale.", "Oggi parliamo di sei verbi facili, sei verbi di base che ci aiutano a  descrivere le varie fasi di un'azione.", "In passato ho già parlato di questo argomento,  però ho la sensazione che quel video sia stato sommerso da tutti gli altri e quindi oggi voglio  parlare nuovamente di questi sei verbi.", "Ce ne sono forse un po' di più di sei che hanno la stessa  funzione, però oggi ci concentriamo sulle basi.", "Quando dico “descrivere fasi dell'azione  di un verbo”, significa che ci sono dei verbi che possiamo usare per descrivere l'inizio  dell'azione, la fase durante l'azione e, infine, l'interruzione o la fine dell'azione.", "I verbi sono i seguenti: stare per, iniziare a oppure cominciare a, stare +  gerundio, finire di oppure smettere di.", "Devo fare una precisazione: iniziare e  cominciare sono sinonimi, hanno lo stesso identico significato.", "Non possiamo dire la stessa  cosa per smettere e finire, perché indicano due azioni diverse.", "Finire indica la conclusione di  un'azione, mentre smettere indica l'interruzione di un'azione.", "Non importa se abbiamo finito oppure  no; quindi smettere indica l'interruzione.", "E a questi due verbi ho dedicato un'intera lezione.", "Vi lascio il link nella descrizione qui sotto.", "Prendiamo un verbo a caso, il verbo “disegnare”,  e proviamo a descrivere con questi verbi tutte le varie fasi dell'azione di disegnare.", "Parliamo  al presente indicativo, così è più facile capire.", "“Sto per disegnare.” Che cosa significa?", "Significa  che mi sto preparando per iniziare a disegnare.", "Non ho ancora iniziato.", "Sto per iniziare.", "Questa  perifrasi “stare per” indica proprio quel momento in cui una persona si prepara a fare qualcosa.", "In seguito l'azione inizia e quindi dico: “Inizio a disegnare” oppure “Comincio a disegnare”.", "Significa che concretamente inizio a fare dei segni sul foglio.", "Inizio a disegnare.", "Poi, dopo aver iniziato, siamo nel mezzo dell'azione, quindi siamo nella fase durante  l'azione.", "Perciò, in questo momento io dico: “Sto disegnando”.", "Questa struttura “stare +  gerundio” è proprio la struttura che usiamo per indicare il presente progressivo.", "“Sto  disegnando in questo momento, io sto parlando.” In italiano usiamo il tempo presente indicativo  per indicare un'azione che si svolge nel presente, ma per essere ancora più precisi possiamo usare  “stare + gerundio” per indicare un'azione in progresso, quindi che si sta svolgendo mentre  parliamo, e si chiama presente progressivo.", "Poi l'azione potrebbe interrompersi per vari  motivi.", "L'azione di disegnare si può interrompere perché, per esempio, squilla il telefono.", "Se  squilla il telefono, io smetto di disegnare per rispondere al telefono.", "Quindi “smetto di  disegnare” significa che interrompo l'azione di disegnare.", "Non importa se ho finito oppure no.", "Se invece concludo il disegno, posso dire: “Finisco di disegnare”, quindi concludo  il disegno, lo porto a termine e poi posso dire: “Ho finito di disegnare”.", "Questi sei verbi sono fondamentali quando parliamo.", "Con questi verbi possiamo descrivere  le varie fasi di un'azione.", "Sono verbi che vi consiglio vivamente di imparare e usare  nelle vostre conversazioni.", "Mi raccomando: le preposizioni che abbiamo visto con  questi verbi sono obbligatorie e sono fisse, quindi trovate sempre queste preposizioni.", "Allora, per oggi è tutto.", "Io vi ringrazio per aver guardato questa lezione e vi do  appuntamento alla prossima.", "A presto, ciao!"], "transcript": [{"start": 0.2, "end": 9.0, "text": "Ciao a tutti e bentornati sul mio canale.  Oggi parliamo di sei verbi facili,"}, {"start": 9.0, "end": 17.92, "text": "sei verbi di base che ci aiutano a  descrivere le varie fasi di un'azione."}, {"start": 17.92, "end": 28.24, "text": "In passato ho già parlato di questo argomento,  però ho la sensazione che quel video sia stato"}, {"start": 28.24, "end": 40.52, "text": "sommerso da tutti gli altri e quindi oggi voglio  parlare nuovamente di questi sei verbi. Ce ne sono"}, {"start": 40.52, "end": 49.6, "text": "forse un po' di più di sei che hanno la stessa  funzione, però oggi ci concentriamo sulle basi."}, {"start": 49.6, "end": 59.68, "text": "Quando dico “descrivere fasi dell'azione  di un verbo”, significa che ci sono dei"}, {"start": 59.68, "end": 70.52, "text": "verbi che possiamo usare per descrivere l'inizio  dell'azione, la fase durante l'azione e, infine,"}, {"start": 70.52, "end": 80.4, "text": "l'interruzione o la fine dell'azione.  I verbi sono i seguenti: stare per,"}, {"start": 80.4, "end": 92.56, "text": "iniziare a oppure cominciare a, stare +  gerundio, finire di oppure smettere di."}, {"start": 92.56, "end": 101.28, "text": "Devo fare una precisazione: iniziare e  cominciare sono sinonimi, hanno lo stesso"}, {"start": 101.28, "end": 111.36, "text": "identico significato. Non possiamo dire la stessa  cosa per smettere e finire, perché indicano due"}, {"start": 111.36, "end": 124.88, "text": "azioni diverse. Finire indica la conclusione di  un'azione, mentre smettere indica l'interruzione"}, {"start": 124.88, "end": 134.24, "text": "di un'azione. Non importa se abbiamo finito oppure  no; quindi smettere indica l'interruzione. E a"}, {"start": 134.24, "end": 142.6, "text": "questi due verbi ho dedicato un'intera lezione.  Vi lascio il link nella descrizione qui sotto."}, {"start": 142.6, "end": 153.12, "text": "Prendiamo un verbo a caso, il verbo “disegnare”,  e proviamo a descrivere con questi verbi tutte"}, {"start": 153.12, "end": 164.44, "text": "le varie fasi dell'azione di disegnare. Parliamo  al presente indicativo, così è più facile capire."}, {"start": 164.44, "end": 177.32, "text": "“Sto per disegnare.” Che cosa significa? Significa  che mi sto preparando per iniziare a disegnare."}, {"start": 177.32, "end": 189.4, "text": "Non ho ancora iniziato. Sto per iniziare. Questa  perifrasi “stare per” indica proprio quel momento"}, {"start": 189.4, "end": 201.4, "text": "in cui una persona si prepara a fare qualcosa. In seguito l'azione inizia e quindi dico: “Inizio"}, {"start": 201.4, "end": 211.0, "text": "a disegnare” oppure “Comincio a disegnare”.  Significa che concretamente inizio a fare"}, {"start": 211.0, "end": 223.84, "text": "dei segni sul foglio. Inizio a disegnare. Poi, dopo aver iniziato, siamo nel mezzo"}, {"start": 223.84, "end": 232.44, "text": "dell'azione, quindi siamo nella fase durante  l'azione. Perciò, in questo momento io dico:"}, {"start": 232.44, "end": 244.44, "text": "“Sto disegnando”. Questa struttura “stare +  gerundio” è proprio la struttura che usiamo"}, {"start": 244.44, "end": 255.68, "text": "per indicare il presente progressivo. “Sto  disegnando in questo momento, io sto parlando.”"}, {"start": 255.68, "end": 266.88, "text": "In italiano usiamo il tempo presente indicativo  per indicare un'azione che si svolge nel presente,"}, {"start": 266.88, "end": 276.0, "text": "ma per essere ancora più precisi possiamo usare  “stare + gerundio” per indicare un'azione in"}, {"start": 276.0, "end": 287.12, "text": "progresso, quindi che si sta svolgendo mentre  parliamo, e si chiama presente progressivo."}, {"start": 287.12, "end": 297.15999999999997, "text": "Poi l'azione potrebbe interrompersi per vari  motivi. L'azione di disegnare si può interrompere"}, {"start": 297.15999999999997, "end": 306.0, "text": "perché, per esempio, squilla il telefono. Se  squilla il telefono, io smetto di disegnare"}, {"start": 306.0, "end": 316.04, "text": "per rispondere al telefono. Quindi “smetto di  disegnare” significa che interrompo l'azione di"}, {"start": 316.04, "end": 326.52, "text": "disegnare. Non importa se ho finito oppure no. Se invece concludo il disegno, posso dire:"}, {"start": 326.52, "end": 334.64, "text": "“Finisco di disegnare”, quindi concludo  il disegno, lo porto a termine e poi"}, {"start": 334.64, "end": 346.8, "text": "posso dire: “Ho finito di disegnare”. Questi sei verbi sono fondamentali quando"}, {"start": 346.8, "end": 357.76, "text": "parliamo. Con questi verbi possiamo descrivere  le varie fasi di un'azione. Sono verbi che"}, {"start": 357.76, "end": 367.36, "text": "vi consiglio vivamente di imparare e usare  nelle vostre conversazioni. Mi raccomando:"}, {"start": 367.36, "end": 377.0, "text": "le preposizioni che abbiamo visto con  questi verbi sono obbligatorie e sono fisse,"}, {"start": 377.0, "end": 385.68, "text": "quindi trovate sempre queste preposizioni. Allora, per oggi è tutto. Io vi ringrazio"}, {"start": 385.68, "end": 394.52, "text": "per aver guardato questa lezione e vi do  appuntamento alla prossima. A presto, ciao!"}], "createdAt": "2025-12-15T01:18:01.000Z", "imageUrl": "https://img.youtube.com/vi/ZMNwHSIBYaw/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=ZMNwHSIBYaw", "isFavorite": false, "progress": 0, "genre": "vlog"}, {"id": "yt_41W6alR0rQ0", "userId": "system", "title": "Italian vlog: una passeggiata a Piazza Navona e un giro alla fiera dell'editoria all'EUR, Roma (Sub)", "language": "it", "content": "Ciao a tutti e bentornati sul mio canale.  Oggi pomeriggio inizia un nuovo vlog. Questo che vedete qui è il microfono: lo  devo per forza usare perché c'è un sacco di traffico e quindi spero che il rumore  di fondo sia attutito per bene. Oggi c'è un po' di foschia, il cielo è coperto e c'è  questa sensazione di malinconia nell'aria. I colori dell'autunno stanno piano piano svanendo  e sta diventando tutto un po' grigio. Si va verso l'inverno. Oggi fa freddo, sono venuta in  centro in motorino e ovviamente mi sono dimenticata qualcosa: oggi una cosa importante,  ovvero la sciarpa. Però sarete contenti di sapere che ora indosso i guanti in motorino. Secondo me sta per venire a piovere. Ho sentito qualche goccia e poi è pieno di stormi che fanno  i disegni nel cielo. Sto cercando di riprenderli, ma è un po' difficile perché sono lontani  e non si vedono molto nitidamente. Eh, li sto guardando adesso in questo momento.  Sono affascinata, eh, si vedono in lontananza. Sono qua. Comunque, visto che sono in centro per delle commissioni, ho pensato  di fare un giro a Piazza Navona perché, siccome oggi è il 3 dicembre – sì, oggi è il 3 dicembre  – hanno già allestito il mercatino di Natale, più precisamente l'uno, quindi lunedì, due giorni  fa. E quindi, visto che sono qui, perché non farci un salto? E quindi voi venite con me. Guardate che bella questa libreria, però guardate dentro. Questo è il mio paradiso. Sapete quando vi dicono: \"Ah, che cosa...? Come vi vedete da grandi? Come ti vedrai tra 8  anni?\" Bene: io, quando sarò una signora anziana di 70–80 anni, sarò nella mia libreria  antica. Così. Mi si è slacciata la scarpa. Vediamo. Ah, qui c'è il presepe. Allora, è tutto ancora... non lo so, mi sembra un  po' tutto spoglio, forse perché siamo all'inizio, non lo so. Prova. Questo è l'albero di Natale. L'albero ufficiale della città non è questo, ovviamente, perché questo è un po' triste. È  piccolo, più che altro. Vabbè, che albero ci metti in una piazza così imponente come Piazza Navona?  Cioè, nessun albero potrà mai essere più bello della piazza. Quello ufficiale sarà a Piazza del  Popolo e ci andremo prossimamente. Prossimamente, cioè dopo l'8 dicembre, perché comunque  tradizionalmente il periodo natalizio qui in Italia inizia l'8 dicembre e tutti gli alberi, le  decorazioni, vengono accese l'8 dicembre. Allora, come tutti gli anni, le cose più interessanti  sono le scopette della Befana e il presepe, che è molto carino. Le scopette scaccia-guai. E questa è la Befana. La Befana.  Siamo ancora lontani dalla Befana, che è il 6 dicembre, però ovviamente  c'è già tutto qui. Allora, poi, come ultima cosa, c'è da vedere  la giostra, che è lì giù. Questa passeggiata a Piazza Navona è stata  un po' veloce, però lo rifaremo, la rifaremo, rifaremo la passeggiata. Ehm, ovviamente  veniamo tutti gli anni qui a Piazza Navona, quindi se nel frattempo avete nostalgia di tutti  questi posti, ovviamente trovate i vlog dell'anno scorso e tutti i vlog di Natale che ho fatto  in precedenza. Quindi quelli ci sono sempre, sono anche sempre comunque validi, nel senso  che più o meno sono sempre le stesse cose che ci sono, sono più o meno sempre gli stessi  eventi in città e quindi poche cose cambiano. Perciò, se volete recuperare anche quei vlog,  sono comunque validi anche quest'anno. No. Allora, devo dire che questa videocamera cattura  tantissima luce, il che è un bene per me, perché così posso fare i vlog anche quando  è un po' più buio. Però in realtà non è così luminoso come vedete voi nel video:  è molto più buio, sta andando via la luce e c'è molta foschia. Quindi questo, diciamo, è  un punto a favore per questa videocamera. Yuh! Una domanda che mi sorge spontanea adesso che  sto aspettando che il semaforo diventi verde: lì accanto al semaforo, dall'altra parte  della strada, c'è questo chiosco che vende le grattachecche. Ehm, mi chiedo come  faccia a stare aperto, nel senso che chi è che d'inverno mangia le grattachecche? Le  grattachecche sarebbero quei bicchieri pieni di ghiaccio con gli sciroppi e pezzetti  di frutta. È una cosa prettamente estiva. Ho guardato più attentamente e c'erano delle  bibite, ovviamente, quindi vende anche altro. Allora, adesso stiamo passando sotto a degli  alberi che sono pieni di pappagalli e uccelli, nella speranza che non ci facciano la pupù  addosso. Però, anche se ce la facessero, l'importante è che la facciano in un posto  facilmente pulibile, perché comunque porta fortuna. Quindi speriamo bene. Ne. Lentamente decongelando perché il motorino fa freddo. Inaspettatamente mia sorella mi ha fatto un calendario dell'avvento sfuso.  \"Sfuso\" perché tutti i pacchettini sono in questa busta e quindi io devo cercare ogni giorno  il pacchettino, e sono stata molto contenta. Mi sono emozionata anche un po', perché non me  l'aspettavo per niente. Allora, ovviamente ho già aperto i primi due giorni. Oggi è 3 dicembre,  quindi cerchiamo il pacchetto con il numero tre. Dobbiamo rovistare per cercare il pacchetto.  \"Rovistare\" è lo stesso verbo che abbiamo usato quando eravamo al mercato di Portaportese.  Al mercato di Porta Portese abbiamo detto: qual è il verbo per cercare tra i  vestiti? Rovistare, scartabellare, smucinare. Però \"smucinare\" è molto colloquiale  e un po' dialettale, quindi tra questi verbi quello da ricordare è \"rovistare\". Rovistare.  Mi aiuti a cercarlo? Eccolo. Eccolo. Che cosa sarà? Tu senti un odore che ti piace, ti  lecchi i baffi, e quindi è un dolcetto. Ah, cioè una cosa che dicono i bambini alle feste  quando è il momento di aprire i regali. Allora, tutti gli invitati cantano al festeggiato o alla  festeggiata: \"Scarta la carta, scarta la carta!\". Buona, un tronchi. Questo me lo mangio subito.  Vuoi salutare? Fatti vedere quanto sei bello. No, no, oggi non ha voglia di farsi vedere. Garbatella. Buongiorno. Oggi mi trovo all'EUR, un quartiere  che si trova nella parte sud della città, perché sto andando alla fiera della piccola e media  editoria che si chiama Più libri, più liberi. Questo evento si tiene alla Nuvola di Fuksas. C'è tanta roba, ci sono tantissime cose  e tantissimi stand. Ho già adocchiato un libro che poi andrò a recuperare,  però prima voglio fare un giro. Siamo nella Nuvola. Sembra di stare in una pellicola cinematografica. Ho fatto danni. Allora, è un posto pericoloso per me. Ho fatto  danni, ho speso troppi soldi. Poi a casa vi faccio vedere che cosa ho preso. Sta piovendo.  Per fortuna ho l'ombrello in borsa. Comunque sono contenta di essere venuta perché ogni anno mi  dico: \"No, devo andarci, voglio andarci\", e poi per un motivo o per un altro non lo faccio mai.  Invece quest'anno ce l'ho fatta, mi sono decisa. Sembrerà una cosa un po' stupida, però a volte  succede, no?, che si vuole fare una cosa, però per un motivo o per un altro non ci si riesce  mai. Allora, siccome adesso sono qui a l’EUR, come vi dicevo, andiamo a vedere il Colosseo Quadrato,  che è la sede di Fendy attualmente. E poi un'altra cosa molto bella, se vi capita di venire qui  all'EUR, è il Museo delle Civiltà. È un museo molto bello. Ci sono stata una volta e ci vorrò  ritornare in futuro. Adesso ve lo faccio vedere, perché ci passiamo davanti, e vedete: c'è il Museo  delle Civiltà. Questo quartiere, come vi dicevo, si chiama EUR, che è un acronimo: Esposizione  Universale Romana. È stato costruito negli anni ’30 del 1900 per ospitare appunto l'esposizione  universale; poi sono rimasti gli edifici e oggi vengono usati per uffici principalmente, e  poi c'è anche una parte che è residenziale, però non è proprio qui, è un po' più spostata. Ecco, vedete la scritta su questo edificio: “Ente Autonomo Esposizione Universale di  Roma”. Guardate invece che cosa c'è qui. Tadan! Eccolo, il Colosseo Quadrato. Comunque, dicevo che siccome qui, ovviamente, negli anni ’30 non  c'era assolutamente niente, si è costruito in modo molto ampio e  spazioso, quindi le strade sono molto larghe. Questa è la parte un po' più residenziale. Vi faccio vedere anche il laghetto dell'EUR prima di tornare a casa. Lì dietro c'è tutta la parte residenziale, ci sono delle case bellissime là  dietro, quasi ville, villette. E lì invece c'è il Palasport, dove fanno i concerti. Bene, detto ciò, vado a prendere la metro per tornare a casa. Sono in metropolitana, sto aspettando il treno. Dovrebbe arrivare  tra un paio di minuti, ma mi sono appena accorta che sul manifesto pubblicitario della  fiera c'è scritto che l'ingresso è ridotto... \"attenzione, treno per Laurentina in  arrivo. Allontanarsi dalla linea gialla!\" ... con un biglietto vidimato, cioè timbrato. E non ci ho pensato, non lo sapevo. Avrei  potuto comprare un biglietto ridotto, io invece ho comprato il biglietto  intero. Vabbè, pazienza, è andata così. Allora, buongiorno. Oggi è sabato. Quando sono  tornata a casa dalla fiera mi sono distratta a fare altro e quindi mi sono dimenticata di farvi  vedere che cosa ho preso, che cosa ho trovato alla fiera. Allora, c'erano tantissime cose,  c'erano tantissime persone, tantissimi libri. Sono andata via un po' provata, devo dire,  ehm, diciamo, perché c'era tanta folla, tanto movimento. Avrei voluto prendere molti più  libri di quanti ne ho presi, però ovviamente non è possibile, non posso lasciarmi andare così,  perché ogni cosa ha il suo tempo. Quindi ho preso solamente alcuni libri per me; altri non ve li  posso far vedere perché sono dei regali. Allora, il primo che vi faccio vedere è questo. Non è un  romanzo, è un saggio. Si intitola Il sentimento della lingua di Luca Serianni. Luca Serianni  era un linguista molto affermato che purtroppo è deceduto in un tragico incidente qualche anno  fa: è stato investito sulle strisce pedonali. Il mondo della linguistica italiana ha perso un  grande studioso. Questo ancora ovviamente non l'ho letto, l'ho appena comprato, quindi non vi posso  dire nient'altro, diciamo. Vi posso leggere però cosa c'è scritto qui: “Come storico della lingua  italiana avverto anche l'esigenza di un certo impegno civile. Diffondere la padronanza della  lingua e della sua storia è un modo per rafforzare il senso di appartenenza a una comunità.”  Poi ho preso due libri che sono divertenti, secondo me, di una casa editrice che si occupa  di letteratura gastronomica molto interessante. C'erano tantissimi saggi che mi interessavano,  però ho dovuto fare una scelta. Allora, il primo libro è questo. Poi è bellissima la copertina,  l'illustrazione della copertina è bellissima. Allora, questo si intitola Santa Pietanza.  Tradizioni e ricette dei santi e delle loro feste di Lidia Capasso e Giovanna Esposito.  Illustrazioni di Gianluca Biscalchin. Quindi, praticamente, le due autrici presentano un viaggio  tra le usanze culinarie associate al culto e alla venerazione dei santi. È una scelta particolare,  ma a me piacciono molto le letture particolari. Ehm... e poi ho preso questo di Stanislao Porzio,  Cibi di strada. Italia del Nord, Toscana, Umbria e Marche, e non mi sono resa conto che questo  libro qui copre solamente alcune parti d'Italia. C'è anche un altro che copre invece il Sud Italia,  quindi prossimamente probabilmente completerei la collezione anche con quello. Vi leggo dietro  cosa c'è scritto: “I cibi di strada sono un concentrato di sapori semplici, netti, antichi.  Li trovi sempre dietro l'angolo, ti nutrono a basso costo. Se sei del posto, ti mettono in  contatto fisico con la tua identità. Se non fai parte della comunità, raccontano ai tuoi sensi  la loro cultura. Ecco perché li amo. Per me i cibi di strada si trovano anche al coperto. Parlo  degli spuntini fatti in piedi davanti a un banco o seduti a un tavolaccio. La vera discriminante  rispetto a quello che offre un ristorante riguarda il tempo e l'informalità. I cibi di  strada si consumano rapidamente e spesso con le mani. A differenza del fast food, però, hanno  una storia da raccontare, una storia di persone, non di tempi, procedure e metodi. Parlando di  farinata, focacce, piadine, cerco di raccontare anche le persone che incontro e i luoghi che  visito, perché il cibo ha molto meno sapore se viene separato da chi lo produce e dal luogo  d'origine.” Come potevo non prendere questo libro? Ditemelo voi. E poi, visto che ho fatto questi  due acquisti, mi hanno regalato questa borsa di tela che è bellissima, a parte che è enorme, con  queste illustrazioni che devo decidere se... devo decidere se è un gabbiano o un piccione. Che  dite? Secondo me è un gabbiano. Sono indecisa. Bene, perfetto. Allora, io direi di concludere  questo vlog adesso. Io vi ringrazio tantissimo per avermi seguito in queste avventure quotidiane e vi  do appuntamento al prossimo video. A presto. Ciao.", "sentences": ["Ciao a tutti e bentornati sul mio canale.", "Oggi pomeriggio inizia un nuovo vlog.", "Questo che vedete qui è il microfono: lo  devo per forza usare perché c'è un sacco di traffico e quindi spero che il rumore  di fondo sia attutito per bene.", "Oggi c'è un po' di foschia, il cielo è coperto e c'è  questa sensazione di malinconia nell'aria.", "I colori dell'autunno stanno piano piano svanendo  e sta diventando tutto un po' grigio.", "Si va verso l'inverno.", "Oggi fa freddo, sono venuta in  centro in motorino e ovviamente mi sono dimenticata qualcosa: oggi una cosa importante,  ovvero la sciarpa.", "Però sarete contenti di sapere che ora indosso i guanti in motorino.", "Secondo me sta per venire a piovere.", "Ho sentito qualche goccia e poi è pieno di stormi che fanno  i disegni nel cielo.", "Sto cercando di riprenderli, ma è un po' difficile perché sono lontani  e non si vedono molto nitidamente.", "Eh, li sto guardando adesso in questo momento.", "Sono affascinata, eh, si vedono in lontananza.", "Sono qua.", "Comunque, visto che sono in centro per delle commissioni, ho pensato  di fare un giro a Piazza Navona perché, siccome oggi è il 3 dicembre – sì, oggi è il 3 dicembre  – hanno già allestito il mercatino di Natale, più precisamente l'uno, quindi lunedì, due giorni  fa.", "E quindi, visto che sono qui, perché non farci un salto?", "E quindi voi venite con me.", "Guardate che bella questa libreria, però guardate dentro.", "Questo è il mio paradiso.", "Sapete quando vi dicono: \"Ah, che cosa...?", "Come vi vedete da grandi?", "Come ti vedrai tra 8  anni?\" Bene: io, quando sarò una signora anziana di 70–80 anni, sarò nella mia libreria  antica.", "Così.", "Mi si è slacciata la scarpa.", "Vediamo.", "Ah, qui c'è il presepe.", "Allora, è tutto ancora...", "non lo so, mi sembra un  po' tutto spoglio, forse perché siamo all'inizio, non lo so.", "Prova.", "Questo è l'albero di Natale.", "L'albero ufficiale della città non è questo, ovviamente, perché questo è un po' triste.", "È  piccolo, più che altro.", "Vabbè, che albero ci metti in una piazza così imponente come Piazza Navona?", "Cioè, nessun albero potrà mai essere più bello della piazza.", "Quello ufficiale sarà a Piazza del  Popolo e ci andremo prossimamente.", "Prossimamente, cioè dopo l'8 dicembre, perché comunque  tradizionalmente il periodo natalizio qui in Italia inizia l'8 dicembre e tutti gli alberi, le  decorazioni, vengono accese l'8 dicembre.", "Allora, come tutti gli anni, le cose più interessanti  sono le scopette della Befana e il presepe, che è molto carino.", "Le scopette scaccia-guai.", "E questa è la Befana.", "La Befana.", "Siamo ancora lontani dalla Befana, che è il 6 dicembre, però ovviamente  c'è già tutto qui.", "Allora, poi, come ultima cosa, c'è da vedere  la giostra, che è lì giù.", "Questa passeggiata a Piazza Navona è stata  un po' veloce, però lo rifaremo, la rifaremo, rifaremo la passeggiata.", "Ehm, ovviamente  veniamo tutti gli anni qui a Piazza Navona, quindi se nel frattempo avete nostalgia di tutti  questi posti, ovviamente trovate i vlog dell'anno scorso e tutti i vlog di Natale che ho fatto  in precedenza.", "Quindi quelli ci sono sempre, sono anche sempre comunque validi, nel senso  che più o meno sono sempre le stesse cose che ci sono, sono più o meno sempre gli stessi  eventi in città e quindi poche cose cambiano.", "Perciò, se volete recuperare anche quei vlog,  sono comunque validi anche quest'anno.", "No.", "Allora, devo dire che questa videocamera cattura  tantissima luce, il che è un bene per me, perché così posso fare i vlog anche quando  è un po' più buio.", "Però in realtà non è così luminoso come vedete voi nel video:  è molto più buio, sta andando via la luce e c'è molta foschia.", "Quindi questo, diciamo, è  un punto a favore per questa videocamera.", "Yuh!", "Una domanda che mi sorge spontanea adesso che  sto aspettando che il semaforo diventi verde: lì accanto al semaforo, dall'altra parte  della strada, c'è questo chiosco che vende le grattachecche.", "Ehm, mi chiedo come  faccia a stare aperto, nel senso che chi è che d'inverno mangia le grattachecche?", "Le  grattachecche sarebbero quei bicchieri pieni di ghiaccio con gli sciroppi e pezzetti  di frutta.", "È una cosa prettamente estiva.", "Ho guardato più attentamente e c'erano delle  bibite, ovviamente, quindi vende anche altro.", "Allora, adesso stiamo passando sotto a degli  alberi che sono pieni di pappagalli e uccelli, nella speranza che non ci facciano la pupù  addosso.", "Però, anche se ce la facessero, l'importante è che la facciano in un posto  facilmente pulibile, perché comunque porta fortuna.", "Quindi speriamo bene.", "Ne.", "Lentamente decongelando perché il motorino fa freddo.", "Inaspettatamente mia sorella mi ha fatto un calendario dell'avvento sfuso.", "\"Sfuso\" perché tutti i pacchettini sono in questa busta e quindi io devo cercare ogni giorno  il pacchettino, e sono stata molto contenta.", "Mi sono emozionata anche un po', perché non me  l'aspettavo per niente.", "Allora, ovviamente ho già aperto i primi due giorni.", "Oggi è 3 dicembre,  quindi cerchiamo il pacchetto con il numero tre.", "Dobbiamo rovistare per cercare il pacchetto.", "\"Rovistare\" è lo stesso verbo che abbiamo usato quando eravamo al mercato di Portaportese.", "Al mercato di Porta Portese abbiamo detto: qual è il verbo per cercare tra i  vestiti?", "Rovistare, scartabellare, smucinare.", "Però \"smucinare\" è molto colloquiale  e un po' dialettale, quindi tra questi verbi quello da ricordare è \"rovistare\".", "Rovistare.", "Mi aiuti a cercarlo?", "Eccolo.", "Eccolo.", "Che cosa sarà?", "Tu senti un odore che ti piace, ti  lecchi i baffi, e quindi è un dolcetto.", "Ah, cioè una cosa che dicono i bambini alle feste  quando è il momento di aprire i regali.", "Allora, tutti gli invitati cantano al festeggiato o alla  festeggiata: \"Scarta la carta, scarta la carta!\".", "Buona, un tronchi.", "Questo me lo mangio subito.", "Vuoi salutare?", "Fatti vedere quanto sei bello.", "No, no, oggi non ha voglia di farsi vedere.", "Garbatella.", "Buongiorno.", "Oggi mi trovo all'EUR, un quartiere  che si trova nella parte sud della città, perché sto andando alla fiera della piccola e media  editoria che si chiama Più libri, più liberi.", "Questo evento si tiene alla Nuvola di Fuksas.", "C'è tanta roba, ci sono tantissime cose  e tantissimi stand.", "Ho già adocchiato un libro che poi andrò a recuperare,  però prima voglio fare un giro.", "Siamo nella Nuvola.", "Sembra di stare in una pellicola cinematografica.", "Ho fatto danni.", "Allora, è un posto pericoloso per me.", "Ho fatto  danni, ho speso troppi soldi.", "Poi a casa vi faccio vedere che cosa ho preso.", "Sta piovendo.", "Per fortuna ho l'ombrello in borsa.", "Comunque sono contenta di essere venuta perché ogni anno mi  dico: \"No, devo andarci, voglio andarci\", e poi per un motivo o per un altro non lo faccio mai.", "Invece quest'anno ce l'ho fatta, mi sono decisa.", "Sembrerà una cosa un po' stupida, però a volte  succede, no?, che si vuole fare una cosa, però per un motivo o per un altro non ci si riesce  mai.", "Allora, siccome adesso sono qui a l’EUR, come vi dicevo, andiamo a vedere il Colosseo Quadrato,  che è la sede di Fendy attualmente.", "E poi un'altra cosa molto bella, se vi capita di venire qui  all'EUR, è il Museo delle Civiltà.", "È un museo molto bello.", "Ci sono stata una volta e ci vorrò  ritornare in futuro.", "Adesso ve lo faccio vedere, perché ci passiamo davanti, e vedete: c'è il Museo  delle Civiltà.", "Questo quartiere, come vi dicevo, si chiama EUR, che è un acronimo: Esposizione  Universale Romana.", "È stato costruito negli anni ’30 del 1900 per ospitare appunto l'esposizione  universale; poi sono rimasti gli edifici e oggi vengono usati per uffici principalmente, e  poi c'è anche una parte che è residenziale, però non è proprio qui, è un po' più spostata.", "Ecco, vedete la scritta su questo edificio: “Ente Autonomo Esposizione Universale di  Roma”.", "Guardate invece che cosa c'è qui.", "Tadan!", "Eccolo, il Colosseo Quadrato.", "Comunque, dicevo che siccome qui, ovviamente, negli anni ’30 non  c'era assolutamente niente, si è costruito in modo molto ampio e  spazioso, quindi le strade sono molto larghe.", "Questa è la parte un po' più residenziale.", "Vi faccio vedere anche il laghetto dell'EUR prima di tornare a casa.", "Lì dietro c'è tutta la parte residenziale, ci sono delle case bellissime là  dietro, quasi ville, villette.", "E lì invece c'è il Palasport, dove fanno i concerti.", "Bene, detto ciò, vado a prendere la metro per tornare a casa.", "Sono in metropolitana, sto aspettando il treno.", "Dovrebbe arrivare  tra un paio di minuti, ma mi sono appena accorta che sul manifesto pubblicitario della  fiera c'è scritto che l'ingresso è ridotto...", "\"attenzione, treno per Laurentina in  arrivo.", "Allontanarsi dalla linea gialla!\" ...", "con un biglietto vidimato, cioè timbrato.", "E non ci ho pensato, non lo sapevo.", "Avrei  potuto comprare un biglietto ridotto, io invece ho comprato il biglietto  intero.", "Vabbè, pazienza, è andata così.", "Allora, buongiorno.", "Oggi è sabato.", "Quando sono  tornata a casa dalla fiera mi sono distratta a fare altro e quindi mi sono dimenticata di farvi  vedere che cosa ho preso, che cosa ho trovato alla fiera.", "Allora, c'erano tantissime cose,  c'erano tantissime persone, tantissimi libri.", "Sono andata via un po' provata, devo dire,  ehm, diciamo, perché c'era tanta folla, tanto movimento.", "Avrei voluto prendere molti più  libri di quanti ne ho presi, però ovviamente non è possibile, non posso lasciarmi andare così,  perché ogni cosa ha il suo tempo.", "Quindi ho preso solamente alcuni libri per me; altri non ve li  posso far vedere perché sono dei regali.", "Allora, il primo che vi faccio vedere è questo.", "Non è un  romanzo, è un saggio.", "Si intitola Il sentimento della lingua di Luca Serianni.", "Luca Serianni  era un linguista molto affermato che purtroppo è deceduto in un tragico incidente qualche anno  fa: è stato investito sulle strisce pedonali.", "Il mondo della linguistica italiana ha perso un  grande studioso.", "Questo ancora ovviamente non l'ho letto, l'ho appena comprato, quindi non vi posso  dire nient'altro, diciamo.", "Vi posso leggere però cosa c'è scritto qui: “Come storico della lingua  italiana avverto anche l'esigenza di un certo impegno civile.", "Diffondere la padronanza della  lingua e della sua storia è un modo per rafforzare il senso di appartenenza a una comunità.”  Poi ho preso due libri che sono divertenti, secondo me, di una casa editrice che si occupa  di letteratura gastronomica molto interessante.", "C'erano tantissimi saggi che mi interessavano,  però ho dovuto fare una scelta.", "Allora, il primo libro è questo.", "Poi è bellissima la copertina,  l'illustrazione della copertina è bellissima.", "Allora, questo si intitola Santa Pietanza.", "Tradizioni e ricette dei santi e delle loro feste di Lidia Capasso e Giovanna Esposito.", "Illustrazioni di Gianluca Biscalchin.", "Quindi, praticamente, le due autrici presentano un viaggio  tra le usanze culinarie associate al culto e alla venerazione dei santi.", "È una scelta particolare,  ma a me piacciono molto le letture particolari.", "Ehm...", "e poi ho preso questo di Stanislao Porzio,  Cibi di strada.", "Italia del Nord, Toscana, Umbria e Marche, e non mi sono resa conto che questo  libro qui copre solamente alcune parti d'Italia.", "C'è anche un altro che copre invece il Sud Italia,  quindi prossimamente probabilmente completerei la collezione anche con quello.", "Vi leggo dietro  cosa c'è scritto: “I cibi di strada sono un concentrato di sapori semplici, netti, antichi.", "Li trovi sempre dietro l'angolo, ti nutrono a basso costo.", "Se sei del posto, ti mettono in  contatto fisico con la tua identità.", "Se non fai parte della comunità, raccontano ai tuoi sensi  la loro cultura.", "Ecco perché li amo.", "Per me i cibi di strada si trovano anche al coperto.", "Parlo  degli spuntini fatti in piedi davanti a un banco o seduti a un tavolaccio.", "La vera discriminante  rispetto a quello che offre un ristorante riguarda il tempo e l'informalità.", "I cibi di  strada si consumano rapidamente e spesso con le mani.", "A differenza del fast food, però, hanno  una storia da raccontare, una storia di persone, non di tempi, procedure e metodi.", "Parlando di  farinata, focacce, piadine, cerco di raccontare anche le persone che incontro e i luoghi che  visito, perché il cibo ha molto meno sapore se viene separato da chi lo produce e dal luogo  d'origine.” Come potevo non prendere questo libro?", "Ditemelo voi.", "E poi, visto che ho fatto questi  due acquisti, mi hanno regalato questa borsa di tela che è bellissima, a parte che è enorme, con  queste illustrazioni che devo decidere se...", "devo decidere se è un gabbiano o un piccione.", "Che  dite?", "Secondo me è un gabbiano.", "Sono indecisa.", "Bene, perfetto.", "Allora, io direi di concludere  questo vlog adesso.", "Io vi ringrazio tantissimo per avermi seguito in queste avventure quotidiane e vi  do appuntamento al prossimo video.", "A presto.", "Ciao."], "transcript": [{"start": 15.92, "end": 22.56, "text": "Ciao a tutti e bentornati sul mio canale.  Oggi pomeriggio inizia un nuovo vlog."}, {"start": 23.12, "end": 29.2, "text": "Questo che vedete qui è il microfono: lo  devo per forza usare perché c'è un sacco"}, {"start": 29.2, "end": 37.96, "text": "di traffico e quindi spero che il rumore  di fondo sia attutito per bene. Oggi c'è"}, {"start": 37.96, "end": 50.32, "text": "un po' di foschia, il cielo è coperto e c'è  questa sensazione di malinconia nell'aria."}, {"start": 58.92, "end": 68.68, "text": "I colori dell'autunno stanno piano piano svanendo  e sta diventando tutto un po' grigio. Si va verso"}, {"start": 68.68, "end": 75.03999999999999, "text": "l'inverno. Oggi fa freddo, sono venuta in  centro in motorino e ovviamente mi sono"}, {"start": 75.03999999999999, "end": 82.88, "text": "dimenticata qualcosa: oggi una cosa importante,  ovvero la sciarpa. Però sarete contenti di"}, {"start": 82.88, "end": 111.0, "text": "sapere che ora indosso i guanti in motorino. Secondo me sta per venire a piovere. Ho sentito"}, {"start": 111.0, "end": 120.16, "text": "qualche goccia e poi è pieno di stormi che fanno  i disegni nel cielo. Sto cercando di riprenderli,"}, {"start": 120.16, "end": 127.4, "text": "ma è un po' difficile perché sono lontani  e non si vedono molto nitidamente. Eh,"}, {"start": 127.4, "end": 137.2, "text": "li sto guardando adesso in questo momento.  Sono affascinata, eh, si vedono in lontananza."}, {"start": 139.44, "end": 146.48, "text": "Sono qua. Comunque, visto che"}, {"start": 146.48, "end": 154.72, "text": "sono in centro per delle commissioni, ho pensato  di fare un giro a Piazza Navona perché, siccome"}, {"start": 154.72, "end": 164.68, "text": "oggi è il 3 dicembre – sì, oggi è il 3 dicembre  – hanno già allestito il mercatino di Natale,"}, {"start": 164.68, "end": 176.48, "text": "più precisamente l'uno, quindi lunedì, due giorni  fa. E quindi, visto che sono qui, perché non farci"}, {"start": 176.48, "end": 194.72, "text": "un salto? E quindi voi venite con me. Guardate che bella questa libreria,"}, {"start": 194.72, "end": 210.36, "text": "però guardate dentro. Questo è il mio paradiso. Sapete quando vi dicono: \"Ah, che cosa...? Come"}, {"start": 210.36, "end": 216.76, "text": "vi vedete da grandi? Come ti vedrai tra 8  anni?\" Bene: io, quando sarò una signora"}, {"start": 216.76, "end": 242.36, "text": "anziana di 70–80 anni, sarò nella mia libreria  antica. Così. Mi si è slacciata la scarpa."}, {"start": 248.8, "end": 255.04, "text": "Vediamo. Ah, qui c'è il presepe."}, {"start": 255.04, "end": 260.2, "text": "Allora, è tutto ancora... non lo so, mi sembra un  po' tutto spoglio, forse perché siamo all'inizio,"}, {"start": 260.2, "end": 270.84, "text": "non lo so. Prova. Questo è l'albero di Natale. L'albero ufficiale della città non è questo,"}, {"start": 270.84, "end": 277.52, "text": "ovviamente, perché questo è un po' triste. È  piccolo, più che altro. Vabbè, che albero ci metti"}, {"start": 277.52, "end": 289.15999999999997, "text": "in una piazza così imponente come Piazza Navona?  Cioè, nessun albero potrà mai essere più bello"}, {"start": 289.15999999999997, "end": 297.2, "text": "della piazza. Quello ufficiale sarà a Piazza del  Popolo e ci andremo prossimamente. Prossimamente,"}, {"start": 297.2, "end": 303.0, "text": "cioè dopo l'8 dicembre, perché comunque  tradizionalmente il periodo natalizio qui in"}, {"start": 303.0, "end": 313.96, "text": "Italia inizia l'8 dicembre e tutti gli alberi, le  decorazioni, vengono accese l'8 dicembre. Allora,"}, {"start": 313.96, "end": 325.48, "text": "come tutti gli anni, le cose più interessanti  sono le scopette della Befana e il presepe,"}, {"start": 325.48, "end": 340.48, "text": "che è molto carino. Le scopette scaccia-guai."}, {"start": 342.44, "end": 349.08, "text": "E questa è la Befana. La Befana.  Siamo ancora lontani dalla Befana,"}, {"start": 349.08, "end": 356.08, "text": "che è il 6 dicembre, però ovviamente  c'è già tutto qui. Allora, poi, come"}, {"start": 356.08, "end": 362.92, "text": "ultima cosa, c'è da vedere  la giostra, che è lì giù."}, {"start": 365.8, "end": 370.24, "text": "Questa passeggiata a Piazza Navona è stata  un po' veloce, però lo rifaremo, la rifaremo,"}, {"start": 370.24, "end": 378.12, "text": "rifaremo la passeggiata. Ehm, ovviamente  veniamo tutti gli anni qui a Piazza Navona,"}, {"start": 378.12, "end": 388.92, "text": "quindi se nel frattempo avete nostalgia di tutti  questi posti, ovviamente trovate i vlog dell'anno"}, {"start": 388.92, "end": 394.24, "text": "scorso e tutti i vlog di Natale che ho fatto  in precedenza. Quindi quelli ci sono sempre,"}, {"start": 394.24, "end": 400.68, "text": "sono anche sempre comunque validi, nel senso  che più o meno sono sempre le stesse cose"}, {"start": 402.12, "end": 410.88, "text": "che ci sono, sono più o meno sempre gli stessi  eventi in città e quindi poche cose cambiano."}, {"start": 410.88, "end": 445.52, "text": "Perciò, se volete recuperare anche quei vlog,  sono comunque validi anche quest'anno. No."}, {"start": 483.6, "end": 491.6, "text": "Allora, devo dire che questa videocamera cattura  tantissima luce, il che è un bene per me,"}, {"start": 491.6, "end": 498.8, "text": "perché così posso fare i vlog anche quando  è un po' più buio. Però in realtà non è"}, {"start": 498.8, "end": 508.8, "text": "così luminoso come vedete voi nel video:  è molto più buio, sta andando via la luce"}, {"start": 508.8, "end": 520.24, "text": "e c'è molta foschia. Quindi questo, diciamo, è  un punto a favore per questa videocamera. Yuh!"}, {"start": 521.28, "end": 527.48, "text": "Una domanda che mi sorge spontanea adesso che  sto aspettando che il semaforo diventi verde:"}, {"start": 527.48, "end": 532.08, "text": "lì accanto al semaforo, dall'altra parte  della strada, c'è questo chiosco che vende"}, {"start": 532.08, "end": 539.96, "text": "le grattachecche. Ehm, mi chiedo come  faccia a stare aperto, nel senso che chi"}, {"start": 539.96, "end": 548.8, "text": "è che d'inverno mangia le grattachecche? Le  grattachecche sarebbero quei bicchieri pieni"}, {"start": 548.8, "end": 558.32, "text": "di ghiaccio con gli sciroppi e pezzetti  di frutta. È una cosa prettamente estiva."}, {"start": 558.32, "end": 568.24, "text": "Ho guardato più attentamente e c'erano delle  bibite, ovviamente, quindi vende anche altro."}, {"start": 570.48, "end": 578.32, "text": "Allora, adesso stiamo passando sotto a degli  alberi che sono pieni di pappagalli e uccelli,"}, {"start": 578.32, "end": 586.44, "text": "nella speranza che non ci facciano la pupù  addosso. Però, anche se ce la facessero,"}, {"start": 586.44, "end": 595.48, "text": "l'importante è che la facciano in un posto  facilmente pulibile, perché comunque porta"}, {"start": 595.48, "end": 630.84, "text": "fortuna. Quindi speriamo bene. Ne. Lentamente decongelando perché"}, {"start": 630.84, "end": 637.92, "text": "il motorino fa freddo. Inaspettatamente mia sorella mi"}, {"start": 637.92, "end": 645.2, "text": "ha fatto un calendario dell'avvento sfuso.  \"Sfuso\" perché tutti i pacchettini sono in"}, {"start": 645.2, "end": 650.84, "text": "questa busta e quindi io devo cercare ogni giorno  il pacchettino, e sono stata molto contenta. Mi"}, {"start": 650.84, "end": 655.76, "text": "sono emozionata anche un po', perché non me  l'aspettavo per niente. Allora, ovviamente ho"}, {"start": 655.76, "end": 664.8, "text": "già aperto i primi due giorni. Oggi è 3 dicembre,  quindi cerchiamo il pacchetto con il numero tre."}, {"start": 665.88, "end": 673.12, "text": "Dobbiamo rovistare per cercare il pacchetto.  \"Rovistare\" è lo stesso verbo che abbiamo usato"}, {"start": 673.12, "end": 680.36, "text": "quando eravamo al mercato di Portaportese.  Al mercato di Porta Portese abbiamo detto:"}, {"start": 680.36, "end": 689.52, "text": "qual è il verbo per cercare tra i  vestiti? Rovistare, scartabellare,"}, {"start": 689.52, "end": 698.92, "text": "smucinare. Però \"smucinare\" è molto colloquiale  e un po' dialettale, quindi tra questi verbi"}, {"start": 698.92, "end": 710.52, "text": "quello da ricordare è \"rovistare\". Rovistare.  Mi aiuti a cercarlo? Eccolo. Eccolo. Che cosa"}, {"start": 710.52, "end": 717.52, "text": "sarà? Tu senti un odore che ti piace, ti  lecchi i baffi, e quindi è un dolcetto. Ah,"}, {"start": 717.52, "end": 723.64, "text": "cioè una cosa che dicono i bambini alle feste  quando è il momento di aprire i regali. Allora,"}, {"start": 723.64, "end": 734.6, "text": "tutti gli invitati cantano al festeggiato o alla  festeggiata: \"Scarta la carta, scarta la carta!\"."}, {"start": 734.6, "end": 745.92, "text": "Buona, un tronchi. Questo me lo mangio subito.  Vuoi salutare? Fatti vedere quanto sei bello. No,"}, {"start": 745.92, "end": 762.28, "text": "no, oggi non ha voglia di farsi vedere. Garbatella."}, {"start": 770.12, "end": 780.12, "text": "Buongiorno. Oggi mi trovo all'EUR, un quartiere  che si trova nella parte sud della città, perché"}, {"start": 780.12, "end": 797.76, "text": "sto andando alla fiera della piccola e media  editoria che si chiama Più libri, più liberi."}, {"start": 797.76, "end": 801.24, "text": "Questo evento si tiene alla Nuvola di Fuksas."}, {"start": 811.64, "end": 819.72, "text": "C'è tanta roba, ci sono tantissime cose  e tantissimi stand. Ho già adocchiato un"}, {"start": 819.72, "end": 845.2, "text": "libro che poi andrò a recuperare,  però prima voglio fare un giro."}, {"start": 845.2, "end": 847.4, "text": "Siamo nella Nuvola."}, {"start": 850.72, "end": 857.12, "text": "Sembra di stare in una pellicola cinematografica."}, {"start": 869.44, "end": 873.8, "text": "Ho fatto danni."}, {"start": 890.68, "end": 901.12, "text": "Allora, è un posto pericoloso per me. Ho fatto  danni, ho speso troppi soldi. Poi a casa vi"}, {"start": 901.12, "end": 909.76, "text": "faccio vedere che cosa ho preso. Sta piovendo.  Per fortuna ho l'ombrello in borsa. Comunque sono"}, {"start": 909.76, "end": 916.88, "text": "contenta di essere venuta perché ogni anno mi  dico: \"No, devo andarci, voglio andarci\", e poi"}, {"start": 916.88, "end": 924.76, "text": "per un motivo o per un altro non lo faccio mai.  Invece quest'anno ce l'ho fatta, mi sono decisa."}, {"start": 925.32, "end": 932.2, "text": "Sembrerà una cosa un po' stupida, però a volte  succede, no?, che si vuole fare una cosa,"}, {"start": 932.2, "end": 940.88, "text": "però per un motivo o per un altro non ci si riesce  mai. Allora, siccome adesso sono qui a l’EUR, come"}, {"start": 940.88, "end": 951.56, "text": "vi dicevo, andiamo a vedere il Colosseo Quadrato,  che è la sede di Fendy attualmente. E poi un'altra"}, {"start": 951.56, "end": 959.32, "text": "cosa molto bella, se vi capita di venire qui  all'EUR, è il Museo delle Civiltà. È un museo"}, {"start": 959.32, "end": 968.76, "text": "molto bello. Ci sono stata una volta e ci vorrò  ritornare in futuro. Adesso ve lo faccio vedere,"}, {"start": 968.76, "end": 979.36, "text": "perché ci passiamo davanti, e vedete: c'è il Museo  delle Civiltà. Questo quartiere, come vi dicevo,"}, {"start": 979.36, "end": 990.24, "text": "si chiama EUR, che è un acronimo: Esposizione  Universale Romana. È stato costruito negli anni"}, {"start": 990.24, "end": 1000.2, "text": "’30 del 1900 per ospitare appunto l'esposizione  universale; poi sono rimasti gli edifici e oggi"}, {"start": 1000.2, "end": 1007.68, "text": "vengono usati per uffici principalmente, e  poi c'è anche una parte che è residenziale,"}, {"start": 1007.68, "end": 1026.88, "text": "però non è proprio qui, è un po' più spostata. Ecco, vedete la scritta su questo edificio:"}, {"start": 1026.88, "end": 1035.44, "text": "“Ente Autonomo Esposizione Universale di  Roma”. Guardate invece che cosa c'è qui. Tadan!"}, {"start": 1038.8, "end": 1048.04, "text": "Eccolo, il Colosseo Quadrato. Comunque, dicevo che siccome qui,"}, {"start": 1048.04, "end": 1051.84, "text": "ovviamente, negli anni ’30 non  c'era assolutamente niente,"}, {"start": 1051.84, "end": 1062.8, "text": "si è costruito in modo molto ampio e  spazioso, quindi le strade sono molto larghe."}, {"start": 1076.44, "end": 1091.8, "text": "Questa è la parte un po' più residenziale. Vi faccio vedere anche il laghetto dell'EUR"}, {"start": 1092.52, "end": 1112.6, "text": "prima di tornare a casa. Lì dietro c'è tutta la parte"}, {"start": 1112.6, "end": 1120.8, "text": "residenziale, ci sono delle case bellissime là  dietro, quasi ville, villette. E lì invece c'è"}, {"start": 1120.8, "end": 1129.44, "text": "il Palasport, dove fanno i concerti. Bene, detto ciò, vado a prendere la"}, {"start": 1129.44, "end": 1136.32, "text": "metro per tornare a casa. Sono in metropolitana,"}, {"start": 1136.32, "end": 1142.04, "text": "sto aspettando il treno. Dovrebbe arrivare  tra un paio di minuti, ma mi sono appena"}, {"start": 1142.8, "end": 1150.36, "text": "accorta che sul manifesto pubblicitario della  fiera c'è scritto che l'ingresso è ridotto..."}, {"start": 1150.36, "end": 1156.66, "text": "\"attenzione, treno per Laurentina in  arrivo. Allontanarsi dalla linea gialla!\""}, {"start": 1156.66, "end": 1163.24, "text": "... con un biglietto vidimato, cioè timbrato."}, {"start": 1163.24, "end": 1170.8, "text": "E non ci ho pensato, non lo sapevo. Avrei  potuto comprare un biglietto ridotto,"}, {"start": 1170.8, "end": 1176.84, "text": "io invece ho comprato il biglietto  intero. Vabbè, pazienza, è andata così."}, {"start": 1178.32, "end": 1185.0, "text": "Allora, buongiorno. Oggi è sabato. Quando sono  tornata a casa dalla fiera mi sono distratta a"}, {"start": 1185.0, "end": 1192.36, "text": "fare altro e quindi mi sono dimenticata di farvi  vedere che cosa ho preso, che cosa ho trovato"}, {"start": 1192.36, "end": 1199.28, "text": "alla fiera. Allora, c'erano tantissime cose,  c'erano tantissime persone, tantissimi libri."}, {"start": 1199.28, "end": 1205.4, "text": "Sono andata via un po' provata, devo dire,  ehm, diciamo, perché c'era tanta folla,"}, {"start": 1205.4, "end": 1210.84, "text": "tanto movimento. Avrei voluto prendere molti più  libri di quanti ne ho presi, però ovviamente non"}, {"start": 1210.84, "end": 1219.64, "text": "è possibile, non posso lasciarmi andare così,  perché ogni cosa ha il suo tempo. Quindi ho preso"}, {"start": 1219.64, "end": 1228.12, "text": "solamente alcuni libri per me; altri non ve li  posso far vedere perché sono dei regali. Allora,"}, {"start": 1228.12, "end": 1234.88, "text": "il primo che vi faccio vedere è questo. Non è un  romanzo, è un saggio. Si intitola Il sentimento"}, {"start": 1234.88, "end": 1243.56, "text": "della lingua di Luca Serianni. Luca Serianni  era un linguista molto affermato che purtroppo"}, {"start": 1243.56, "end": 1253.0, "text": "è deceduto in un tragico incidente qualche anno  fa: è stato investito sulle strisce pedonali."}, {"start": 1253.52, "end": 1260.32, "text": "Il mondo della linguistica italiana ha perso un  grande studioso. Questo ancora ovviamente non l'ho"}, {"start": 1260.32, "end": 1266.24, "text": "letto, l'ho appena comprato, quindi non vi posso  dire nient'altro, diciamo. Vi posso leggere però"}, {"start": 1266.24, "end": 1271.72, "text": "cosa c'è scritto qui: “Come storico della lingua  italiana avverto anche l'esigenza di un certo"}, {"start": 1271.72, "end": 1276.68, "text": "impegno civile. Diffondere la padronanza della  lingua e della sua storia è un modo per rafforzare"}, {"start": 1276.68, "end": 1284.08, "text": "il senso di appartenenza a una comunità.”  Poi ho preso due libri che sono divertenti,"}, {"start": 1284.08, "end": 1291.16, "text": "secondo me, di una casa editrice che si occupa  di letteratura gastronomica molto interessante."}, {"start": 1291.16, "end": 1300.32, "text": "C'erano tantissimi saggi che mi interessavano,  però ho dovuto fare una scelta. Allora, il primo"}, {"start": 1300.32, "end": 1307.48, "text": "libro è questo. Poi è bellissima la copertina,  l'illustrazione della copertina è bellissima."}, {"start": 1307.48, "end": 1314.0, "text": "Allora, questo si intitola Santa Pietanza.  Tradizioni e ricette dei santi e delle loro"}, {"start": 1314.0, "end": 1322.12, "text": "feste di Lidia Capasso e Giovanna Esposito.  Illustrazioni di Gianluca Biscalchin. Quindi,"}, {"start": 1322.12, "end": 1329.92, "text": "praticamente, le due autrici presentano un viaggio  tra le usanze culinarie associate al culto e alla"}, {"start": 1329.92, "end": 1337.56, "text": "venerazione dei santi. È una scelta particolare,  ma a me piacciono molto le letture particolari."}, {"start": 1337.56, "end": 1346.16, "text": "Ehm... e poi ho preso questo di Stanislao Porzio,  Cibi di strada. Italia del Nord, Toscana, Umbria"}, {"start": 1346.16, "end": 1353.12, "text": "e Marche, e non mi sono resa conto che questo  libro qui copre solamente alcune parti d'Italia."}, {"start": 1353.12, "end": 1362.0, "text": "C'è anche un altro che copre invece il Sud Italia,  quindi prossimamente probabilmente completerei la"}, {"start": 1362.0, "end": 1368.08, "text": "collezione anche con quello. Vi leggo dietro  cosa c'è scritto: “I cibi di strada sono un"}, {"start": 1368.08, "end": 1374.2, "text": "concentrato di sapori semplici, netti, antichi.  Li trovi sempre dietro l'angolo, ti nutrono a"}, {"start": 1374.2, "end": 1380.56, "text": "basso costo. Se sei del posto, ti mettono in  contatto fisico con la tua identità. Se non fai"}, {"start": 1380.56, "end": 1387.0, "text": "parte della comunità, raccontano ai tuoi sensi  la loro cultura. Ecco perché li amo. Per me i"}, {"start": 1387.0, "end": 1392.96, "text": "cibi di strada si trovano anche al coperto. Parlo  degli spuntini fatti in piedi davanti a un banco o"}, {"start": 1392.96, "end": 1398.56, "text": "seduti a un tavolaccio. La vera discriminante  rispetto a quello che offre un ristorante"}, {"start": 1399.88, "end": 1405.28, "text": "riguarda il tempo e l'informalità. I cibi di  strada si consumano rapidamente e spesso con"}, {"start": 1405.28, "end": 1412.6, "text": "le mani. A differenza del fast food, però, hanno  una storia da raccontare, una storia di persone,"}, {"start": 1412.6, "end": 1418.52, "text": "non di tempi, procedure e metodi. Parlando di  farinata, focacce, piadine, cerco di raccontare"}, {"start": 1418.52, "end": 1423.72, "text": "anche le persone che incontro e i luoghi che  visito, perché il cibo ha molto meno sapore"}, {"start": 1423.72, "end": 1431.32, "text": "se viene separato da chi lo produce e dal luogo  d'origine.” Come potevo non prendere questo libro?"}, {"start": 1431.32, "end": 1437.52, "text": "Ditemelo voi. E poi, visto che ho fatto questi  due acquisti, mi hanno regalato questa borsa di"}, {"start": 1437.52, "end": 1447.8, "text": "tela che è bellissima, a parte che è enorme, con  queste illustrazioni che devo decidere se... devo"}, {"start": 1447.8, "end": 1458.32, "text": "decidere se è un gabbiano o un piccione. Che  dite? Secondo me è un gabbiano. Sono indecisa."}, {"start": 1459.2, "end": 1468.64, "text": "Bene, perfetto. Allora, io direi di concludere  questo vlog adesso. Io vi ringrazio tantissimo per"}, {"start": 1468.64, "end": 1487.52, "text": "avermi seguito in queste avventure quotidiane e vi  do appuntamento al prossimo video. A presto. Ciao."}], "createdAt": "2025-12-15T01:17:36.000Z", "imageUrl": "https://img.youtube.com/vi/41W6alR0rQ0/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=41W6alR0rQ0", "isFavorite": false, "progress": 0, "genre": "vlog"}]