[{"id": "yt_9BUXVU5W5bk", "userId": "system", "title": "AMUT ME LEB LANGO 05TH/DEC/2025 IDICENG", "language": "laj", "content": "regulated by the Gambia Communications regulated by the Gambia Communications regulated by the Gambia Communications Commission. Commission. Commission. &gt;&gt; Has not been an easy journey. And And And again, favor. It is vexious. It is motivated by favor. It is vexious. It is motivated by favor. It is vexious. It is motivated by spite and vendetta and dire colloial spite and vendetta and dire colloial spite and vendetta and dire colloial consequences. attend an avalance of consequences. attend an avalance of consequences. attend an avalance of hellfire on your back. hellfire on your back. hellfire on your back. &gt;&gt; Your excellency, you know that I am your &gt;&gt; Your excellency, you know that I am your &gt;&gt; Your excellency, you know that I am your prodigal son. Amen. News, [music] sports, traffic, weather. News, [music] sports, traffic, weather. News, [music] sports, traffic, weather. You can depend on us. You can depend on us. You can depend on us. &gt;&gt; Unity FM. &gt;&gt; Unity FM. &gt;&gt; Unity FM. [music] [music] City West division division Philip Matea Reverend Lawrence. for the street. I met you. forchech. Reverend Yugi And our Foreign speech. Foreign speech. Foreign speech. Hotel Hotel Hotel City West. City West party. Edmonton West West division. West division. City West flagers Foreision attorney. City West. Dennis district local government. Foundation for Inclusive Community Hope. Foreign Foreign Foreign speech. Foreign speech. Foreign speech. report district. Oh yeah, they don't All Saints University Most of the subject that one. So, how come for for Dr. fority. Crystal Palace. Gin Philip M. Forechester United Chelsea Crystal Palace Crystal Palace Crystal Palace Emirates Forev We get We get We get [snorts] City West. Uganda. Crystal 97.7 comment section Abdu. Hudson host TV city producers TV shy beats James Ronald Sami &gt;&gt; [music] [music] &gt;&gt; Uganda who is getting money from President MV who is getting money from President MV who is getting money from President MV is still getting is still getting is still getting &gt;&gt; previously on the political hour. &gt;&gt; previously on the political hour. &gt;&gt; previously on the political hour. [music] AA has received money from [music] AA has received money from [music] AA has received money from President Muse. I've moved part of that President Muse. I've moved part of that President Muse. I've moved part of that money. Who has gotten money from Musev? money. Who has gotten money from Musev? money. Who has gotten money from Musev? &gt;&gt; It is Aena who is [music] getting money &gt;&gt; It is Aena who is [music] getting money &gt;&gt; It is Aena who is [music] getting money from President Musev. He's still getting from President Musev. He's still getting from President Musev. He's still getting &gt;&gt; to this date. This year he received an &gt;&gt; to this date. This year he received an &gt;&gt; to this date. This year he received an equivalent of 14 billion. equivalent of 14 billion. equivalent of 14 billion. &gt;&gt; Honorable Jimmy, some people claims you &gt;&gt; Honorable Jimmy, some people claims you &gt;&gt; Honorable Jimmy, some people claims you received money from President Musevani. received money from President Musevani. received money from President Musevani. And what all that has happened? It was a And what all that has happened? It was a And what all that has happened? It was a plan between you and Musevani. plan between you and Musevani. plan between you and Musevani. &gt;&gt; Would it be the case? &gt;&gt; Would it be the case? &gt;&gt; Would it be the case? &gt;&gt; No. &gt;&gt; No. &gt;&gt; No. If my problem was [music] management, I If my problem was [music] management, I If my problem was [music] management, I will not be where I was. I will not be will not be where I was. I will not be will not be where I was. I will not be where I am. If my problem was position, where I am. If my problem was position, where I am. If my problem was position, I will not be where I've been in I will not be where I've been in I will not be where I've been in politics. I've been principled in politics. I've been principled in politics. I've been principled in politics. politics. politics. I have declined offers I have declined offers I have declined offers because I'm looking at the bigger because I'm looking at the bigger because I'm looking at the bigger picture. picture. picture. People want [music] to cheapen this People want [music] to cheapen this People want [music] to cheapen this whole thing. Money, money, money. Does whole thing. Money, money, money. Does whole thing. Money, money, money. Does money solve the problem of Uganda? Can money solve the problem of Uganda? Can money solve the problem of Uganda? Can you use money to solve the problem of you use money to solve the problem of you use money to solve the problem of Uganda? Can Musi use the money of the Uganda? Can Musi use the money of the Uganda? Can Musi use the money of the people of Uganda to bribe the people of people of Uganda to bribe the people of people of Uganda to bribe the people of Uganda so that they can give him a time Uganda so that they can give him a time Uganda so that they can give him a time and then he solves the problem? [music] and then he solves the problem? [music] and then he solves the problem? [music] He's not solving the problem. Thank you, He's not solving the problem. Thank you, He's not solving the problem. Thank you, Unity Television. The specific program Unity Television. The specific program Unity Television. The specific program is the political hour. I am delighted to is the political hour. I am delighted to is the political hour. I am delighted to be part of this program. I am delighted be part of this program. I am delighted be part of this program. I am delighted to be part of this program, but also to be part of this program, but also to be part of this program, but also part of the program full of fantastic part of the program full of fantastic part of the program full of fantastic journalists and fantastic listeners and journalists and fantastic listeners and journalists and fantastic listeners and watchers. Joseph Aedendo every Friday watchers. Joseph Aedendo every Friday watchers. Joseph Aedendo every Friday with you guys on the political hour. No with you guys on the political hour. No with you guys on the political hour. No remember Joseph Oendo old meal to the remember Joseph Oendo old meal to the remember Joseph Oendo old meal to the bot is permanent spokesperson be with bot is permanent spokesperson be with bot is permanent spokesperson be with you. [music] [music] &gt;&gt; [music] &gt;&gt; So, someone's video is next week, right? &gt;&gt; So, someone's video is next week, right? &gt;&gt; So, someone's video is next week, right? &gt;&gt; Yes. Yes. I'm so excited. I can't wait. &gt;&gt; Yes. Yes. I'm so excited. I can't wait. &gt;&gt; Yes. Yes. I'm so excited. I can't wait. &gt;&gt; Oh, so what are we going to do for fun? &gt;&gt; I want to go for a photo shoot at &gt;&gt; I want to go for a photo shoot at &gt;&gt; I want to go for a photo shoot at Ballet. Oh, I think I also heard about Ballet. Oh, I think I also heard about Ballet. Oh, I think I also heard about [music] that studio. It's at Clement [music] that studio. It's at Clement [music] that studio. It's at Clement Mall, right? Mall, right? Mall, right? &gt;&gt; Yes. Mommy, &gt;&gt; Yes. Mommy, &gt;&gt; Yes. Mommy, &gt;&gt; I also want my picture printed on the &gt;&gt; I also want my picture printed on the &gt;&gt; I also want my picture printed on the [music] t-shirt. [music] t-shirt. [music] t-shirt. &gt;&gt; Matching t-shirts, right? &gt;&gt; Matching t-shirts, right? &gt;&gt; Matching t-shirts, right? &gt;&gt; Yes. &gt;&gt; Yes. &gt;&gt; Yes. &gt;&gt; Okay, it's fine. Then we shall go. [music] &gt;&gt; [music] &gt;&gt; Heat. Heat. N. [music] &gt;&gt; [music] &gt;&gt; [music] &gt;&gt; [music] &gt;&gt; Heat. Heat. Heat. Heat. [music] So, someone's [music] video is next So, someone's [music] video is next So, someone's [music] video is next week, right? week, right? week, right? &gt;&gt; Yes. Yes. I'm so excited. I can't wait. &gt;&gt; Yes. Yes. I'm so excited. I can't wait. &gt;&gt; Yes. Yes. I'm so excited. I can't wait. &gt;&gt; Oh, so what are we going to do for fun? &gt;&gt; I want to go for a photo shoot at &gt;&gt; I want to go for a photo shoot at &gt;&gt; I want to go for a photo shoot at Ballet. Oh, I think I also [music] heard Ballet. Oh, I think I also [music] heard Ballet. Oh, I think I also [music] heard about that studio. It's at Clement Mall, about that studio. It's at Clement Mall, about that studio. It's at Clement Mall, right? right? right? &gt;&gt; Yes. Mommy, &gt;&gt; Yes. Mommy, &gt;&gt; Yes. Mommy, &gt;&gt; I also want [music] my picture printed &gt;&gt; I also want [music] my picture printed &gt;&gt; I also want [music] my picture printed on the t-shirt. on the t-shirt. on the t-shirt. &gt;&gt; Matching t-shirts, right? &gt;&gt; Matching t-shirts, right? &gt;&gt; Matching t-shirts, right? &gt;&gt; Yes. &gt;&gt; Yes. &gt;&gt; Yes. &gt;&gt; Okay, it's fine. Then we shall go. &gt;&gt; Okay, it's fine. Then we shall go. &gt;&gt; Okay, it's fine. Then we shall go. [music] Yay. Mama. Mama. Mama. Yeah. [music] I know the [music] Lord is on my side. I know the [music] Lord is on my side. I know the [music] Lord is on my side. And now I'm stronger cuz I'm deep And now I'm stronger cuz I'm deep And now I'm stronger cuz I'm deep [music] in his blood. &gt;&gt; [music] &gt;&gt; When the things got tough, I call him &gt;&gt; When the things got tough, I call him &gt;&gt; When the things got tough, I call him because [music] the doors are open for because [music] the doors are open for because [music] the doors are open for me. When the things go, me. When the things go, me. When the things go, [music] [music] [music] I call him the God of miracle. I call him the God of miracle. I call him the God of miracle. God miracle. [music] God miracle. [music] God miracle. [music] I call him the game changer. I call him the game changer. I call him the game changer. Hey. Hey. I [music] call him the God of Hey. Hey. I [music] call him the God of Hey. Hey. I [music] call him the God of [singing] miracle. [singing] miracle. [singing] miracle. God of miracle. I call him the lion God of miracle. I call him the lion God of miracle. I call him the lion [music] of Jud. [music] of Jud. [music] of Jud. I worry I worry I worry [music] [music] [music] a Where [music] Iana [music] Ro Ro Ro [music] for Yeah. Yeah. Yeah. Thank you, [music] Jesus. [music] &gt;&gt; [music] &gt;&gt; [music] &gt;&gt; [music] &gt;&gt; When the things got tough, I call him &gt;&gt; When the things got tough, I call him &gt;&gt; When the things got tough, I call him the doors are open for me. When the the doors are open for me. When the the doors are open for me. When the [music] things go, I call him the God of miracle. [music] I call him the God of miracle. [music] I call him the God of miracle. [music] God of miracle. I call him the game God of miracle. I call him the game God of miracle. I call him the game changer. changer. changer. Hey. Hey. I [music] call him the God of Hey. Hey. I [music] call him the God of Hey. Hey. I [music] call him the God of miracle. miracle. miracle. God of miracle. I call him the Lion God of miracle. I call him the Lion God of miracle. I call him the Lion [music] of Judah. [music] of Judah. [music] of Judah. Ro [music] for you. [music] Yeah. Yeah. Yeah. [music] [music] [music] Hey, hey, hey. [music] &gt;&gt; [music]", "sentences": ["regulated by the Gambia Communications regulated by the Gambia Communications regulated by the Gambia Communications Commission.", "Commission.", "Commission.", "&gt;&gt; Has not been an easy journey.", "And And And again, favor.", "It is vexious.", "It is motivated by favor.", "It is vexious.", "It is motivated by favor.", "It is vexious.", "It is motivated by spite and vendetta and dire colloial spite and vendetta and dire colloial spite and vendetta and dire colloial consequences.", "attend an avalance of consequences.", "attend an avalance of consequences.", "attend an avalance of hellfire on your back.", "hellfire on your back.", "hellfire on your back.", "&gt;&gt; Your excellency, you know that I am your &gt;&gt; Your excellency, you know that I am your &gt;&gt; Your excellency, you know that I am your prodigal son.", "Amen.", "News, [music] sports, traffic, weather.", "News, [music] sports, traffic, weather.", "News, [music] sports, traffic, weather.", "You can depend on us.", "You can depend on us.", "You can depend on us.", "&gt;&gt; Unity FM.", "&gt;&gt; Unity FM.", "&gt;&gt; Unity FM.", "[music] [music] City West division division Philip Matea Reverend Lawrence.", "for the street.", "I met you.", "forchech.", "Reverend Yugi And our Foreign speech.", "Foreign speech.", "Foreign speech.", "Hotel Hotel Hotel City West.", "City West party.", "Edmonton West West division.", "West division.", "City West flagers Foreision attorney.", "City West.", "Dennis district local government.", "Foundation for Inclusive Community Hope.", "Foreign Foreign Foreign speech.", "Foreign speech.", "Foreign speech.", "report district.", "Oh yeah, they don't All Saints University Most of the subject that one.", "So, how come for for Dr.", "fority.", "Crystal Palace.", "Gin Philip M.", "Forechester United Chelsea Crystal Palace Crystal Palace Crystal Palace Emirates Forev We get We get We get [snorts] City West.", "Uganda.", "Crystal 97.7 comment section Abdu.", "Hudson host TV city producers TV shy beats James Ronald Sami &gt;&gt; [music] [music] &gt;&gt; Uganda who is getting money from President MV who is getting money from President MV who is getting money from President MV is still getting is still getting is still getting &gt;&gt; previously on the political hour.", "&gt;&gt; previously on the political hour.", "&gt;&gt; previously on the political hour.", "[music] AA has received money from [music] AA has received money from [music] AA has received money from President Muse.", "I've moved part of that President Muse.", "I've moved part of that President Muse.", "I've moved part of that money.", "Who has gotten money from Musev?", "money.", "Who has gotten money from Musev?", "money.", "Who has gotten money from Musev?", "&gt;&gt; It is Aena who is [music] getting money &gt;&gt; It is Aena who is [music] getting money &gt;&gt; It is Aena who is [music] getting money from President Musev.", "He's still getting from President Musev.", "He's still getting from President Musev.", "He's still getting &gt;&gt; to this date.", "This year he received an &gt;&gt; to this date.", "This year he received an &gt;&gt; to this date.", "This year he received an equivalent of 14 billion.", "equivalent of 14 billion.", "equivalent of 14 billion.", "&gt;&gt; Honorable Jimmy, some people claims you &gt;&gt; Honorable Jimmy, some people claims you &gt;&gt; Honorable Jimmy, some people claims you received money from President Musevani.", "received money from President Musevani.", "received money from President Musevani.", "And what all that has happened?", "It was a And what all that has happened?", "It was a And what all that has happened?", "It was a plan between you and Musevani.", "plan between you and Musevani.", "plan between you and Musevani.", "&gt;&gt; Would it be the case?", "&gt;&gt; Would it be the case?", "&gt;&gt; Would it be the case?", "&gt;&gt; No.", "&gt;&gt; No.", "&gt;&gt; No.", "If my problem was [music] management, I If my problem was [music] management, I If my problem was [music] management, I will not be where I was.", "I will not be will not be where I was.", "I will not be will not be where I was.", "I will not be where I am.", "If my problem was position, where I am.", "If my problem was position, where I am.", "If my problem was position, I will not be where I've been in I will not be where I've been in I will not be where I've been in politics.", "I've been principled in politics.", "I've been principled in politics.", "I've been principled in politics.", "politics.", "politics.", "I have declined offers I have declined offers I have declined offers because I'm looking at the bigger because I'm looking at the bigger because I'm looking at the bigger picture.", "picture.", "picture.", "People want [music] to cheapen this People want [music] to cheapen this People want [music] to cheapen this whole thing.", "Money, money, money.", "Does whole thing.", "Money, money, money.", "Does whole thing.", "Money, money, money.", "Does money solve the problem of Uganda?", "Can money solve the problem of Uganda?", "Can money solve the problem of Uganda?", "Can you use money to solve the problem of you use money to solve the problem of you use money to solve the problem of Uganda?", "Can Musi use the money of the Uganda?", "Can Musi use the money of the Uganda?", "Can Musi use the money of the people of Uganda to bribe the people of people of Uganda to bribe the people of people of Uganda to bribe the people of Uganda so that they can give him a time Uganda so that they can give him a time Uganda so that they can give him a time and then he solves the problem?", "[music] and then he solves the problem?", "[music] and then he solves the problem?", "[music] He's not solving the problem.", "Thank you, He's not solving the problem.", "Thank you, He's not solving the problem.", "Thank you, Unity Television.", "The specific program Unity Television.", "The specific program Unity Television.", "The specific program is the political hour.", "I am delighted to is the political hour.", "I am delighted to is the political hour.", "I am delighted to be part of this program.", "I am delighted be part of this program.", "I am delighted be part of this program.", "I am delighted to be part of this program, but also to be part of this program, but also to be part of this program, but also part of the program full of fantastic part of the program full of fantastic part of the program full of fantastic journalists and fantastic listeners and journalists and fantastic listeners and journalists and fantastic listeners and watchers.", "Joseph Aedendo every Friday watchers.", "Joseph Aedendo every Friday watchers.", "Joseph Aedendo every Friday with you guys on the political hour.", "No with you guys on the political hour.", "No with you guys on the political hour.", "No remember Joseph Oendo old meal to the remember Joseph Oendo old meal to the remember Joseph Oendo old meal to the bot is permanent spokesperson be with bot is permanent spokesperson be with bot is permanent spokesperson be with you.", "[music] [music] &gt;&gt; [music] &gt;&gt; So, someone's video is next week, right?", "&gt;&gt; So, someone's video is next week, right?", "&gt;&gt; So, someone's video is next week, right?", "&gt;&gt; Yes.", "Yes.", "I'm so excited.", "I can't wait.", "&gt;&gt; Yes.", "Yes.", "I'm so excited.", "I can't wait.", "&gt;&gt; Yes.", "Yes.", "I'm so excited.", "I can't wait.", "&gt;&gt; Oh, so what are we going to do for fun?", "&gt;&gt; I want to go for a photo shoot at &gt;&gt; I want to go for a photo shoot at &gt;&gt; I want to go for a photo shoot at Ballet.", "Oh, I think I also heard about Ballet.", "Oh, I think I also heard about Ballet.", "Oh, I think I also heard about [music] that studio.", "It's at Clement [music] that studio.", "It's at Clement [music] that studio.", "It's at Clement Mall, right?", "Mall, right?", "Mall, right?", "&gt;&gt; Yes.", "Mommy, &gt;&gt; Yes.", "Mommy, &gt;&gt; Yes.", "Mommy, &gt;&gt; I also want my picture printed on the &gt;&gt; I also want my picture printed on the &gt;&gt; I also want my picture printed on the [music] t-shirt.", "[music] t-shirt.", "[music] t-shirt.", "&gt;&gt; Matching t-shirts, right?", "&gt;&gt; Matching t-shirts, right?", "&gt;&gt; Matching t-shirts, right?", "&gt;&gt; Yes.", "&gt;&gt; Yes.", "&gt;&gt; Yes.", "&gt;&gt; Okay, it's fine.", "Then we shall go.", "[music] &gt;&gt; [music] &gt;&gt; Heat.", "Heat.", "N.", "[music] &gt;&gt; [music] &gt;&gt; [music] &gt;&gt; [music] &gt;&gt; Heat.", "Heat.", "Heat.", "Heat.", "[music] So, someone's [music] video is next So, someone's [music] video is next So, someone's [music] video is next week, right?", "week, right?", "week, right?", "&gt;&gt; Yes.", "Yes.", "I'm so excited.", "I can't wait.", "&gt;&gt; Yes.", "Yes.", "I'm so excited.", "I can't wait.", "&gt;&gt; Yes.", "Yes.", "I'm so excited.", "I can't wait.", "&gt;&gt; Oh, so what are we going to do for fun?", "&gt;&gt; I want to go for a photo shoot at &gt;&gt; I want to go for a photo shoot at &gt;&gt; I want to go for a photo shoot at Ballet.", "Oh, I think I also [music] heard Ballet.", "Oh, I think I also [music] heard Ballet.", "Oh, I think I also [music] heard about that studio.", "It's at Clement Mall, about that studio.", "It's at Clement Mall, about that studio.", "It's at Clement Mall, right?", "right?", "right?", "&gt;&gt; Yes.", "Mommy, &gt;&gt; Yes.", "Mommy, &gt;&gt; Yes.", "Mommy, &gt;&gt; I also want [music] my picture printed &gt;&gt; I also want [music] my picture printed &gt;&gt; I also want [music] my picture printed on the t-shirt.", "on the t-shirt.", "on the t-shirt.", "&gt;&gt; Matching t-shirts, right?", "&gt;&gt; Matching t-shirts, right?", "&gt;&gt; Matching t-shirts, right?", "&gt;&gt; Yes.", "&gt;&gt; Yes.", "&gt;&gt; Yes.", "&gt;&gt; Okay, it's fine.", "Then we shall go.", "&gt;&gt; Okay, it's fine.", "Then we shall go.", "&gt;&gt; Okay, it's fine.", "Then we shall go.", "[music] Yay.", "Mama.", "Mama.", "Mama.", "Yeah.", "[music] I know the [music] Lord is on my side.", "I know the [music] Lord is on my side.", "I know the [music] Lord is on my side.", "And now I'm stronger cuz I'm deep And now I'm stronger cuz I'm deep And now I'm stronger cuz I'm deep [music] in his blood.", "&gt;&gt; [music] &gt;&gt; When the things got tough, I call him &gt;&gt; When the things got tough, I call him &gt;&gt; When the things got tough, I call him because [music] the doors are open for because [music] the doors are open for because [music] the doors are open for me.", "When the things go, me.", "When the things go, me.", "When the things go, [music] [music] [music] I call him the God of miracle.", "I call him the God of miracle.", "I call him the God of miracle.", "God miracle.", "[music] God miracle.", "[music] God miracle.", "[music] I call him the game changer.", "I call him the game changer.", "I call him the game changer.", "Hey.", "Hey.", "I [music] call him the God of Hey.", "Hey.", "I [music] call him the God of Hey.", "Hey.", "I [music] call him the God of [singing] miracle.", "[singing] miracle.", "[singing] miracle.", "God of miracle.", "I call him the lion God of miracle.", "I call him the lion God of miracle.", "I call him the lion [music] of Jud.", "[music] of Jud.", "[music] of Jud.", "I worry I worry I worry [music] [music] [music] a Where [music] Iana [music] Ro Ro Ro [music] for Yeah.", "Yeah.", "Yeah.", "Thank you, [music] Jesus.", "[music] &gt;&gt; [music] &gt;&gt; [music] &gt;&gt; [music] &gt;&gt; When the things got tough, I call him &gt;&gt; When the things got tough, I call him &gt;&gt; When the things got tough, I call him the doors are open for me.", "When the the doors are open for me.", "When the the doors are open for me.", "When the [music] things go, I call him the God of miracle.", "[music] I call him the God of miracle.", "[music] I call him the God of miracle.", "[music] God of miracle.", "I call him the game God of miracle.", "I call him the game God of miracle.", "I call him the game changer.", "changer.", "changer.", "Hey.", "Hey.", "I [music] call him the God of Hey.", "Hey.", "I [music] call him the God of Hey.", "Hey.", "I [music] call him the God of miracle.", "miracle.", "miracle.", "God of miracle.", "I call him the Lion God of miracle.", "I call him the Lion God of miracle.", "I call him the Lion [music] of Judah.", "[music] of Judah.", "[music] of Judah.", "Ro [music] for you.", "[music] Yeah.", "Yeah.", "Yeah.", "[music] [music] [music] Hey, hey, hey.", "[music] &gt;&gt; [music]"], "transcript": [{"start": 0.08, "end": 2.07, "text": "regulated by the Gambia Communications"}, {"start": 2.07, "end": 2.08, "text": "regulated by the Gambia Communications"}, {"start": 2.08, "end": 2.55, "text": "regulated by the Gambia Communications Commission."}, {"start": 2.55, "end": 2.56, "text": "Commission."}, {"start": 2.56, "end": 16.71, "text": "Commission. &gt;&gt; Has not been an easy journey."}, {"start": 16.72, "end": 18.63, "text": "And"}, {"start": 18.63, "end": 18.64, "text": "And"}, {"start": 18.64, "end": 34.63, "text": "And again,"}, {"start": 34.64, "end": 38.31, "text": "favor. It is vexious. It is motivated by"}, {"start": 38.31, "end": 38.32, "text": "favor. It is vexious. It is motivated by"}, {"start": 38.32, "end": 42.069, "text": "favor. It is vexious. It is motivated by spite and vendetta and dire colloial"}, {"start": 42.069, "end": 42.079, "text": "spite and vendetta and dire colloial"}, {"start": 42.079, "end": 44.389, "text": "spite and vendetta and dire colloial consequences. attend an avalance of"}, {"start": 44.389, "end": 44.399, "text": "consequences. attend an avalance of"}, {"start": 44.399, "end": 45.75, "text": "consequences. attend an avalance of hellfire on your back."}, {"start": 45.75, "end": 45.76, "text": "hellfire on your back."}, {"start": 45.76, "end": 47.75, "text": "hellfire on your back. &gt;&gt; Your excellency, you know that I am your"}, {"start": 47.75, "end": 47.76, "text": "&gt;&gt; Your excellency, you know that I am your"}, {"start": 47.76, "end": 60.47, "text": "&gt;&gt; Your excellency, you know that I am your prodigal son. Amen."}, {"start": 60.48, "end": 62.79, "text": "News, [music] sports, traffic, weather."}, {"start": 62.79, "end": 62.8, "text": "News, [music] sports, traffic, weather."}, {"start": 62.8, "end": 64.71, "text": "News, [music] sports, traffic, weather. You can depend on us."}, {"start": 64.71, "end": 64.72, "text": "You can depend on us."}, {"start": 64.72, "end": 66.8, "text": "You can depend on us. &gt;&gt; Unity FM."}, {"start": 66.8, "end": 66.81, "text": "&gt;&gt; Unity FM."}, {"start": 66.81, "end": 73.35, "text": "&gt;&gt; Unity FM. [music]"}, {"start": 73.36, "end": 102.069, "text": "[music]"}, {"start": 102.07900000000001, "end": 109.10900000000001, "text": "City West division"}, {"start": 109.119, "end": 131.27, "text": "division"}, {"start": 131.28, "end": 154.22899999999998, "text": "Philip Matea"}, {"start": 154.239, "end": 185.27, "text": "Reverend Lawrence."}, {"start": 185.28, "end": 235.50900000000001, "text": "for the street."}, {"start": 235.519, "end": 251.11, "text": "I met you."}, {"start": 251.12, "end": 302.79, "text": "forchech."}, {"start": 302.8, "end": 342.629, "text": "Reverend Yugi"}, {"start": 342.639, "end": 360.39, "text": "And our Foreign"}, {"start": 360.4, "end": 390.309, "text": "speech. Foreign speech. Foreign speech."}, {"start": 390.319, "end": 392.07, "text": "Hotel"}, {"start": 392.07, "end": 392.08, "text": "Hotel"}, {"start": 392.08, "end": 399.35, "text": "Hotel City West."}, {"start": 399.36, "end": 424.469, "text": "City West"}, {"start": 424.479, "end": 427.189, "text": "party."}, {"start": 427.199, "end": 438.87, "text": "Edmonton"}, {"start": 438.88, "end": 475.909, "text": "West"}, {"start": 475.919, "end": 495.27, "text": "West division."}, {"start": 495.28, "end": 553.03, "text": "West division."}, {"start": 553.04, "end": 565.67, "text": "City West"}, {"start": 565.68, "end": 577.829, "text": "flagers"}, {"start": 577.8389999999999, "end": 607.19, "text": "Foreision"}, {"start": 607.2, "end": 617.829, "text": "attorney."}, {"start": 617.8389999999999, "end": 638.949, "text": "City West."}, {"start": 638.9590000000001, "end": 661.03, "text": "Dennis"}, {"start": 661.04, "end": 664.55, "text": "district"}, {"start": 664.56, "end": 675.91, "text": "local government. Foundation"}, {"start": 675.92, "end": 726.389, "text": "for Inclusive Community Hope."}, {"start": 726.399, "end": 728.55, "text": "Foreign"}, {"start": 728.55, "end": 728.56, "text": "Foreign"}, {"start": 728.56, "end": 759.67, "text": "Foreign speech. Foreign speech. Foreign speech."}, {"start": 759.68, "end": 769.11, "text": "report"}, {"start": 769.12, "end": 799.35, "text": "district."}, {"start": 799.36, "end": 817.269, "text": "Oh yeah,"}, {"start": 817.279, "end": 839.509, "text": "they don't"}, {"start": 839.519, "end": 865.269, "text": "All Saints University"}, {"start": 865.279, "end": 876.389, "text": "Most of the subject"}, {"start": 876.399, "end": 882.949, "text": "that one."}, {"start": 882.9590000000001, "end": 922.55, "text": "So, how come"}, {"start": 922.56, "end": 962.069, "text": "for"}, {"start": 962.079, "end": 968.47, "text": "for"}, {"start": 968.48, "end": 980.47, "text": "Dr."}, {"start": 980.48, "end": 1026.63, "text": "fority."}, {"start": 1026.64, "end": 1044.39, "text": "Crystal Palace. Gin Philip M."}, {"start": 1044.4, "end": 1065.19, "text": "Forechester"}, {"start": 1065.2, "end": 1082.87, "text": "United Chelsea"}, {"start": 1082.88, "end": 1085.11, "text": "Crystal Palace"}, {"start": 1085.11, "end": 1085.12, "text": "Crystal Palace"}, {"start": 1085.12, "end": 1091.99, "text": "Crystal Palace Emirates Forev"}, {"start": 1092.0, "end": 1095.162, "text": "We get"}, {"start": 1095.162, "end": 1095.172, "text": "We get"}, {"start": 1095.172, "end": 1111.669, "text": "We get [snorts]"}, {"start": 1111.679, "end": 1140.71, "text": "City West."}, {"start": 1140.72, "end": 1150.95, "text": "Uganda."}, {"start": 1150.96, "end": 1165.83, "text": "Crystal"}, {"start": 1165.84, "end": 1180.39, "text": "97.7"}, {"start": 1180.4, "end": 1197.19, "text": "comment section"}, {"start": 1197.2, "end": 1206.63, "text": "Abdu."}, {"start": 1206.64, "end": 1219.99, "text": "Hudson host"}, {"start": 1220.0, "end": 1244.39, "text": "TV city"}, {"start": 1244.4, "end": 1253.019, "text": "producers TV shy beats James Ronald Sami"}, {"start": 1253.029, "end": 1258.914, "text": "&gt;&gt; [music]"}, {"start": 1258.924, "end": 1265.029, "text": "[music]"}, {"start": 1265.039, "end": 1271.51, "text": "&gt;&gt; Uganda"}, {"start": 1271.52, "end": 1273.669, "text": "who is getting money from President MV"}, {"start": 1273.669, "end": 1273.679, "text": "who is getting money from President MV"}, {"start": 1273.679, "end": 1274.95, "text": "who is getting money from President MV is still getting"}, {"start": 1274.95, "end": 1274.96, "text": "is still getting"}, {"start": 1274.96, "end": 1276.599, "text": "is still getting &gt;&gt; previously on the political hour."}, {"start": 1276.599, "end": 1276.609, "text": "&gt;&gt; previously on the political hour."}, {"start": 1276.609, "end": 1277.909, "text": "&gt;&gt; previously on the political hour. [music] AA has received money from"}, {"start": 1277.909, "end": 1277.919, "text": "[music] AA has received money from"}, {"start": 1277.919, "end": 1279.909, "text": "[music] AA has received money from President Muse. I've moved part of that"}, {"start": 1279.909, "end": 1279.919, "text": "President Muse. I've moved part of that"}, {"start": 1279.919, "end": 1281.99, "text": "President Muse. I've moved part of that money. Who has gotten money from Musev?"}, {"start": 1281.99, "end": 1282.0, "text": "money. Who has gotten money from Musev?"}, {"start": 1282.0, "end": 1283.669, "text": "money. Who has gotten money from Musev? &gt;&gt; It is Aena who is [music] getting money"}, {"start": 1283.669, "end": 1283.679, "text": "&gt;&gt; It is Aena who is [music] getting money"}, {"start": 1283.679, "end": 1285.75, "text": "&gt;&gt; It is Aena who is [music] getting money from President Musev. He's still getting"}, {"start": 1285.75, "end": 1285.76, "text": "from President Musev. He's still getting"}, {"start": 1285.76, "end": 1287.51, "text": "from President Musev. He's still getting &gt;&gt; to this date. This year he received an"}, {"start": 1287.51, "end": 1287.52, "text": "&gt;&gt; to this date. This year he received an"}, {"start": 1287.52, "end": 1288.95, "text": "&gt;&gt; to this date. This year he received an equivalent of 14 billion."}, {"start": 1288.95, "end": 1288.96, "text": "equivalent of 14 billion."}, {"start": 1288.96, "end": 1291.35, "text": "equivalent of 14 billion. &gt;&gt; Honorable Jimmy, some people claims you"}, {"start": 1291.35, "end": 1291.36, "text": "&gt;&gt; Honorable Jimmy, some people claims you"}, {"start": 1291.36, "end": 1293.669, "text": "&gt;&gt; Honorable Jimmy, some people claims you received money from President Musevani."}, {"start": 1293.669, "end": 1293.679, "text": "received money from President Musevani."}, {"start": 1293.679, "end": 1296.63, "text": "received money from President Musevani. And what all that has happened? It was a"}, {"start": 1296.63, "end": 1296.64, "text": "And what all that has happened? It was a"}, {"start": 1296.64, "end": 1299.27, "text": "And what all that has happened? It was a plan between you and Musevani."}, {"start": 1299.27, "end": 1299.28, "text": "plan between you and Musevani."}, {"start": 1299.28, "end": 1300.63, "text": "plan between you and Musevani. &gt;&gt; Would it be the case?"}, {"start": 1300.63, "end": 1300.64, "text": "&gt;&gt; Would it be the case?"}, {"start": 1300.64, "end": 1302.39, "text": "&gt;&gt; Would it be the case? &gt;&gt; No."}, {"start": 1302.39, "end": 1302.4, "text": "&gt;&gt; No."}, {"start": 1302.4, "end": 1305.27, "text": "&gt;&gt; No. If my problem was [music] management, I"}, {"start": 1305.27, "end": 1305.28, "text": "If my problem was [music] management, I"}, {"start": 1305.28, "end": 1307.19, "text": "If my problem was [music] management, I will not be where I was. I will not be"}, {"start": 1307.19, "end": 1307.2, "text": "will not be where I was. I will not be"}, {"start": 1307.2, "end": 1310.549, "text": "will not be where I was. I will not be where I am. If my problem was position,"}, {"start": 1310.549, "end": 1310.559, "text": "where I am. If my problem was position,"}, {"start": 1310.559, "end": 1313.27, "text": "where I am. If my problem was position, I will not be where I've been in"}, {"start": 1313.27, "end": 1313.28, "text": "I will not be where I've been in"}, {"start": 1313.28, "end": 1314.87, "text": "I will not be where I've been in politics. I've been principled in"}, {"start": 1314.87, "end": 1314.88, "text": "politics. I've been principled in"}, {"start": 1314.88, "end": 1316.549, "text": "politics. I've been principled in politics."}, {"start": 1316.549, "end": 1316.559, "text": "politics."}, {"start": 1316.559, "end": 1319.75, "text": "politics. I have declined offers"}, {"start": 1319.75, "end": 1319.76, "text": "I have declined offers"}, {"start": 1319.76, "end": 1321.029, "text": "I have declined offers because I'm looking at the bigger"}, {"start": 1321.029, "end": 1321.039, "text": "because I'm looking at the bigger"}, {"start": 1321.039, "end": 1322.63, "text": "because I'm looking at the bigger picture."}, {"start": 1322.63, "end": 1322.64, "text": "picture."}, {"start": 1322.64, "end": 1323.75, "text": "picture. People want [music] to cheapen this"}, {"start": 1323.75, "end": 1323.76, "text": "People want [music] to cheapen this"}, {"start": 1323.76, "end": 1326.23, "text": "People want [music] to cheapen this whole thing. Money, money, money. Does"}, {"start": 1326.23, "end": 1326.24, "text": "whole thing. Money, money, money. Does"}, {"start": 1326.24, "end": 1328.71, "text": "whole thing. Money, money, money. Does money solve the problem of Uganda? Can"}, {"start": 1328.71, "end": 1328.72, "text": "money solve the problem of Uganda? Can"}, {"start": 1328.72, "end": 1329.99, "text": "money solve the problem of Uganda? Can you use money to solve the problem of"}, {"start": 1329.99, "end": 1330.0, "text": "you use money to solve the problem of"}, {"start": 1330.0, "end": 1332.549, "text": "you use money to solve the problem of Uganda? Can Musi use the money of the"}, {"start": 1332.549, "end": 1332.559, "text": "Uganda? Can Musi use the money of the"}, {"start": 1332.559, "end": 1335.27, "text": "Uganda? Can Musi use the money of the people of Uganda to bribe the people of"}, {"start": 1335.27, "end": 1335.28, "text": "people of Uganda to bribe the people of"}, {"start": 1335.28, "end": 1336.87, "text": "people of Uganda to bribe the people of Uganda so that they can give him a time"}, {"start": 1336.87, "end": 1336.88, "text": "Uganda so that they can give him a time"}, {"start": 1336.88, "end": 1339.909, "text": "Uganda so that they can give him a time and then he solves the problem? [music]"}, {"start": 1339.909, "end": 1339.919, "text": "and then he solves the problem? [music]"}, {"start": 1339.919, "end": 1342.39, "text": "and then he solves the problem? [music] He's not solving the problem. Thank you,"}, {"start": 1342.39, "end": 1342.4, "text": "He's not solving the problem. Thank you,"}, {"start": 1342.4, "end": 1345.35, "text": "He's not solving the problem. Thank you, Unity Television. The specific program"}, {"start": 1345.35, "end": 1345.36, "text": "Unity Television. The specific program"}, {"start": 1345.36, "end": 1347.909, "text": "Unity Television. The specific program is the political hour. I am delighted to"}, {"start": 1347.909, "end": 1347.919, "text": "is the political hour. I am delighted to"}, {"start": 1347.919, "end": 1349.909, "text": "is the political hour. I am delighted to be part of this program. I am delighted"}, {"start": 1349.909, "end": 1349.919, "text": "be part of this program. I am delighted"}, {"start": 1349.919, "end": 1351.909, "text": "be part of this program. I am delighted to be part of this program, but also"}, {"start": 1351.909, "end": 1351.919, "text": "to be part of this program, but also"}, {"start": 1351.919, "end": 1353.99, "text": "to be part of this program, but also part of the program full of fantastic"}, {"start": 1353.99, "end": 1354.0, "text": "part of the program full of fantastic"}, {"start": 1354.0, "end": 1356.63, "text": "part of the program full of fantastic journalists and fantastic listeners and"}, {"start": 1356.63, "end": 1356.64, "text": "journalists and fantastic listeners and"}, {"start": 1356.64, "end": 1359.43, "text": "journalists and fantastic listeners and watchers. Joseph Aedendo every Friday"}, {"start": 1359.43, "end": 1359.44, "text": "watchers. Joseph Aedendo every Friday"}, {"start": 1359.44, "end": 1362.39, "text": "watchers. Joseph Aedendo every Friday with you guys on the political hour. No"}, {"start": 1362.39, "end": 1362.4, "text": "with you guys on the political hour. No"}, {"start": 1362.4, "end": 1364.95, "text": "with you guys on the political hour. No remember Joseph Oendo old meal to the"}, {"start": 1364.95, "end": 1364.96, "text": "remember Joseph Oendo old meal to the"}, {"start": 1364.96, "end": 1367.59, "text": "remember Joseph Oendo old meal to the bot is permanent spokesperson be with"}, {"start": 1367.59, "end": 1367.6, "text": "bot is permanent spokesperson be with"}, {"start": 1367.6, "end": 1373.54, "text": "bot is permanent spokesperson be with you."}, {"start": 1373.55, "end": 1380.745, "text": "[music]"}, {"start": 1380.755, "end": 1386.64, "text": "[music]"}, {"start": 1386.65, "end": 1396.39, "text": "&gt;&gt; [music]"}, {"start": 1396.4, "end": 1399.27, "text": "&gt;&gt; So, someone's video is next week, right?"}, {"start": 1399.27, "end": 1399.28, "text": "&gt;&gt; So, someone's video is next week, right?"}, {"start": 1399.28, "end": 1402.63, "text": "&gt;&gt; So, someone's video is next week, right? &gt;&gt; Yes. Yes. I'm so excited. I can't wait."}, {"start": 1402.63, "end": 1402.64, "text": "&gt;&gt; Yes. Yes. I'm so excited. I can't wait."}, {"start": 1402.64, "end": 1409.11, "text": "&gt;&gt; Yes. Yes. I'm so excited. I can't wait. &gt;&gt; Oh, so what are we going to do for fun?"}, {"start": 1409.12, "end": 1411.75, "text": "&gt;&gt; I want to go for a photo shoot at"}, {"start": 1411.75, "end": 1411.76, "text": "&gt;&gt; I want to go for a photo shoot at"}, {"start": 1411.76, "end": 1414.151, "text": "&gt;&gt; I want to go for a photo shoot at Ballet. Oh, I think I also heard about"}, {"start": 1414.151, "end": 1414.161, "text": "Ballet. Oh, I think I also heard about"}, {"start": 1414.161, "end": 1417.19, "text": "Ballet. Oh, I think I also heard about [music] that studio. It's at Clement"}, {"start": 1417.19, "end": 1417.2, "text": "[music] that studio. It's at Clement"}, {"start": 1417.2, "end": 1418.149, "text": "[music] that studio. It's at Clement Mall, right?"}, {"start": 1418.149, "end": 1418.159, "text": "Mall, right?"}, {"start": 1418.159, "end": 1420.31, "text": "Mall, right? &gt;&gt; Yes. Mommy,"}, {"start": 1420.31, "end": 1420.32, "text": "&gt;&gt; Yes. Mommy,"}, {"start": 1420.32, "end": 1422.666, "text": "&gt;&gt; Yes. Mommy, &gt;&gt; I also want my picture printed on the"}, {"start": 1422.666, "end": 1422.676, "text": "&gt;&gt; I also want my picture printed on the"}, {"start": 1422.676, "end": 1423.669, "text": "&gt;&gt; I also want my picture printed on the [music] t-shirt."}, {"start": 1423.669, "end": 1423.679, "text": "[music] t-shirt."}, {"start": 1423.679, "end": 1425.029, "text": "[music] t-shirt. &gt;&gt; Matching t-shirts, right?"}, {"start": 1425.029, "end": 1425.039, "text": "&gt;&gt; Matching t-shirts, right?"}, {"start": 1425.039, "end": 1425.669, "text": "&gt;&gt; Matching t-shirts, right? &gt;&gt; Yes."}, {"start": 1425.669, "end": 1425.679, "text": "&gt;&gt; Yes."}, {"start": 1425.679, "end": 1436.421, "text": "&gt;&gt; Yes. &gt;&gt; Okay, it's fine. Then we shall go."}, {"start": 1436.431, "end": 1442.316, "text": "[music]"}, {"start": 1442.326, "end": 1451.99, "text": "&gt;&gt; [music]"}, {"start": 1452.0, "end": 1456.071, "text": "&gt;&gt; Heat. Heat. N."}, {"start": 1456.081, "end": 1473.101, "text": "[music]"}, {"start": 1473.111, "end": 1473.99, "text": "&gt;&gt; [music]"}, {"start": 1473.99, "end": 1474.0, "text": "&gt;&gt; [music]"}, {"start": 1474.0, "end": 1482.63, "text": "&gt;&gt; [music] &gt;&gt; Heat. Heat."}, {"start": 1482.64, "end": 1500.612, "text": "Heat. Heat."}, {"start": 1500.622, "end": 1515.99, "text": "[music]"}, {"start": 1516.0, "end": 1517.19, "text": "So, someone's [music] video is next"}, {"start": 1517.19, "end": 1517.2, "text": "So, someone's [music] video is next"}, {"start": 1517.2, "end": 1518.87, "text": "So, someone's [music] video is next week, right?"}, {"start": 1518.87, "end": 1518.88, "text": "week, right?"}, {"start": 1518.88, "end": 1522.23, "text": "week, right? &gt;&gt; Yes. Yes. I'm so excited. I can't wait."}, {"start": 1522.23, "end": 1522.24, "text": "&gt;&gt; Yes. Yes. I'm so excited. I can't wait."}, {"start": 1522.24, "end": 1528.71, "text": "&gt;&gt; Yes. Yes. I'm so excited. I can't wait. &gt;&gt; Oh, so what are we going to do for fun?"}, {"start": 1528.72, "end": 1531.35, "text": "&gt;&gt; I want to go for a photo shoot at"}, {"start": 1531.35, "end": 1531.36, "text": "&gt;&gt; I want to go for a photo shoot at"}, {"start": 1531.36, "end": 1533.669, "text": "&gt;&gt; I want to go for a photo shoot at Ballet. Oh, I think I also [music] heard"}, {"start": 1533.669, "end": 1533.679, "text": "Ballet. Oh, I think I also [music] heard"}, {"start": 1533.679, "end": 1537.11, "text": "Ballet. Oh, I think I also [music] heard about that studio. It's at Clement Mall,"}, {"start": 1537.11, "end": 1537.12, "text": "about that studio. It's at Clement Mall,"}, {"start": 1537.12, "end": 1537.75, "text": "about that studio. It's at Clement Mall, right?"}, {"start": 1537.75, "end": 1537.76, "text": "right?"}, {"start": 1537.76, "end": 1539.909, "text": "right? &gt;&gt; Yes. Mommy,"}, {"start": 1539.909, "end": 1539.919, "text": "&gt;&gt; Yes. Mommy,"}, {"start": 1539.919, "end": 1541.909, "text": "&gt;&gt; Yes. Mommy, &gt;&gt; I also want [music] my picture printed"}, {"start": 1541.909, "end": 1541.919, "text": "&gt;&gt; I also want [music] my picture printed"}, {"start": 1541.919, "end": 1543.269, "text": "&gt;&gt; I also want [music] my picture printed on the t-shirt."}, {"start": 1543.269, "end": 1543.279, "text": "on the t-shirt."}, {"start": 1543.279, "end": 1544.63, "text": "on the t-shirt. &gt;&gt; Matching t-shirts, right?"}, {"start": 1544.63, "end": 1544.64, "text": "&gt;&gt; Matching t-shirts, right?"}, {"start": 1544.64, "end": 1545.269, "text": "&gt;&gt; Matching t-shirts, right? &gt;&gt; Yes."}, {"start": 1545.269, "end": 1545.279, "text": "&gt;&gt; Yes."}, {"start": 1545.279, "end": 1550.392, "text": "&gt;&gt; Yes. &gt;&gt; Okay, it's fine. Then we shall go."}, {"start": 1550.392, "end": 1550.402, "text": "&gt;&gt; Okay, it's fine. Then we shall go."}, {"start": 1550.402, "end": 1556.23, "text": "&gt;&gt; Okay, it's fine. Then we shall go. [music]"}, {"start": 1556.24, "end": 1559.59, "text": "Yay."}, {"start": 1559.6, "end": 1561.909, "text": "Mama."}, {"start": 1561.909, "end": 1561.919, "text": "Mama."}, {"start": 1561.919, "end": 1566.23, "text": "Mama. Yeah. [music]"}, {"start": 1566.24, "end": 1570.149, "text": "I know the [music] Lord is on my side."}, {"start": 1570.149, "end": 1570.159, "text": "I know the [music] Lord is on my side."}, {"start": 1570.159, "end": 1572.663, "text": "I know the [music] Lord is on my side. And now I'm stronger cuz I'm deep"}, {"start": 1572.663, "end": 1572.673, "text": "And now I'm stronger cuz I'm deep"}, {"start": 1572.673, "end": 1584.453, "text": "And now I'm stronger cuz I'm deep [music] in his blood."}, {"start": 1584.463, "end": 1588.87, "text": "&gt;&gt; [music]"}, {"start": 1588.88, "end": 1591.43, "text": "&gt;&gt; When the things got tough, I call him"}, {"start": 1591.43, "end": 1591.44, "text": "&gt;&gt; When the things got tough, I call him"}, {"start": 1591.44, "end": 1593.59, "text": "&gt;&gt; When the things got tough, I call him because [music] the doors are open for"}, {"start": 1593.59, "end": 1593.6, "text": "because [music] the doors are open for"}, {"start": 1593.6, "end": 1598.208, "text": "because [music] the doors are open for me. When the things go,"}, {"start": 1598.208, "end": 1598.218, "text": "me. When the things go,"}, {"start": 1598.218, "end": 1599.83, "text": "me. When the things go, [music]"}, {"start": 1599.83, "end": 1599.84, "text": "[music]"}, {"start": 1599.84, "end": 1603.59, "text": "[music] I call him the God of miracle."}, {"start": 1603.59, "end": 1603.6, "text": "I call him the God of miracle."}, {"start": 1603.6, "end": 1605.51, "text": "I call him the God of miracle. God miracle. [music]"}, {"start": 1605.51, "end": 1605.52, "text": "God miracle. [music]"}, {"start": 1605.52, "end": 1609.669, "text": "God miracle. [music] I call him the game changer."}, {"start": 1609.669, "end": 1609.679, "text": "I call him the game changer."}, {"start": 1609.679, "end": 1612.618, "text": "I call him the game changer. Hey. Hey. I [music] call him the God of"}, {"start": 1612.618, "end": 1612.628, "text": "Hey. Hey. I [music] call him the God of"}, {"start": 1612.628, "end": 1614.87, "text": "Hey. Hey. I [music] call him the God of [singing] miracle."}, {"start": 1614.87, "end": 1614.88, "text": "[singing] miracle."}, {"start": 1614.88, "end": 1618.513, "text": "[singing] miracle. God of miracle. I call him the lion"}, {"start": 1618.513, "end": 1618.523, "text": "God of miracle. I call him the lion"}, {"start": 1618.523, "end": 1621.029, "text": "God of miracle. I call him the lion [music] of Jud."}, {"start": 1621.029, "end": 1621.039, "text": "[music] of Jud."}, {"start": 1621.039, "end": 1623.098, "text": "[music] of Jud. I worry"}, {"start": 1623.098, "end": 1623.108, "text": "I worry"}, {"start": 1623.108, "end": 1623.83, "text": "I worry [music]"}, {"start": 1623.83, "end": 1623.84, "text": "[music]"}, {"start": 1623.84, "end": 1626.549, "text": "[music] a"}, {"start": 1626.559, "end": 1629.648, "text": "Where"}, {"start": 1629.658, "end": 1632.31, "text": "[music]"}, {"start": 1632.32, "end": 1638.818, "text": "Iana"}, {"start": 1638.828, "end": 1643.43, "text": "[music]"}, {"start": 1643.44, "end": 1646.023, "text": "Ro"}, {"start": 1646.023, "end": 1646.033, "text": "Ro"}, {"start": 1646.033, "end": 1652.23, "text": "Ro [music]"}, {"start": 1652.24, "end": 1655.35, "text": "for"}, {"start": 1655.36, "end": 1658.149, "text": "Yeah."}, {"start": 1658.149, "end": 1658.159, "text": "Yeah."}, {"start": 1658.159, "end": 1668.294, "text": "Yeah. Thank you, [music] Jesus."}, {"start": 1668.304, "end": 1678.774, "text": "[music]"}, {"start": 1678.784, "end": 1679.269, "text": "&gt;&gt; [music]"}, {"start": 1679.269, "end": 1679.279, "text": "&gt;&gt; [music]"}, {"start": 1679.279, "end": 1682.31, "text": "&gt;&gt; [music] &gt;&gt; When the things got tough, I call him"}, {"start": 1682.31, "end": 1682.32, "text": "&gt;&gt; When the things got tough, I call him"}, {"start": 1682.32, "end": 1685.324, "text": "&gt;&gt; When the things got tough, I call him the doors are open for me. When the"}, {"start": 1685.324, "end": 1685.334, "text": "the doors are open for me. When the"}, {"start": 1685.334, "end": 1690.149, "text": "the doors are open for me. When the [music] things go,"}, {"start": 1690.159, "end": 1693.909, "text": "I call him the God of miracle. [music]"}, {"start": 1693.909, "end": 1693.919, "text": "I call him the God of miracle. [music]"}, {"start": 1693.919, "end": 1697.99, "text": "I call him the God of miracle. [music] God of miracle. I call him the game"}, {"start": 1697.99, "end": 1698.0, "text": "God of miracle. I call him the game"}, {"start": 1698.0, "end": 1700.07, "text": "God of miracle. I call him the game changer."}, {"start": 1700.07, "end": 1700.08, "text": "changer."}, {"start": 1700.08, "end": 1703.029, "text": "changer. Hey. Hey. I [music] call him the God of"}, {"start": 1703.029, "end": 1703.039, "text": "Hey. Hey. I [music] call him the God of"}, {"start": 1703.039, "end": 1705.19, "text": "Hey. Hey. I [music] call him the God of miracle."}, {"start": 1705.19, "end": 1705.2, "text": "miracle."}, {"start": 1705.2, "end": 1708.904, "text": "miracle. God of miracle. I call him the Lion"}, {"start": 1708.904, "end": 1708.914, "text": "God of miracle. I call him the Lion"}, {"start": 1708.914, "end": 1711.269, "text": "God of miracle. I call him the Lion [music] of Judah."}, {"start": 1711.269, "end": 1711.279, "text": "[music] of Judah."}, {"start": 1711.279, "end": 1714.799, "text": "[music] of Judah. Ro"}, {"start": 1714.809, "end": 1720.07, "text": "[music]"}, {"start": 1720.08, "end": 1723.19, "text": "for you. [music]"}, {"start": 1723.2, "end": 1725.934, "text": "Yeah."}, {"start": 1725.934, "end": 1725.944, "text": "Yeah."}, {"start": 1725.944, "end": 1726.549, "text": "Yeah. [music]"}, {"start": 1726.549, "end": 1726.559, "text": "[music]"}, {"start": 1726.559, "end": 1747.55, "text": "[music] Hey, hey, hey."}, {"start": 1747.56, "end": 1758.03, "text": "[music]"}, {"start": 1758.04, "end": 1760.06, "text": "&gt;&gt; [music]"}], "createdAt": "2025-12-15T01:54:07.000Z", "imageUrl": "https://img.youtube.com/vi/9BUXVU5W5bk/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=9BUXVU5W5bk", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_xr2Zs0BUUQk", "userId": "system", "title": "Paramount Chief HRH Yosam Odur Ebii Dies at 99 | Lango Cultural Rift Deepens | Breaking News", "language": "laj", "content": "Breaking News: Voice of Lango Confirms the Death  of Paramount Chief HRH Yosam Odur Ebii at 99 By Acoli Pro Evo TV News Desk Voice of Lango 88FM has officially announced through its verified Twitter account the passing  of the Paramount Chief of the Lango Cultural Foundation, His Royal Highness Yosam Odur Ebii,  who has died this morning at the age of 99 years. According to a statement released by Premier  Frederick Ogwal Oyee, the cultural leader passed away at Lira University Teaching Hospital,  where he had been hospitalized for some time. The sad news has sent waves of shock and grief across  the Lango sub-region and Northern Uganda at large, marking the end of a long reign that defined  the identity and unity of the Lango people. HRH Odur Ebii was widely respected for his  wisdom, calm leadership, and commitment to cultural preservation. His reign, however,  was not without controversy. In recent years, the Lango Cultural Institution was torn by  rivalry between two parallel chiefsOdur Ebii and Eng. Michael Odongo Okuneeach claiming  legitimacy as Won Nyaci (Paramount Chief). The Rivalry That Split the Throne The tension between the two leaders has been a matter of public debate for years. While  Odur Ebii maintained his traditional seat under the original Lango Cultural Foundation, Eng.  Michael Odongo Okune rose through a parallel cultural faction that argued for generational  renewal and reform within the institution. This long-standing division had  often threatened the cultural unity of the Lango people. While Odur Ebiis  supporters emphasized seniority, continuity, and respect for the founding structure of the  Lango Cultural Foundation, Okunes faction represented a younger, reformist camp pushing for  modernization and reorganization of leadership. The Otuke Rituals: Coincidence  or Cultural Judgment? Just weeks before Odur Ebiis passing, Eng.  Michael Odongo Okune was seen performing what witnesses described as deeply symbolic and  powerful Lango traditional rituals on the hills of Otuke District. These ceremonies,  which involved spiritual invocations and ancestral offerings, were interpreted by many  as an act of cultural affirmationa spiritual test of legitimacy before the ancestors. Observers say the rituals were so intense and sacred that some elders privately suggested  they could determine the rightful holder of the Lango throne. With Odur Ebiis  sudden death following soon after, the timing has stirred both spiritual and  political discussions across Northern Uganda. Could this be coincidence, or was it  the final judgment of the ancestors? Was this the long-awaited sign that would  determine who truly sits as the Won Nyaci? Wikipedia Update and Growing Recognition Interestingly, Wikipedia has already updated its entry to identify Eng. Michael Moses Odongo  Okune as the Paramount Chief Won Nyaci of Lango. The entry describes him as a Ugandan cultural  leader for the Lango people in Northern Uganda, born on 6 March 1965, and formerly serving as the  Executive Director of the Uganda Road Fund (URF). Okunes background as a technocrat and  his role as the Cultural Foreign Affairs Minister (Awitim) and Chairman of the 2012  Lango Conference further enhance his profile as a leader balancing modern  governance with traditional heritage. What Happens Next? The death of HRH Yosam Odur Ebii will likely trigger an official  mourning period and formal cultural rituals. It may also provide an opportunity for  reconciliation within the Lango cultural structurean end to years of dual leadership. However, some analysts warn that if not handled carefully, this transition could deepen  divisions, especially if elders and clans fail to agree on the next steps. Others see this  as the moment when the ancestors themselves have spokenclearing the path for unity and a  single cultural identity under one chief. As the Lango people and Uganda at large mourn the  passing of a historic leader, questions remain: Does this mark the end of Langos leadership  rivalry? Were Okunes rituals the decisive spiritual signor just a coincidence of fate? Your thoughts matter. Let us know in the comments section. May the soul of HRH Yosam Odur Ebii rest in eternal peace.  A great tree has fallen in the land of Lango.", "sentences": ["Breaking News: Voice of Lango Confirms the Death  of Paramount Chief HRH Yosam Odur Ebii at 99 By Acoli Pro Evo TV News Desk Voice of Lango 88FM has officially announced through its verified Twitter account the passing  of the Paramount Chief of the Lango Cultural Foundation, His Royal Highness Yosam Odur Ebii,  who has died this morning at the age of 99 years.", "According to a statement released by Premier  Frederick Ogwal Oyee, the cultural leader passed away at Lira University Teaching Hospital,  where he had been hospitalized for some time.", "The sad news has sent waves of shock and grief across  the Lango sub-region and Northern Uganda at large, marking the end of a long reign that defined  the identity and unity of the Lango people.", "HRH Odur Ebii was widely respected for his  wisdom, calm leadership, and commitment to cultural preservation.", "His reign, however,  was not without controversy.", "In recent years, the Lango Cultural Institution was torn by  rivalry between two parallel chiefsOdur Ebii and Eng.", "Michael Odongo Okuneeach claiming  legitimacy as Won Nyaci (Paramount Chief).", "The Rivalry That Split the Throne The tension between the two leaders has been a matter of public debate for years.", "While  Odur Ebii maintained his traditional seat under the original Lango Cultural Foundation, Eng.", "Michael Odongo Okune rose through a parallel cultural faction that argued for generational  renewal and reform within the institution.", "This long-standing division had  often threatened the cultural unity of the Lango people.", "While Odur Ebiis  supporters emphasized seniority, continuity, and respect for the founding structure of the  Lango Cultural Foundation, Okunes faction represented a younger, reformist camp pushing for  modernization and reorganization of leadership.", "The Otuke Rituals: Coincidence  or Cultural Judgment?", "Just weeks before Odur Ebiis passing, Eng.", "Michael Odongo Okune was seen performing what witnesses described as deeply symbolic and  powerful Lango traditional rituals on the hills of Otuke District.", "These ceremonies,  which involved spiritual invocations and ancestral offerings, were interpreted by many  as an act of cultural affirmationa spiritual test of legitimacy before the ancestors.", "Observers say the rituals were so intense and sacred that some elders privately suggested  they could determine the rightful holder of the Lango throne.", "With Odur Ebiis  sudden death following soon after, the timing has stirred both spiritual and  political discussions across Northern Uganda.", "Could this be coincidence, or was it  the final judgment of the ancestors?", "Was this the long-awaited sign that would  determine who truly sits as the Won Nyaci?", "Wikipedia Update and Growing Recognition Interestingly, Wikipedia has already updated its entry to identify Eng.", "Michael Moses Odongo  Okune as the Paramount Chief Won Nyaci of Lango. The entry describes him as a Ugandan cultural  leader for the Lango people in Northern Uganda, born on 6 March 1965, and formerly serving as the  Executive Director of the Uganda Road Fund (URF).", "Okunes background as a technocrat and  his role as the Cultural Foreign Affairs Minister (Awitim) and Chairman of the 2012  Lango Conference further enhance his profile as a leader balancing modern  governance with traditional heritage.", "What Happens Next?", "The death of HRH Yosam Odur Ebii will likely trigger an official  mourning period and formal cultural rituals.", "It may also provide an opportunity for  reconciliation within the Lango cultural structurean end to years of dual leadership.", "However, some analysts warn that if not handled carefully, this transition could deepen  divisions, especially if elders and clans fail to agree on the next steps.", "Others see this  as the moment when the ancestors themselves have spokenclearing the path for unity and a  single cultural identity under one chief.", "As the Lango people and Uganda at large mourn the  passing of a historic leader, questions remain: Does this mark the end of Langos leadership  rivalry?", "Were Okunes rituals the decisive spiritual signor just a coincidence of fate?", "Your thoughts matter.", "Let us know in the comments section.", "May the soul of HRH Yosam Odur Ebii rest in eternal peace.", " A great tree has fallen in the land of Lango."], "transcript": [{"start": 18.4, "end": 33.04, "text": "Breaking News: Voice of Lango Confirms the Death  of Paramount Chief HRH Yosam Odur Ebii at 99"}, {"start": 33.04, "end": 42.8, "text": "By Acoli Pro Evo TV News Desk Voice of Lango 88FM has officially announced"}, {"start": 42.8, "end": 49.6, "text": "through its verified Twitter account the passing  of the Paramount Chief of the Lango Cultural"}, {"start": 49.6, "end": 60.96, "text": "Foundation, His Royal Highness Yosam Odur Ebii,  who has died this morning at the age of 99 years."}, {"start": 60.96, "end": 67.44, "text": "According to a statement released by Premier  Frederick Ogwal Oyee, the cultural leader"}, {"start": 67.44, "end": 76.0, "text": "passed away at Lira University Teaching Hospital,  where he had been hospitalized for some time. The"}, {"start": 76.0, "end": 83.76, "text": "sad news has sent waves of shock and grief across  the Lango sub-region and Northern Uganda at large,"}, {"start": 83.76, "end": 98.64, "text": "marking the end of a long reign that defined  the identity and unity of the Lango people."}, {"start": 98.64, "end": 105.92, "text": "HRH Odur Ebii was widely respected for his  wisdom, calm leadership, and commitment to"}, {"start": 105.92, "end": 112.47999999999999, "text": "cultural preservation. His reign, however,  was not without controversy. In recent years,"}, {"start": 112.47999999999999, "end": 119.6, "text": "the Lango Cultural Institution was torn by  rivalry between two parallel chiefsOdur Ebii and"}, {"start": 119.6, "end": 127.68, "text": "Eng. Michael Odongo Okuneeach claiming  legitimacy as Won Nyaci (Paramount Chief)."}, {"start": 181.44, "end": 187.52, "text": "The Rivalry That Split the Throne The tension between the two leaders has"}, {"start": 187.52, "end": 194.4, "text": "been a matter of public debate for years. While  Odur Ebii maintained his traditional seat under"}, {"start": 194.4, "end": 200.4, "text": "the original Lango Cultural Foundation, Eng.  Michael Odongo Okune rose through a parallel"}, {"start": 200.4, "end": 207.6, "text": "cultural faction that argued for generational  renewal and reform within the institution."}, {"start": 207.6, "end": 211.76, "text": "This long-standing division had  often threatened the cultural"}, {"start": 211.76, "end": 220.07999999999998, "text": "unity of the Lango people. While Odur Ebiis  supporters emphasized seniority, continuity,"}, {"start": 220.07999999999998, "end": 227.44, "text": "and respect for the founding structure of the  Lango Cultural Foundation, Okunes faction"}, {"start": 227.44, "end": 240.32, "text": "represented a younger, reformist camp pushing for  modernization and reorganization of leadership."}, {"start": 300.96, "end": 305.76, "text": "The Otuke Rituals: Coincidence  or Cultural Judgment?"}, {"start": 305.76, "end": 312.4, "text": "Just weeks before Odur Ebiis passing, Eng.  Michael Odongo Okune was seen performing what"}, {"start": 312.4, "end": 318.56, "text": "witnesses described as deeply symbolic and  powerful Lango traditional rituals on the"}, {"start": 318.56, "end": 325.84, "text": "hills of Otuke District. These ceremonies,  which involved spiritual invocations and"}, {"start": 325.84, "end": 332.88, "text": "ancestral offerings, were interpreted by many  as an act of cultural affirmationa spiritual"}, {"start": 332.88, "end": 340.15999999999997, "text": "test of legitimacy before the ancestors. Observers say the rituals were so intense"}, {"start": 340.15999999999997, "end": 347.52, "text": "and sacred that some elders privately suggested  they could determine the rightful holder of"}, {"start": 347.52, "end": 354.24, "text": "the Lango throne. With Odur Ebiis  sudden death following soon after,"}, {"start": 354.24, "end": 360.96, "text": "the timing has stirred both spiritual and  political discussions across Northern Uganda."}, {"start": 360.96, "end": 366.56, "text": "Could this be coincidence, or was it  the final judgment of the ancestors?"}, {"start": 366.56, "end": 377.72, "text": "Was this the long-awaited sign that would  determine who truly sits as the Won Nyaci?"}, {"start": 388.72, "end": 395.68, "text": "Wikipedia Update and Growing Recognition Interestingly, Wikipedia has already updated"}, {"start": 395.68, "end": 403.44, "text": "its entry to identify Eng. Michael Moses Odongo  Okune as the Paramount Chief Won Nyaci of Lango."}, {"start": 403.44, "end": 409.44, "text": "The entry describes him as a Ugandan cultural  leader for the Lango people in Northern Uganda,"}, {"start": 409.44, "end": 419.68, "text": "born on 6 March 1965, and formerly serving as the  Executive Director of the Uganda Road Fund (URF)."}, {"start": 419.68, "end": 425.28, "text": "Okunes background as a technocrat and  his role as the Cultural Foreign Affairs"}, {"start": 425.28, "end": 432.88, "text": "Minister (Awitim) and Chairman of the 2012  Lango Conference further enhance his profile"}, {"start": 433.44, "end": 444.88, "text": "as a leader balancing modern  governance with traditional heritage."}, {"start": 444.88, "end": 449.52, "text": "What Happens Next? The death of HRH Yosam"}, {"start": 449.52, "end": 455.84000000000003, "text": "Odur Ebii will likely trigger an official  mourning period and formal cultural rituals."}, {"start": 455.84000000000003, "end": 460.96, "text": "It may also provide an opportunity for  reconciliation within the Lango cultural"}, {"start": 460.96, "end": 470.24, "text": "structurean end to years of dual leadership. However, some analysts warn that if not handled"}, {"start": 470.24, "end": 476.96, "text": "carefully, this transition could deepen  divisions, especially if elders and clans"}, {"start": 476.96, "end": 484.08, "text": "fail to agree on the next steps. Others see this  as the moment when the ancestors themselves have"}, {"start": 484.08, "end": 491.04, "text": "spokenclearing the path for unity and a  single cultural identity under one chief."}, {"start": 491.04, "end": 499.6, "text": "As the Lango people and Uganda at large mourn the  passing of a historic leader, questions remain:"}, {"start": 499.6, "end": 506.8, "text": "Does this mark the end of Langos leadership  rivalry? Were Okunes rituals the decisive"}, {"start": 506.8, "end": 515.04, "text": "spiritual signor just a coincidence of fate? Your thoughts matter. Let us know in the"}, {"start": 515.04, "end": 518.48, "text": "comments section. May the soul of"}, {"start": 518.48, "end": 529.52, "text": "HRH Yosam Odur Ebii rest in eternal peace.  A great tree has fallen in the land of Lango."}], "createdAt": "2025-12-15T01:53:55.000Z", "imageUrl": "https://img.youtube.com/vi/xr2Zs0BUUQk/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=xr2Zs0BUUQk", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_figepYwEvN0", "userId": "system", "title": "Lango School Tutorial", "language": "laj", "content": "Scared of making mistakes while learning Scared of making mistakes while learning Scared of making mistakes while learning a new language? Lango's got your a new language? Lango's got your a new language? Lango's got your back. Lango is a fun, stressfree back. Lango is a fun, stressfree back. Lango is a fun, stressfree conversation training app for students. conversation training app for students. conversation training app for students. It uses a roleplaying game format to It uses a roleplaying game format to It uses a roleplaying game format to help you practice speaking. The newly help you practice speaking. The newly help you practice speaking. The newly launched Lango Buddy will guide you from launched Lango Buddy will guide you from launched Lango Buddy will guide you from beginner to advanced. Start with a beginner to advanced. Start with a beginner to advanced. Start with a warm-up session with warm-up buddy. Then warm-up session with warm-up buddy. Then warm-up session with warm-up buddy. Then tackle advanced conversations and dive tackle advanced conversations and dive tackle advanced conversations and dive into the Lango family story series for into the Lango family story series for into the Lango family story series for fun immersive learning. Our practice fun immersive learning. Our practice fun immersive learning. Our practice types include vocabulary training, types include vocabulary training, types include vocabulary training, sentence training, and conversation sentence training, and conversation sentence training, and conversation training. Then level up to simulate training. Then level up to simulate training. Then level up to simulate realworld free conversation. Langoland. realworld free conversation. Langoland. realworld free conversation. Langoland. Upcoming launches will include learning Upcoming launches will include learning Upcoming launches will include learning Mandarin, Korean, Japanese, and other Mandarin, Korean, Japanese, and other Mandarin, Korean, Japanese, and other foreign languages. You can search for foreign languages. You can search for foreign languages. You can search for Lango School on the App Store or Google Lango School on the App Store or Google Lango School on the App Store or Google Play and download it to your phone. Then Play and download it to your phone. Then Play and download it to your phone. Then enter your username and password. On enter your username and password. On enter your username and password. On this page, you'll see your related this page, you'll see your related this page, you'll see your related courses. All right, let's officially courses. All right, let's officially courses. All right, let's officially start the conversation training. start the conversation training. start the conversation training. [Music] [Music] [Music] Thanks. That means a lot to me. I just Thanks. That means a lot to me. I just Thanks. That means a lot to me. I just feel so defeated right now. The scoring is based on three now. The scoring is based on three now. The scoring is based on three evaluation criteria, completeness, evaluation criteria, completeness, evaluation criteria, completeness, accuracy, and fluency. Lango will accuracy, and fluency. Lango will accuracy, and fluency. Lango will provide instant scoring and help you provide instant scoring and help you provide instant scoring and help you identify problem words so you can identify problem words so you can identify problem words so you can repeatedly challenge them in your repeatedly challenge them in your repeatedly challenge them in your profile. Remember, consistency is key. profile. Remember, consistency is key. profile. Remember, consistency is key. Lango is here to guide you at every Lango is here to guide you at every Lango is here to guide you at every step. Let's make your language journey step. Let's make your language journey step. Let's make your language journey effective, fun, and unforgettable.", "sentences": ["Scared of making mistakes while learning Scared of making mistakes while learning Scared of making mistakes while learning a new language?", "Lango's got your a new language?", "Lango's got your a new language?", "Lango's got your back.", "Lango is a fun, stressfree back.", "Lango is a fun, stressfree back.", "Lango is a fun, stressfree conversation training app for students.", "conversation training app for students.", "conversation training app for students.", "It uses a roleplaying game format to It uses a roleplaying game format to It uses a roleplaying game format to help you practice speaking.", "The newly help you practice speaking.", "The newly help you practice speaking.", "The newly launched Lango Buddy will guide you from launched Lango Buddy will guide you from launched Lango Buddy will guide you from beginner to advanced.", "Start with a beginner to advanced.", "Start with a beginner to advanced.", "Start with a warm-up session with warm-up buddy.", "Then warm-up session with warm-up buddy.", "Then warm-up session with warm-up buddy.", "Then tackle advanced conversations and dive tackle advanced conversations and dive tackle advanced conversations and dive into the Lango family story series for into the Lango family story series for into the Lango family story series for fun immersive learning.", "Our practice fun immersive learning.", "Our practice fun immersive learning.", "Our practice types include vocabulary training, types include vocabulary training, types include vocabulary training, sentence training, and conversation sentence training, and conversation sentence training, and conversation training.", "Then level up to simulate training.", "Then level up to simulate training.", "Then level up to simulate realworld free conversation.", "Langoland.", "realworld free conversation.", "Langoland.", "realworld free conversation.", "Langoland.", "Upcoming launches will include learning Upcoming launches will include learning Upcoming launches will include learning Mandarin, Korean, Japanese, and other Mandarin, Korean, Japanese, and other Mandarin, Korean, Japanese, and other foreign languages.", "You can search for foreign languages.", "You can search for foreign languages.", "You can search for Lango School on the App Store or Google Lango School on the App Store or Google Lango School on the App Store or Google Play and download it to your phone.", "Then Play and download it to your phone.", "Then Play and download it to your phone.", "Then enter your username and password.", "On enter your username and password.", "On enter your username and password.", "On this page, you'll see your related this page, you'll see your related this page, you'll see your related courses.", "All right, let's officially courses.", "All right, let's officially courses.", "All right, let's officially start the conversation training.", "start the conversation training.", "start the conversation training.", "[Music] [Music] [Music] Thanks.", "That means a lot to me.", "I just Thanks.", "That means a lot to me.", "I just Thanks.", "That means a lot to me.", "I just feel so defeated right now.", "The scoring is based on three now.", "The scoring is based on three now.", "The scoring is based on three evaluation criteria, completeness, evaluation criteria, completeness, evaluation criteria, completeness, accuracy, and fluency.", "Lango will accuracy, and fluency.", "Lango will accuracy, and fluency.", "Lango will provide instant scoring and help you provide instant scoring and help you provide instant scoring and help you identify problem words so you can identify problem words so you can identify problem words so you can repeatedly challenge them in your repeatedly challenge them in your repeatedly challenge them in your profile.", "Remember, consistency is key.", "profile.", "Remember, consistency is key.", "profile.", "Remember, consistency is key.", "Lango is here to guide you at every Lango is here to guide you at every Lango is here to guide you at every step.", "Let's make your language journey step.", "Let's make your language journey step.", "Let's make your language journey effective, fun, and unforgettable."], "transcript": [{"start": 3.2, "end": 5.67, "text": "Scared of making mistakes while learning"}, {"start": 5.67, "end": 5.68, "text": "Scared of making mistakes while learning"}, {"start": 5.68, "end": 9.47, "text": "Scared of making mistakes while learning a new language? Lango's got your"}, {"start": 9.47, "end": 9.48, "text": "a new language? Lango's got your"}, {"start": 9.48, "end": 13.99, "text": "a new language? Lango's got your back. Lango is a fun, stressfree"}, {"start": 13.99, "end": 14.0, "text": "back. Lango is a fun, stressfree"}, {"start": 14.0, "end": 17.349, "text": "back. Lango is a fun, stressfree conversation training app for students."}, {"start": 17.349, "end": 17.359, "text": "conversation training app for students."}, {"start": 17.359, "end": 21.349, "text": "conversation training app for students. It uses a roleplaying game format to"}, {"start": 21.349, "end": 21.359, "text": "It uses a roleplaying game format to"}, {"start": 21.359, "end": 24.31, "text": "It uses a roleplaying game format to help you practice speaking. The newly"}, {"start": 24.31, "end": 24.32, "text": "help you practice speaking. The newly"}, {"start": 24.32, "end": 27.269, "text": "help you practice speaking. The newly launched Lango Buddy will guide you from"}, {"start": 27.269, "end": 27.279, "text": "launched Lango Buddy will guide you from"}, {"start": 27.279, "end": 29.99, "text": "launched Lango Buddy will guide you from beginner to advanced. Start with a"}, {"start": 29.99, "end": 30.0, "text": "beginner to advanced. Start with a"}, {"start": 30.0, "end": 32.79, "text": "beginner to advanced. Start with a warm-up session with warm-up buddy. Then"}, {"start": 32.79, "end": 32.8, "text": "warm-up session with warm-up buddy. Then"}, {"start": 32.8, "end": 35.67, "text": "warm-up session with warm-up buddy. Then tackle advanced conversations and dive"}, {"start": 35.67, "end": 35.68, "text": "tackle advanced conversations and dive"}, {"start": 35.68, "end": 39.67, "text": "tackle advanced conversations and dive into the Lango family story series for"}, {"start": 39.67, "end": 39.68, "text": "into the Lango family story series for"}, {"start": 39.68, "end": 42.31, "text": "into the Lango family story series for fun immersive learning. Our practice"}, {"start": 42.31, "end": 42.32, "text": "fun immersive learning. Our practice"}, {"start": 42.32, "end": 45.59, "text": "fun immersive learning. Our practice types include vocabulary training,"}, {"start": 45.59, "end": 45.6, "text": "types include vocabulary training,"}, {"start": 45.6, "end": 47.83, "text": "types include vocabulary training, sentence training, and conversation"}, {"start": 47.83, "end": 47.84, "text": "sentence training, and conversation"}, {"start": 47.84, "end": 51.27, "text": "sentence training, and conversation training. Then level up to simulate"}, {"start": 51.27, "end": 51.28, "text": "training. Then level up to simulate"}, {"start": 51.28, "end": 54.47, "text": "training. Then level up to simulate realworld free conversation. Langoland."}, {"start": 54.47, "end": 54.48, "text": "realworld free conversation. Langoland."}, {"start": 54.48, "end": 57.11, "text": "realworld free conversation. Langoland. Upcoming launches will include learning"}, {"start": 57.11, "end": 57.12, "text": "Upcoming launches will include learning"}, {"start": 57.12, "end": 61.189, "text": "Upcoming launches will include learning Mandarin, Korean, Japanese, and other"}, {"start": 61.189, "end": 61.199, "text": "Mandarin, Korean, Japanese, and other"}, {"start": 61.199, "end": 64.07, "text": "Mandarin, Korean, Japanese, and other foreign languages. You can search for"}, {"start": 64.07, "end": 64.08, "text": "foreign languages. You can search for"}, {"start": 64.08, "end": 66.95, "text": "foreign languages. You can search for Lango School on the App Store or Google"}, {"start": 66.95, "end": 66.96, "text": "Lango School on the App Store or Google"}, {"start": 66.96, "end": 69.91, "text": "Lango School on the App Store or Google Play and download it to your phone. Then"}, {"start": 69.91, "end": 69.92, "text": "Play and download it to your phone. Then"}, {"start": 69.92, "end": 72.55, "text": "Play and download it to your phone. Then enter your username and password. On"}, {"start": 72.55, "end": 72.56, "text": "enter your username and password. On"}, {"start": 72.56, "end": 74.27, "text": "enter your username and password. On this page, you'll see your related"}, {"start": 74.27, "end": 74.28, "text": "this page, you'll see your related"}, {"start": 74.28, "end": 77.27, "text": "this page, you'll see your related courses. All right, let's officially"}, {"start": 77.27, "end": 77.28, "text": "courses. All right, let's officially"}, {"start": 77.28, "end": 80.55, "text": "courses. All right, let's officially start the conversation training."}, {"start": 80.55, "end": 80.56, "text": "start the conversation training."}, {"start": 80.56, "end": 81.99, "text": "start the conversation training. [Music]"}, {"start": 81.99, "end": 82.0, "text": "[Music]"}, {"start": 82.0, "end": 85.91, "text": "[Music] Thanks. That means a lot to me. I just"}, {"start": 85.91, "end": 85.92, "text": "Thanks. That means a lot to me. I just"}, {"start": 85.92, "end": 90.67, "text": "Thanks. That means a lot to me. I just feel so defeated right"}, {"start": 90.68, "end": 93.50999999999999, "text": "now. The scoring is based on three"}, {"start": 93.50999999999999, "end": 93.52000000000001, "text": "now. The scoring is based on three"}, {"start": 93.52000000000001, "end": 96.31, "text": "now. The scoring is based on three evaluation criteria, completeness,"}, {"start": 96.31, "end": 96.32, "text": "evaluation criteria, completeness,"}, {"start": 96.32, "end": 99.19, "text": "evaluation criteria, completeness, accuracy, and fluency. Lango will"}, {"start": 99.19, "end": 99.2, "text": "accuracy, and fluency. Lango will"}, {"start": 99.2, "end": 101.19, "text": "accuracy, and fluency. Lango will provide instant scoring and help you"}, {"start": 101.19, "end": 101.2, "text": "provide instant scoring and help you"}, {"start": 101.2, "end": 103.83, "text": "provide instant scoring and help you identify problem words so you can"}, {"start": 103.83, "end": 103.84, "text": "identify problem words so you can"}, {"start": 103.84, "end": 107.149, "text": "identify problem words so you can repeatedly challenge them in your"}, {"start": 107.149, "end": 107.15899999999999, "text": "repeatedly challenge them in your"}, {"start": 107.15899999999999, "end": 112.069, "text": "repeatedly challenge them in your profile. Remember, consistency is key."}, {"start": 112.069, "end": 112.07900000000001, "text": "profile. Remember, consistency is key."}, {"start": 112.07900000000001, "end": 114.87, "text": "profile. Remember, consistency is key. Lango is here to guide you at every"}, {"start": 114.87, "end": 114.88, "text": "Lango is here to guide you at every"}, {"start": 114.88, "end": 117.63, "text": "Lango is here to guide you at every step. Let's make your language journey"}, {"start": 117.63, "end": 117.64, "text": "step. Let's make your language journey"}, {"start": 117.64, "end": 123.0, "text": "step. Let's make your language journey effective, fun, and unforgettable."}], "createdAt": "2025-12-15T01:52:53.000Z", "imageUrl": "https://img.youtube.com/vi/figepYwEvN0/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=figepYwEvN0", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_17_WUfLPoLU", "userId": "system", "title": "15 tips for language learning success", "language": "laj", "content": "[Music] [Music] [Music] number one set realistic goals remember number one set realistic goals remember number one set realistic goals remember why you're learning the language and the why you're learning the language and the why you're learning the language and the very distinct learning pieces so you're very distinct learning pieces so you're very distinct learning pieces so you're going to start off as a beginner and going to start off as a beginner and going to start off as a beginner and then you're going to get better over then you're going to get better over then you're going to get better over time with practice number two except time with practice number two except time with practice number two except that you're going to make mistakes a lot that you're going to make mistakes a lot that you're going to make mistakes a lot of them but everyone learns from making of them but everyone learns from making of them but everyone learns from making mistakes mistakes mistakes number three use it or lose it try to number three use it or lose it try to number three use it or lose it try to commit to at least 30 minutes of commit to at least 30 minutes of commit to at least 30 minutes of language study every day language language study every day language language study every day language learning requires lots of repetition learning requires lots of repetition learning requires lots of repetition repetition and experiential references repetition and experiential references repetition and experiential references commit and invest the time number four commit and invest the time number four commit and invest the time number four start with 100 must know words start start with 100 must know words start start with 100 must know words start with the most basic and useful phrases with the most basic and useful phrases with the most basic and useful phrases for basic exchanges in the target for basic exchanges in the target for basic exchanges in the target language for example vocabulary for language for example vocabulary for language for example vocabulary for high-frequency parts of speech like high-frequency parts of speech like high-frequency parts of speech like nouns verbs adjectives and prepositions nouns verbs adjectives and prepositions nouns verbs adjectives and prepositions number five after the first hundred number five after the first hundred number five after the first hundred words focus on being conversational now words focus on being conversational now words focus on being conversational now you can focus on more specific you can focus on more specific you can focus on more specific of specific situations for example of specific situations for example of specific situations for example greeting self-introductions expressing greeting self-introductions expressing greeting self-introductions expressing likes and dislikes describing things and likes and dislikes describing things and likes and dislikes describing things and talking about your routine number 6 talking about your routine number 6 talking about your routine number 6 carry a language dictionary and a carry a language dictionary and a carry a language dictionary and a notebook this is really helpful when notebook this is really helpful when notebook this is really helpful when you're trying to look up the new word or you're trying to look up the new word or you're trying to look up the new word or write it down in your notebook so that write it down in your notebook so that write it down in your notebook so that you remember it next time number 7 you remember it next time number 7 you remember it next time number 7 master the phrase how do you say X this master the phrase how do you say X this master the phrase how do you say X this is really useful when you're trying to is really useful when you're trying to is really useful when you're trying to have a conversation and you forget a have a conversation and you forget a have a conversation and you forget a particular word or phrase coma safety particular word or phrase coma safety particular word or phrase coma safety say the book and I spend on in the room number 8 figure out linguistic patterns number 8 figure out linguistic patterns number 8 figure out linguistic patterns as we most we can tell you that language as we most we can tell you that language as we most we can tell you that language is systematic try to pay attention to is systematic try to pay attention to is systematic try to pay attention to any patterns that you see in sounds any patterns that you see in sounds any patterns that you see in sounds spelling or grammar forms number 9 spelling or grammar forms number 9 spelling or grammar forms number 9 another pro tip from US linguist another pro tip from US linguist another pro tip from US linguist learning the international phonetic learning the international phonetic learning the international phonetic alphabet or IPA this is the key to alphabet or IPA this is the key to alphabet or IPA this is the key to mastering the pronunciation of basic mastering the pronunciation of basic mastering the pronunciation of basic sounds in your target language because sounds in your target language because sounds in your target language because in many languages like in English in many languages like in English in many languages like in English spelling does not always tell you how it spelling does not always tell you how it spelling does not always tell you how it sounds for example this word in English sounds for example this word in English sounds for example this word in English is nice and not connect ducks number 10 is nice and not connect ducks number 10 is nice and not connect ducks number 10 use free online resources to help you use free online resources to help you use free online resources to help you review the basics there's a lot of review the basics there's a lot of review the basics there's a lot of websites and apps out there websites and apps out there websites and apps out there help you practice and reinforce what help you practice and reinforce what help you practice and reinforce what you've already learned number 11 however you've already learned number 11 however you've already learned number 11 however you should find a language teacher or a you should find a language teacher or a you should find a language teacher or a small group class if you really want to small group class if you really want to small group class if you really want to mask your specific language skills a mask your specific language skills a mask your specific language skills a good language teacher can show you what good language teacher can show you what good language teacher can show you what to do how to do it for your particular to do how to do it for your particular to do how to do it for your particular level situation or language goals a good level situation or language goals a good level situation or language goals a good teacher can also give you structure and teacher can also give you structure and teacher can also give you structure and give you motivation and answer all your give you motivation and answer all your give you motivation and answer all your questions questions questions number 12 conversation is keen practice number 12 conversation is keen practice number 12 conversation is keen practice with native speakers and language with native speakers and language with native speakers and language partners conversation conversation partners conversation conversation partners conversation conversation conversation language is social check conversation language is social check conversation language is social check out our mango social calendar for fun out our mango social calendar for fun out our mango social calendar for fun events where you can practice and meet events where you can practice and meet events where you can practice and meet new friends and language partners number new friends and language partners number new friends and language partners number 13 learn about the culture learning 13 learn about the culture learning 13 learn about the culture learning about the culture of the people who about the culture of the people who about the culture of the people who speak your target language will help you speak your target language will help you speak your target language will help you practice and will always enrich your practice and will always enrich your practice and will always enrich your perspective perspective perspective number 14 supplement your learning with number 14 supplement your learning with number 14 supplement your learning with TV shows movies magazines TV shows movies magazines TV shows movies magazines newspapers the more exposure to your newspapers the more exposure to your newspapers the more exposure to your target language using integrated skills target language using integrated skills target language using integrated skills and listening and and listening and and listening and the better number 15 last and very the better number 15 last and very the better number 15 last and very important make learning as fun and easy important make learning as fun and easy important make learning as fun and easy as possible language learning is as possible language learning is as possible language learning is challenging and requires effort and challenging and requires effort and challenging and requires effort and motivation but it should also be fun and motivation but it should also be fun and motivation but it should also be fun and engaging you can do these are our top 15 engaging you can do these are our top 15 engaging you can do these are our top 15 tips for language learning success try tips for language learning success try tips for language learning success try them out and let us know if they work them out and let us know if they work them out and let us know if they work for you in the comments or let us know for you in the comments or let us know for you in the comments or let us know your tips that work for you your tips that work for you your tips that work for you thanks and speak [Music] [Music] [Music] yeah [Music] number four started with that 100 number four started with that 100 number four started with that 100 [Applause] [Applause] [Applause] [Laughter] [Music]", "sentences": ["[Music] [Music] [Music] number one set realistic goals remember number one set realistic goals remember number one set realistic goals remember why you're learning the language and the why you're learning the language and the why you're learning the language and the very distinct learning pieces so you're very distinct learning pieces so you're very distinct learning pieces so you're going to start off as a beginner and going to start off as a beginner and going to start off as a beginner and then you're going to get better over then you're going to get better over then you're going to get better over time with practice number two except time with practice number two except time with practice number two except that you're going to make mistakes a lot that you're going to make mistakes a lot that you're going to make mistakes a lot of them but everyone learns from making of them but everyone learns from making of them but everyone learns from making mistakes mistakes mistakes number three use it or lose it try to number three use it or lose it try to number three use it or lose it try to commit to at least 30 minutes of commit to at least 30 minutes of commit to at least 30 minutes of language study every day language language study every day language language study every day language learning requires lots of repetition learning requires lots of repetition learning requires lots of repetition repetition and experiential references repetition and experiential references repetition and experiential references commit and invest the time number four commit and invest the time number four commit and invest the time number four start with 100 must know words start start with 100 must know words start start with 100 must know words start with the most basic and useful phrases with the most basic and useful phrases with the most basic and useful phrases for basic exchanges in the target for basic exchanges in the target for basic exchanges in the target language for example vocabulary for language for example vocabulary for language for example vocabulary for high-frequency parts of speech like high-frequency parts of speech like high-frequency parts of speech like nouns verbs adjectives and prepositions nouns verbs adjectives and prepositions nouns verbs adjectives and prepositions number five after the first hundred number five after the first hundred number five after the first hundred words focus on being conversational now words focus on being conversational now words focus on being conversational now you can focus on more specific you can focus on more specific you can focus on more specific of specific situations for example of specific situations for example of specific situations for example greeting self-introductions expressing greeting self-introductions expressing greeting self-introductions expressing likes and dislikes describing things and likes and dislikes describing things and likes and dislikes describing things and talking about your routine number 6 talking about your routine number 6 talking about your routine number 6 carry a language dictionary and a carry a language dictionary and a carry a language dictionary and a notebook this is really helpful when notebook this is really helpful when notebook this is really helpful when you're trying to look up the new word or you're trying to look up the new word or you're trying to look up the new word or write it down in your notebook so that write it down in your notebook so that write it down in your notebook so that you remember it next time number 7 you remember it next time number 7 you remember it next time number 7 master the phrase how do you say X this master the phrase how do you say X this master the phrase how do you say X this is really useful when you're trying to is really useful when you're trying to is really useful when you're trying to have a conversation and you forget a have a conversation and you forget a have a conversation and you forget a particular word or phrase coma safety particular word or phrase coma safety particular word or phrase coma safety say the book and I spend on in the room number 8 figure out linguistic patterns number 8 figure out linguistic patterns number 8 figure out linguistic patterns as we most we can tell you that language as we most we can tell you that language as we most we can tell you that language is systematic try to pay attention to is systematic try to pay attention to is systematic try to pay attention to any patterns that you see in sounds any patterns that you see in sounds any patterns that you see in sounds spelling or grammar forms number 9 spelling or grammar forms number 9 spelling or grammar forms number 9 another pro tip from US linguist another pro tip from US linguist another pro tip from US linguist learning the international phonetic learning the international phonetic learning the international phonetic alphabet or IPA this is the key to alphabet or IPA this is the key to alphabet or IPA this is the key to mastering the pronunciation of basic mastering the pronunciation of basic mastering the pronunciation of basic sounds in your target language because sounds in your target language because sounds in your target language because in many languages like in English in many languages like in English in many languages like in English spelling does not always tell you how it spelling does not always tell you how it spelling does not always tell you how it sounds for example this word in English sounds for example this word in English sounds for example this word in English is nice and not connect ducks number 10 is nice and not connect ducks number 10 is nice and not connect ducks number 10 use free online resources to help you use free online resources to help you use free online resources to help you review the basics there's a lot of review the basics there's a lot of review the basics there's a lot of websites and apps out there websites and apps out there websites and apps out there help you practice and reinforce what help you practice and reinforce what help you practice and reinforce what you've already learned number 11 however you've already learned number 11 however you've already learned number 11 however you should find a language teacher or a you should find a language teacher or a you should find a language teacher or a small group class if you really want to small group class if you really want to small group class if you really want to mask your specific language skills a mask your specific language skills a mask your specific language skills a good language teacher can show you what good language teacher can show you what good language teacher can show you what to do how to do it for your particular to do how to do it for your particular to do how to do it for your particular level situation or language goals a good level situation or language goals a good level situation or language goals a good teacher can also give you structure and teacher can also give you structure and teacher can also give you structure and give you motivation and answer all your give you motivation and answer all your give you motivation and answer all your questions questions questions number 12 conversation is keen practice number 12 conversation is keen practice number 12 conversation is keen practice with native speakers and language with native speakers and language with native speakers and language partners conversation conversation partners conversation conversation partners conversation conversation conversation language is social check conversation language is social check conversation language is social check out our mango social calendar for fun out our mango social calendar for fun out our mango social calendar for fun events where you can practice and meet events where you can practice and meet events where you can practice and meet new friends and language partners number new friends and language partners number new friends and language partners number 13 learn about the culture learning 13 learn about the culture learning 13 learn about the culture learning about the culture of the people who about the culture of the people who about the culture of the people who speak your target language will help you speak your target language will help you speak your target language will help you practice and will always enrich your practice and will always enrich your practice and will always enrich your perspective perspective perspective number 14 supplement your learning with number 14 supplement your learning with number 14 supplement your learning with TV shows movies magazines TV shows movies magazines TV shows movies magazines newspapers the more exposure to your newspapers the more exposure to your newspapers the more exposure to your target language using integrated skills target language using integrated skills target language using integrated skills and listening and and listening and and listening and the better number 15 last and very the better number 15 last and very the better number 15 last and very important make learning as fun and easy important make learning as fun and easy important make learning as fun and easy as possible language learning is as possible language learning is as possible language learning is challenging and requires effort and challenging and requires effort and challenging and requires effort and motivation but it should also be fun and motivation but it should also be fun and motivation but it should also be fun and engaging you can do these are our top 15 engaging you can do these are our top 15 engaging you can do these are our top 15 tips for language learning success try tips for language learning success try tips for language learning success try them out and let us know if they work them out and let us know if they work them out and let us know if they work for you in the comments or let us know for you in the comments or let us know for you in the comments or let us know your tips that work for you your tips that work for you your tips that work for you thanks and speak [Music] [Music] [Music] yeah [Music] number four started with that 100 number four started with that 100 number four started with that 100 [Applause] [Applause] [Applause] [Laughter] [Music]"], "transcript": [{"start": 0.66, "end": 14.65, "text": "[Music]"}, {"start": 14.65, "end": 14.66, "text": "[Music]"}, {"start": 14.66, "end": 18.59, "text": "[Music] number one set realistic goals remember"}, {"start": 18.59, "end": 18.6, "text": "number one set realistic goals remember"}, {"start": 18.6, "end": 20.54, "text": "number one set realistic goals remember why you're learning the language and the"}, {"start": 20.54, "end": 20.55, "text": "why you're learning the language and the"}, {"start": 20.55, "end": 22.91, "text": "why you're learning the language and the very distinct learning pieces so you're"}, {"start": 22.91, "end": 22.92, "text": "very distinct learning pieces so you're"}, {"start": 22.92, "end": 24.2, "text": "very distinct learning pieces so you're going to start off as a beginner and"}, {"start": 24.2, "end": 24.21, "text": "going to start off as a beginner and"}, {"start": 24.21, "end": 25.43, "text": "going to start off as a beginner and then you're going to get better over"}, {"start": 25.43, "end": 25.44, "text": "then you're going to get better over"}, {"start": 25.44, "end": 28.76, "text": "then you're going to get better over time with practice number two except"}, {"start": 28.76, "end": 28.77, "text": "time with practice number two except"}, {"start": 28.77, "end": 30.98, "text": "time with practice number two except that you're going to make mistakes a lot"}, {"start": 30.98, "end": 30.99, "text": "that you're going to make mistakes a lot"}, {"start": 30.99, "end": 33.26, "text": "that you're going to make mistakes a lot of them but everyone learns from making"}, {"start": 33.26, "end": 33.27, "text": "of them but everyone learns from making"}, {"start": 33.27, "end": 33.83, "text": "of them but everyone learns from making mistakes"}, {"start": 33.83, "end": 33.84, "text": "mistakes"}, {"start": 33.84, "end": 37.46, "text": "mistakes number three use it or lose it try to"}, {"start": 37.46, "end": 37.47, "text": "number three use it or lose it try to"}, {"start": 37.47, "end": 39.47, "text": "number three use it or lose it try to commit to at least 30 minutes of"}, {"start": 39.47, "end": 39.48, "text": "commit to at least 30 minutes of"}, {"start": 39.48, "end": 41.72, "text": "commit to at least 30 minutes of language study every day language"}, {"start": 41.72, "end": 41.73, "text": "language study every day language"}, {"start": 41.73, "end": 43.82, "text": "language study every day language learning requires lots of repetition"}, {"start": 43.82, "end": 43.83, "text": "learning requires lots of repetition"}, {"start": 43.83, "end": 47.15, "text": "learning requires lots of repetition repetition and experiential references"}, {"start": 47.15, "end": 47.16, "text": "repetition and experiential references"}, {"start": 47.16, "end": 52.25, "text": "repetition and experiential references commit and invest the time number four"}, {"start": 52.25, "end": 52.26, "text": "commit and invest the time number four"}, {"start": 52.26, "end": 55.34, "text": "commit and invest the time number four start with 100 must know words start"}, {"start": 55.34, "end": 55.35, "text": "start with 100 must know words start"}, {"start": 55.35, "end": 57.56, "text": "start with 100 must know words start with the most basic and useful phrases"}, {"start": 57.56, "end": 57.57, "text": "with the most basic and useful phrases"}, {"start": 57.57, "end": 60.38, "text": "with the most basic and useful phrases for basic exchanges in the target"}, {"start": 60.38, "end": 60.39, "text": "for basic exchanges in the target"}, {"start": 60.39, "end": 63.319, "text": "for basic exchanges in the target language for example vocabulary for"}, {"start": 63.319, "end": 63.329, "text": "language for example vocabulary for"}, {"start": 63.329, "end": 65.42, "text": "language for example vocabulary for high-frequency parts of speech like"}, {"start": 65.42, "end": 65.43, "text": "high-frequency parts of speech like"}, {"start": 65.43, "end": 68.89, "text": "high-frequency parts of speech like nouns verbs adjectives and prepositions"}, {"start": 68.89, "end": 68.9, "text": "nouns verbs adjectives and prepositions"}, {"start": 68.9, "end": 71.66, "text": "nouns verbs adjectives and prepositions number five after the first hundred"}, {"start": 71.66, "end": 71.67, "text": "number five after the first hundred"}, {"start": 71.67, "end": 74.6, "text": "number five after the first hundred words focus on being conversational now"}, {"start": 74.6, "end": 74.61, "text": "words focus on being conversational now"}, {"start": 74.61, "end": 78.399, "text": "words focus on being conversational now you can focus on more specific"}, {"start": 78.399, "end": 78.40899999999999, "text": "you can focus on more specific"}, {"start": 78.40899999999999, "end": 80.59, "text": "you can focus on more specific of specific situations for example"}, {"start": 80.59, "end": 80.6, "text": "of specific situations for example"}, {"start": 80.6, "end": 83.74, "text": "of specific situations for example greeting self-introductions expressing"}, {"start": 83.74, "end": 83.75, "text": "greeting self-introductions expressing"}, {"start": 83.75, "end": 86.649, "text": "greeting self-introductions expressing likes and dislikes describing things and"}, {"start": 86.649, "end": 86.65899999999999, "text": "likes and dislikes describing things and"}, {"start": 86.65899999999999, "end": 89.89, "text": "likes and dislikes describing things and talking about your routine number 6"}, {"start": 89.89, "end": 89.9, "text": "talking about your routine number 6"}, {"start": 89.9, "end": 92.56, "text": "talking about your routine number 6 carry a language dictionary and a"}, {"start": 92.56, "end": 92.57, "text": "carry a language dictionary and a"}, {"start": 92.57, "end": 94.87, "text": "carry a language dictionary and a notebook this is really helpful when"}, {"start": 94.87, "end": 94.88, "text": "notebook this is really helpful when"}, {"start": 94.88, "end": 96.91, "text": "notebook this is really helpful when you're trying to look up the new word or"}, {"start": 96.91, "end": 96.92, "text": "you're trying to look up the new word or"}, {"start": 96.92, "end": 98.44, "text": "you're trying to look up the new word or write it down in your notebook so that"}, {"start": 98.44, "end": 98.45, "text": "write it down in your notebook so that"}, {"start": 98.45, "end": 104.1, "text": "write it down in your notebook so that you remember it next time number 7"}, {"start": 104.1, "end": 104.11, "text": "you remember it next time number 7"}, {"start": 104.11, "end": 108.52000000000001, "text": "you remember it next time number 7 master the phrase how do you say X this"}, {"start": 108.52000000000001, "end": 108.53, "text": "master the phrase how do you say X this"}, {"start": 108.53, "end": 109.81, "text": "master the phrase how do you say X this is really useful when you're trying to"}, {"start": 109.81, "end": 109.82, "text": "is really useful when you're trying to"}, {"start": 109.82, "end": 111.669, "text": "is really useful when you're trying to have a conversation and you forget a"}, {"start": 111.669, "end": 111.679, "text": "have a conversation and you forget a"}, {"start": 111.679, "end": 115.35900000000001, "text": "have a conversation and you forget a particular word or phrase coma safety"}, {"start": 115.35900000000001, "end": 115.369, "text": "particular word or phrase coma safety"}, {"start": 115.369, "end": 121.41, "text": "particular word or phrase coma safety say the book and I spend on in the room"}, {"start": 121.42, "end": 124.779, "text": "number 8 figure out linguistic patterns"}, {"start": 124.779, "end": 124.789, "text": "number 8 figure out linguistic patterns"}, {"start": 124.789, "end": 127.45, "text": "number 8 figure out linguistic patterns as we most we can tell you that language"}, {"start": 127.45, "end": 127.46, "text": "as we most we can tell you that language"}, {"start": 127.46, "end": 130.12, "text": "as we most we can tell you that language is systematic try to pay attention to"}, {"start": 130.12, "end": 130.13, "text": "is systematic try to pay attention to"}, {"start": 130.13, "end": 132.67, "text": "is systematic try to pay attention to any patterns that you see in sounds"}, {"start": 132.67, "end": 132.68, "text": "any patterns that you see in sounds"}, {"start": 132.68, "end": 136.78, "text": "any patterns that you see in sounds spelling or grammar forms number 9"}, {"start": 136.78, "end": 136.79, "text": "spelling or grammar forms number 9"}, {"start": 136.79, "end": 138.91, "text": "spelling or grammar forms number 9 another pro tip from US linguist"}, {"start": 138.91, "end": 138.92000000000002, "text": "another pro tip from US linguist"}, {"start": 138.92000000000002, "end": 141.13, "text": "another pro tip from US linguist learning the international phonetic"}, {"start": 141.13, "end": 141.14, "text": "learning the international phonetic"}, {"start": 141.14, "end": 144.37, "text": "learning the international phonetic alphabet or IPA this is the key to"}, {"start": 144.37, "end": 144.38, "text": "alphabet or IPA this is the key to"}, {"start": 144.38, "end": 146.41, "text": "alphabet or IPA this is the key to mastering the pronunciation of basic"}, {"start": 146.41, "end": 146.42000000000002, "text": "mastering the pronunciation of basic"}, {"start": 146.42000000000002, "end": 148.9, "text": "mastering the pronunciation of basic sounds in your target language because"}, {"start": 148.9, "end": 148.91, "text": "sounds in your target language because"}, {"start": 148.91, "end": 151.97899999999998, "text": "sounds in your target language because in many languages like in English"}, {"start": 151.97899999999998, "end": 151.989, "text": "in many languages like in English"}, {"start": 151.989, "end": 154.9, "text": "in many languages like in English spelling does not always tell you how it"}, {"start": 154.9, "end": 154.91, "text": "spelling does not always tell you how it"}, {"start": 154.91, "end": 158.11, "text": "spelling does not always tell you how it sounds for example this word in English"}, {"start": 158.11, "end": 158.12, "text": "sounds for example this word in English"}, {"start": 158.12, "end": 164.74, "text": "sounds for example this word in English is nice and not connect ducks number 10"}, {"start": 164.74, "end": 164.75, "text": "is nice and not connect ducks number 10"}, {"start": 164.75, "end": 167.89, "text": "is nice and not connect ducks number 10 use free online resources to help you"}, {"start": 167.89, "end": 167.9, "text": "use free online resources to help you"}, {"start": 167.9, "end": 170.199, "text": "use free online resources to help you review the basics there's a lot of"}, {"start": 170.199, "end": 170.209, "text": "review the basics there's a lot of"}, {"start": 170.209, "end": 172.2, "text": "review the basics there's a lot of websites and apps out there"}, {"start": 172.2, "end": 172.21, "text": "websites and apps out there"}, {"start": 172.21, "end": 174.3, "text": "websites and apps out there help you practice and reinforce what"}, {"start": 174.3, "end": 174.31, "text": "help you practice and reinforce what"}, {"start": 174.31, "end": 182.25, "text": "help you practice and reinforce what you've already learned number 11 however"}, {"start": 182.25, "end": 182.26, "text": "you've already learned number 11 however"}, {"start": 182.26, "end": 184.68, "text": "you've already learned number 11 however you should find a language teacher or a"}, {"start": 184.68, "end": 184.69, "text": "you should find a language teacher or a"}, {"start": 184.69, "end": 186.81, "text": "you should find a language teacher or a small group class if you really want to"}, {"start": 186.81, "end": 186.82, "text": "small group class if you really want to"}, {"start": 186.82, "end": 188.73, "text": "small group class if you really want to mask your specific language skills a"}, {"start": 188.73, "end": 188.74, "text": "mask your specific language skills a"}, {"start": 188.74, "end": 191.22, "text": "mask your specific language skills a good language teacher can show you what"}, {"start": 191.22, "end": 191.23, "text": "good language teacher can show you what"}, {"start": 191.23, "end": 193.98, "text": "good language teacher can show you what to do how to do it for your particular"}, {"start": 193.98, "end": 193.99, "text": "to do how to do it for your particular"}, {"start": 193.99, "end": 198.21, "text": "to do how to do it for your particular level situation or language goals a good"}, {"start": 198.21, "end": 198.22, "text": "level situation or language goals a good"}, {"start": 198.22, "end": 200.52, "text": "level situation or language goals a good teacher can also give you structure and"}, {"start": 200.52, "end": 200.53, "text": "teacher can also give you structure and"}, {"start": 200.53, "end": 203.13, "text": "teacher can also give you structure and give you motivation and answer all your"}, {"start": 203.13, "end": 203.14, "text": "give you motivation and answer all your"}, {"start": 203.14, "end": 204.8, "text": "give you motivation and answer all your questions"}, {"start": 204.8, "end": 204.81, "text": "questions"}, {"start": 204.81, "end": 209.13, "text": "questions number 12 conversation is keen practice"}, {"start": 209.13, "end": 209.14, "text": "number 12 conversation is keen practice"}, {"start": 209.14, "end": 211.02, "text": "number 12 conversation is keen practice with native speakers and language"}, {"start": 211.02, "end": 211.03, "text": "with native speakers and language"}, {"start": 211.03, "end": 212.76, "text": "with native speakers and language partners conversation conversation"}, {"start": 212.76, "end": 212.77, "text": "partners conversation conversation"}, {"start": 212.77, "end": 216.15, "text": "partners conversation conversation conversation language is social check"}, {"start": 216.15, "end": 216.16, "text": "conversation language is social check"}, {"start": 216.16, "end": 218.19, "text": "conversation language is social check out our mango social calendar for fun"}, {"start": 218.19, "end": 218.2, "text": "out our mango social calendar for fun"}, {"start": 218.2, "end": 220.23, "text": "out our mango social calendar for fun events where you can practice and meet"}, {"start": 220.23, "end": 220.24, "text": "events where you can practice and meet"}, {"start": 220.24, "end": 224.61, "text": "events where you can practice and meet new friends and language partners number"}, {"start": 224.61, "end": 224.62, "text": "new friends and language partners number"}, {"start": 224.62, "end": 227.4, "text": "new friends and language partners number 13 learn about the culture learning"}, {"start": 227.4, "end": 227.41, "text": "13 learn about the culture learning"}, {"start": 227.41, "end": 229.07999999999998, "text": "13 learn about the culture learning about the culture of the people who"}, {"start": 229.07999999999998, "end": 229.09, "text": "about the culture of the people who"}, {"start": 229.09, "end": 231.51, "text": "about the culture of the people who speak your target language will help you"}, {"start": 231.51, "end": 231.52, "text": "speak your target language will help you"}, {"start": 231.52, "end": 234.3, "text": "speak your target language will help you practice and will always enrich your"}, {"start": 234.3, "end": 234.31, "text": "practice and will always enrich your"}, {"start": 234.31, "end": 235.91, "text": "practice and will always enrich your perspective"}, {"start": 235.91, "end": 235.92000000000002, "text": "perspective"}, {"start": 235.92000000000002, "end": 239.43, "text": "perspective number 14 supplement your learning with"}, {"start": 239.43, "end": 239.44, "text": "number 14 supplement your learning with"}, {"start": 239.44, "end": 242.23, "text": "number 14 supplement your learning with TV shows movies magazines"}, {"start": 242.23, "end": 242.24, "text": "TV shows movies magazines"}, {"start": 242.24, "end": 244.66, "text": "TV shows movies magazines newspapers the more exposure to your"}, {"start": 244.66, "end": 244.67, "text": "newspapers the more exposure to your"}, {"start": 244.67, "end": 246.85, "text": "newspapers the more exposure to your target language using integrated skills"}, {"start": 246.85, "end": 246.86, "text": "target language using integrated skills"}, {"start": 246.86, "end": 248.44, "text": "target language using integrated skills and listening and"}, {"start": 248.44, "end": 248.45, "text": "and listening and"}, {"start": 248.45, "end": 253.69, "text": "and listening and the better number 15 last and very"}, {"start": 253.69, "end": 253.7, "text": "the better number 15 last and very"}, {"start": 253.7, "end": 256.84, "text": "the better number 15 last and very important make learning as fun and easy"}, {"start": 256.84, "end": 256.85, "text": "important make learning as fun and easy"}, {"start": 256.85, "end": 259.09, "text": "important make learning as fun and easy as possible language learning is"}, {"start": 259.09, "end": 259.1, "text": "as possible language learning is"}, {"start": 259.1, "end": 261.159, "text": "as possible language learning is challenging and requires effort and"}, {"start": 261.159, "end": 261.169, "text": "challenging and requires effort and"}, {"start": 261.169, "end": 264.43, "text": "challenging and requires effort and motivation but it should also be fun and"}, {"start": 264.43, "end": 264.44, "text": "motivation but it should also be fun and"}, {"start": 264.44, "end": 271.75, "text": "motivation but it should also be fun and engaging you can do these are our top 15"}, {"start": 271.75, "end": 271.76, "text": "engaging you can do these are our top 15"}, {"start": 271.76, "end": 276.28, "text": "engaging you can do these are our top 15 tips for language learning success try"}, {"start": 276.28, "end": 276.29, "text": "tips for language learning success try"}, {"start": 276.29, "end": 277.96, "text": "tips for language learning success try them out and let us know if they work"}, {"start": 277.96, "end": 277.97, "text": "them out and let us know if they work"}, {"start": 277.97, "end": 280.48, "text": "them out and let us know if they work for you in the comments or let us know"}, {"start": 280.48, "end": 280.49, "text": "for you in the comments or let us know"}, {"start": 280.49, "end": 283.08, "text": "for you in the comments or let us know your tips that work for you"}, {"start": 283.08, "end": 283.09000000000003, "text": "your tips that work for you"}, {"start": 283.09000000000003, "end": 288.68, "text": "your tips that work for you thanks and speak"}, {"start": 288.69, "end": 297.94, "text": "[Music]"}, {"start": 297.94, "end": 297.95, "text": "[Music]"}, {"start": 297.95, "end": 316.82, "text": "[Music] yeah"}, {"start": 316.83, "end": 337.06, "text": "[Music]"}, {"start": 337.07, "end": 342.67, "text": "number four started with that 100"}, {"start": 342.67, "end": 342.68, "text": "number four started with that 100"}, {"start": 342.68, "end": 345.74, "text": "number four started with that 100 [Applause]"}, {"start": 345.74, "end": 345.75, "text": "[Applause]"}, {"start": 345.75, "end": 353.62, "text": "[Applause] [Laughter]"}, {"start": 353.63, "end": 373.98, "text": "[Music]"}], "createdAt": "2025-12-15T01:52:40.000Z", "imageUrl": "https://img.youtube.com/vi/17_WUfLPoLU/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=17_WUfLPoLU", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_aNeutQefXNQ", "userId": "system", "title": "Lia and Origa", "language": "laj", "content": "[Music] Leah where are Leah where are Leah where are [Music] [Music] [Music] you and anua why are you yes Mama coming coming coming where is your where is your where is your sister Leah come on yes Mama here I am sister Leah come on yes Mama here I am sister Leah come on yes Mama here I am Leah Leah if you do not listen one day Leah Leah if you do not listen one day Leah Leah if you do not listen one day you learn a lesson of your life mama no you learn a lesson of your life mama no you learn a lesson of your life mama no I am ready to do whatever you ask me all I am ready to do whatever you ask me all I am ready to do whatever you ask me all right I'm going with my friends to M AI right I'm going with my friends to M AI right I'm going with my friends to M AI in the mountains take care of yourselves in the mountains take care of yourselves in the mountains take care of yourselves an vua go to collect firewor in the an vua go to collect firewor in the an vua go to collect firewor in the nearby bushes and you Leah accompan your nearby bushes and you Leah accompan your nearby bushes and you Leah accompan your friends as they go to the stream to fet friends as they go to the stream to fet friends as they go to the stream to fet water I know you're a head strong girl water I know you're a head strong girl water I know you're a head strong girl who likes doing things her own way but who likes doing things her own way but who likes doing things her own way but I'm warning you never to go to the well I'm warning you never to go to the well I'm warning you never to go to the well alone clear yes Mama good girls I'm off alone clear yes Mama good girls I'm off alone clear yes Mama good girls I'm off be good okay girls yes Mama all right Leah are you there we are off to right Leah are you there we are off to right Leah are you there we are off to the stream don't complain later that we did stream don't complain later that we did stream don't complain later that we did not call not call not call [Music] you this is good I will not have to go you this is good I will not have to go you this is good I will not have to go to the stream to the stream to the stream twice you have done it again hm you left twice you have done it again hm you left twice you have done it again hm you left me even today h me even today h me even today h we thought you don't like our company we thought you don't like our company we thought you don't like our company anymore we called you in vain bad [Music] girls you over there huh if you can hear girls you over there huh if you can hear girls you over there huh if you can hear me come and help me lift this PT onto my me come and help me lift this PT onto my me come and help me lift this PT onto my head here I am I can help you little head here I am I can help you little head here I am I can help you little girl Oh I thought you were a little girl girl Oh I thought you were a little girl girl Oh I thought you were a little girl H your voice sounded so light I am origa H your voice sounded so light I am origa H your voice sounded so light I am origa the iron Smith who lives in there do you the iron Smith who lives in there do you the iron Smith who lives in there do you want me to help you oh want me to help you oh want me to help you oh [Music] [Music] yes thank you orga yes thank you orga yes thank you orga [Music] [Music] [Music] what is this get off my back I will not what is this get off my back I will not what is this get off my back I will not get off I am so comfortable Orga please get down before comfortable Orga please get down before comfortable Orga please get down before I reach home no I won't get off I didn't I reach home no I won't get off I didn't I reach home no I won't get off I didn't know a little girl's back would be so know a little girl's back would be so know a little girl's back would be so comfortable I won't get off and remember comfortable I won't get off and remember comfortable I won't get off and remember you are the one who called me from down you are the one who called me from down you are the one who called me from down the stream you are weighing me down I the stream you are weighing me down I the stream you are weighing me down I can hardly walk please can hardly walk please can hardly walk please origa okay could you at least come off H origa okay could you at least come off H origa okay could you at least come off H just to help me lift down the PT then just to help me lift down the PT then just to help me lift down the PT then you could get back if you wish h no no you could get back if you wish h no no you could get back if you wish h no no no no no I will not come off you have to no no no I will not come off you have to no no no I will not come off you have to put down the PT with me on your back h origa let me advise you as a back h origa let me advise you as a back h origa let me advise you as a friend you helped me at the stream I friend you helped me at the stream I friend you helped me at the stream I want to help you want to help you want to help you back how can you help me little girl back how can you help me little girl back how can you help me little girl with soft flesh my father Tata do you with soft flesh my father Tata do you with soft flesh my father Tata do you know him H then you should be aware that know him H then you should be aware that know him H then you should be aware that he is such a dangerous man when it comes he is such a dangerous man when it comes he is such a dangerous man when it comes to protecting his daughters he is about to protecting his daughters he is about to protecting his daughters he is about to get back home H better leave before to get back home H better leave before to get back home H better leave before he arrives me I don't want you to he arrives me I don't want you to he arrives me I don't want you to die I am not afraid of your father I am die I am not afraid of your father I am die I am not afraid of your father I am not afraid of anyone please listen and not afraid of anyone please listen and not afraid of anyone please listen and save yourself before Tata kills you save yourself before Tata kills you save yourself before Tata kills you little girl I will not give up your little girl I will not give up your little girl I will not give up your comfortable back for anything remember comfortable back for anything remember comfortable back for anything remember you are the one who call me from deep you are the one who call me from deep you are the one who call me from deep down the river you have no choice but to down the river you have no choice but to down the river you have no choice but to do everything with me on your back no get off my but [Music] no I can see the kitchen door is open is no I can see the kitchen door is open is no I can see the kitchen door is open is there someone in there am Leah yes T oh there someone in there am Leah yes T oh there someone in there am Leah yes T oh Leah bring me some water in a very large Leah bring me some water in a very large Leah bring me some water in a very large color bash I am so thirsty he Leah who is this ugly one on thirsty he Leah who is this ugly one on thirsty he Leah who is this ugly one on your back huh your back huh your back huh M ta this is origa when I went to fetch M ta this is origa when I went to fetch M ta this is origa when I went to fetch water other the stream he helped me lift water other the stream he helped me lift water other the stream he helped me lift the pot onto my head and if I could the pot onto my head and if I could the pot onto my head and if I could realize it he had already jumped onto my realize it he had already jumped onto my realize it he had already jumped onto my back M quick now you go and get my Pang back M quick now you go and get my Pang back M quick now you go and get my Pang no one torments my daughter and go no one torments my daughter and go no one torments my daughter and go unpunished no one okay now you you lay unpunished no one okay now you you lay unpunished no one okay now you you lay down I'm going to cut this moner off down I'm going to cut this moner off down I'm going to cut this moner off your back and set you for my daughter your back and set you for my daughter your back and set you for my daughter I'm going to set you free don't I'm going to set you free don't I'm going to set you free don't [Music] worry worry worry [Music] D what is this what happened to Leah oh my daughter I have made a very Leah oh my daughter I have made a very Leah oh my daughter I have made a very terrible mistake very terrible terrible mistake very terrible terrible mistake very terrible mistake this death was meant for rer who mistake this death was meant for rer who mistake this death was meant for rer who clang on two years's back from the well clang on two years's back from the well clang on two years's back from the well I am so Dev I am so Dev I am so Dev so so so [Music] devastated or home her was fous wanted to kill her was fous wanted to kill her was fous wanted to kill origa but his panga descended only origa but his panga descended only origa but his panga descended only [Music] as as as my lovely sister Leah is gone forever my lovely sister Leah is gone forever my lovely sister Leah is gone forever Mama Leah listen isn't that your Mama Leah listen isn't that your Mama Leah listen isn't that your daughter's voice I hear her West beads daughter's voice I hear her West beads daughter's voice I hear her West beads will stay silent forever it is true my will stay silent forever it is true my will stay silent forever it is true my sister that Tru sounds like anua the sister that Tru sounds like anua the sister that Tru sounds like anua the natur rings of chain around her neck gone Leah was buried the family remained gone Leah was buried the family remained gone Leah was buried the family remained wrapped in sadness but it so happens wrapped in sadness but it so happens wrapped in sadness but it so happens that in this community women especially that in this community women especially that in this community women especially mothers have magical powers exceptional mothers have magical powers exceptional mothers have magical powers exceptional to [Music] them them them [Music] [Music] [Music] why turn into a frog did I ever teach why turn into a frog did I ever teach why turn into a frog did I ever teach you stubbornness I have always told you you stubbornness I have always told you you stubbornness I have always told you to keep in the compan of your peers to keep in the compan of your peers to keep in the compan of your peers didn't didn't didn't I shame on you a girl of your age should I shame on you a girl of your age should I shame on you a girl of your age should have known better how come you ended up have known better how come you ended up have known better how come you ended up asking a weird stranger for help asking a weird stranger for help asking a weird stranger for help you had better not turn into anything you had better not turn into anything you had better not turn into anything else this time I am your mother there you are my daughter if you mother there you are my daughter if you mother there you are my daughter if you do not listen I will not perform this do not listen I will not perform this do not listen I will not perform this rual ever again on your rual ever again on your rual ever again on your account never again will I disobey you account never again will I disobey you account never again will I disobey you Mama all Mama all Mama all right went to the stream and brought or right went to the stream and brought or right went to the stream and brought or home [Music] [Music] [Music] her was Furious wanted to kill her was Furious wanted to kill her was Furious wanted to kill orig but his Pang descended only as [Music] [Music] [Music] necko necko necko EO EO EO [Music] here you", "sentences": ["[Music] Leah where are Leah where are Leah where are [Music] [Music] [Music] you and anua why are you yes Mama coming coming coming where is your where is your where is your sister Leah come on yes Mama here I am sister Leah come on yes Mama here I am sister Leah come on yes Mama here I am Leah Leah if you do not listen one day Leah Leah if you do not listen one day Leah Leah if you do not listen one day you learn a lesson of your life mama no you learn a lesson of your life mama no you learn a lesson of your life mama no I am ready to do whatever you ask me all I am ready to do whatever you ask me all I am ready to do whatever you ask me all right I'm going with my friends to M AI right I'm going with my friends to M AI right I'm going with my friends to M AI in the mountains take care of yourselves in the mountains take care of yourselves in the mountains take care of yourselves an vua go to collect firewor in the an vua go to collect firewor in the an vua go to collect firewor in the nearby bushes and you Leah accompan your nearby bushes and you Leah accompan your nearby bushes and you Leah accompan your friends as they go to the stream to fet friends as they go to the stream to fet friends as they go to the stream to fet water I know you're a head strong girl water I know you're a head strong girl water I know you're a head strong girl who likes doing things her own way but who likes doing things her own way but who likes doing things her own way but I'm warning you never to go to the well I'm warning you never to go to the well I'm warning you never to go to the well alone clear yes Mama good girls I'm off alone clear yes Mama good girls I'm off alone clear yes Mama good girls I'm off be good okay girls yes Mama all right Leah are you there we are off to right Leah are you there we are off to right Leah are you there we are off to the stream don't complain later that we did stream don't complain later that we did stream don't complain later that we did not call not call not call [Music] you this is good I will not have to go you this is good I will not have to go you this is good I will not have to go to the stream to the stream to the stream twice you have done it again hm you left twice you have done it again hm you left twice you have done it again hm you left me even today h me even today h me even today h we thought you don't like our company we thought you don't like our company we thought you don't like our company anymore we called you in vain bad [Music] girls you over there huh if you can hear girls you over there huh if you can hear girls you over there huh if you can hear me come and help me lift this PT onto my me come and help me lift this PT onto my me come and help me lift this PT onto my head here I am I can help you little head here I am I can help you little head here I am I can help you little girl Oh I thought you were a little girl girl Oh I thought you were a little girl girl Oh I thought you were a little girl H your voice sounded so light I am origa H your voice sounded so light I am origa H your voice sounded so light I am origa the iron Smith who lives in there do you the iron Smith who lives in there do you the iron Smith who lives in there do you want me to help you oh want me to help you oh want me to help you oh [Music] [Music] yes thank you orga yes thank you orga yes thank you orga [Music] [Music] [Music] what is this get off my back I will not what is this get off my back I will not what is this get off my back I will not get off I am so comfortable Orga please get down before comfortable Orga please get down before comfortable Orga please get down before I reach home no I won't get off I didn't I reach home no I won't get off I didn't I reach home no I won't get off I didn't know a little girl's back would be so know a little girl's back would be so know a little girl's back would be so comfortable I won't get off and remember comfortable I won't get off and remember comfortable I won't get off and remember you are the one who called me from down you are the one who called me from down you are the one who called me from down the stream you are weighing me down I the stream you are weighing me down I the stream you are weighing me down I can hardly walk please can hardly walk please can hardly walk please origa okay could you at least come off H origa okay could you at least come off H origa okay could you at least come off H just to help me lift down the PT then just to help me lift down the PT then just to help me lift down the PT then you could get back if you wish h no no you could get back if you wish h no no you could get back if you wish h no no no no no I will not come off you have to no no no I will not come off you have to no no no I will not come off you have to put down the PT with me on your back h origa let me advise you as a back h origa let me advise you as a back h origa let me advise you as a friend you helped me at the stream I friend you helped me at the stream I friend you helped me at the stream I want to help you want to help you want to help you back how can you help me little girl back how can you help me little girl back how can you help me little girl with soft flesh my father Tata do you with soft flesh my father Tata do you with soft flesh my father Tata do you know him H then you should be aware that know him H then you should be aware that know him H then you should be aware that he is such a dangerous man when it comes he is such a dangerous man when it comes he is such a dangerous man when it comes to protecting his daughters he is about to protecting his daughters he is about to protecting his daughters he is about to get back home H better leave before to get back home H better leave before to get back home H better leave before he arrives me I don't want you to he arrives me I don't want you to he arrives me I don't want you to die I am not afraid of your father I am die I am not afraid of your father I am die I am not afraid of your father I am not afraid of anyone please listen and not afraid of anyone please listen and not afraid of anyone please listen and save yourself before Tata kills you save yourself before Tata kills you save yourself before Tata kills you little girl I will not give up your little girl I will not give up your little girl I will not give up your comfortable back for anything remember comfortable back for anything remember comfortable back for anything remember you are the one who call me from deep you are the one who call me from deep you are the one who call me from deep down the river you have no choice but to down the river you have no choice but to down the river you have no choice but to do everything with me on your back no get off my but [Music] no I can see the kitchen door is open is no I can see the kitchen door is open is no I can see the kitchen door is open is there someone in there am Leah yes T oh there someone in there am Leah yes T oh there someone in there am Leah yes T oh Leah bring me some water in a very large Leah bring me some water in a very large Leah bring me some water in a very large color bash I am so thirsty he Leah who is this ugly one on thirsty he Leah who is this ugly one on thirsty he Leah who is this ugly one on your back huh your back huh your back huh M ta this is origa when I went to fetch M ta this is origa when I went to fetch M ta this is origa when I went to fetch water other the stream he helped me lift water other the stream he helped me lift water other the stream he helped me lift the pot onto my head and if I could the pot onto my head and if I could the pot onto my head and if I could realize it he had already jumped onto my realize it he had already jumped onto my realize it he had already jumped onto my back M quick now you go and get my Pang back M quick now you go and get my Pang back M quick now you go and get my Pang no one torments my daughter and go no one torments my daughter and go no one torments my daughter and go unpunished no one okay now you you lay unpunished no one okay now you you lay unpunished no one okay now you you lay down I'm going to cut this moner off down I'm going to cut this moner off down I'm going to cut this moner off your back and set you for my daughter your back and set you for my daughter your back and set you for my daughter I'm going to set you free don't I'm going to set you free don't I'm going to set you free don't [Music] worry worry worry [Music] D what is this what happened to Leah oh my daughter I have made a very Leah oh my daughter I have made a very Leah oh my daughter I have made a very terrible mistake very terrible terrible mistake very terrible terrible mistake very terrible mistake this death was meant for rer who mistake this death was meant for rer who mistake this death was meant for rer who clang on two years's back from the well clang on two years's back from the well clang on two years's back from the well I am so Dev I am so Dev I am so Dev so so so [Music] devastated or home her was fous wanted to kill her was fous wanted to kill her was fous wanted to kill origa but his panga descended only origa but his panga descended only origa but his panga descended only [Music] as as as my lovely sister Leah is gone forever my lovely sister Leah is gone forever my lovely sister Leah is gone forever Mama Leah listen isn't that your Mama Leah listen isn't that your Mama Leah listen isn't that your daughter's voice I hear her West beads daughter's voice I hear her West beads daughter's voice I hear her West beads will stay silent forever it is true my will stay silent forever it is true my will stay silent forever it is true my sister that Tru sounds like anua the sister that Tru sounds like anua the sister that Tru sounds like anua the natur rings of chain around her neck gone Leah was buried the family remained gone Leah was buried the family remained gone Leah was buried the family remained wrapped in sadness but it so happens wrapped in sadness but it so happens wrapped in sadness but it so happens that in this community women especially that in this community women especially that in this community women especially mothers have magical powers exceptional mothers have magical powers exceptional mothers have magical powers exceptional to [Music] them them them [Music] [Music] [Music] why turn into a frog did I ever teach why turn into a frog did I ever teach why turn into a frog did I ever teach you stubbornness I have always told you you stubbornness I have always told you you stubbornness I have always told you to keep in the compan of your peers to keep in the compan of your peers to keep in the compan of your peers didn't didn't didn't I shame on you a girl of your age should I shame on you a girl of your age should I shame on you a girl of your age should have known better how come you ended up have known better how come you ended up have known better how come you ended up asking a weird stranger for help asking a weird stranger for help asking a weird stranger for help you had better not turn into anything you had better not turn into anything you had better not turn into anything else this time I am your mother there you are my daughter if you mother there you are my daughter if you mother there you are my daughter if you do not listen I will not perform this do not listen I will not perform this do not listen I will not perform this rual ever again on your rual ever again on your rual ever again on your account never again will I disobey you account never again will I disobey you account never again will I disobey you Mama all Mama all Mama all right went to the stream and brought or right went to the stream and brought or right went to the stream and brought or home [Music] [Music] [Music] her was Furious wanted to kill her was Furious wanted to kill her was Furious wanted to kill orig but his Pang descended only as [Music] [Music] [Music] necko necko necko EO EO EO [Music] here you"], "transcript": [{"start": 0.55, "end": 13.509, "text": "[Music]"}, {"start": 13.519, "end": 16.31, "text": "Leah where are"}, {"start": 16.31, "end": 16.32, "text": "Leah where are"}, {"start": 16.32, "end": 20.99, "text": "Leah where are [Music]"}, {"start": 20.99, "end": 21.0, "text": "[Music]"}, {"start": 21.0, "end": 28.95, "text": "[Music] you and anua why are you yes Mama"}, {"start": 28.96, "end": 31.63, "text": "coming"}, {"start": 31.63, "end": 31.64, "text": "coming"}, {"start": 31.64, "end": 33.27, "text": "coming where is your"}, {"start": 33.27, "end": 33.28, "text": "where is your"}, {"start": 33.28, "end": 40.35, "text": "where is your sister Leah come on yes Mama here I am"}, {"start": 40.35, "end": 40.36, "text": "sister Leah come on yes Mama here I am"}, {"start": 40.36, "end": 44.59, "text": "sister Leah come on yes Mama here I am Leah Leah if you do not listen one day"}, {"start": 44.59, "end": 44.6, "text": "Leah Leah if you do not listen one day"}, {"start": 44.6, "end": 48.189, "text": "Leah Leah if you do not listen one day you learn a lesson of your life mama no"}, {"start": 48.189, "end": 48.199, "text": "you learn a lesson of your life mama no"}, {"start": 48.199, "end": 51.189, "text": "you learn a lesson of your life mama no I am ready to do whatever you ask me all"}, {"start": 51.189, "end": 51.199, "text": "I am ready to do whatever you ask me all"}, {"start": 51.199, "end": 54.349, "text": "I am ready to do whatever you ask me all right I'm going with my friends to M AI"}, {"start": 54.349, "end": 54.359, "text": "right I'm going with my friends to M AI"}, {"start": 54.359, "end": 57.63, "text": "right I'm going with my friends to M AI in the mountains take care of yourselves"}, {"start": 57.63, "end": 57.64, "text": "in the mountains take care of yourselves"}, {"start": 57.64, "end": 60.27, "text": "in the mountains take care of yourselves an vua go to collect firewor in the"}, {"start": 60.27, "end": 60.28, "text": "an vua go to collect firewor in the"}, {"start": 60.28, "end": 64.07, "text": "an vua go to collect firewor in the nearby bushes and you Leah accompan your"}, {"start": 64.07, "end": 64.08, "text": "nearby bushes and you Leah accompan your"}, {"start": 64.08, "end": 66.149, "text": "nearby bushes and you Leah accompan your friends as they go to the stream to fet"}, {"start": 66.149, "end": 66.159, "text": "friends as they go to the stream to fet"}, {"start": 66.159, "end": 68.51, "text": "friends as they go to the stream to fet water I know you're a head strong girl"}, {"start": 68.51, "end": 68.52, "text": "water I know you're a head strong girl"}, {"start": 68.52, "end": 71.19, "text": "water I know you're a head strong girl who likes doing things her own way but"}, {"start": 71.19, "end": 71.2, "text": "who likes doing things her own way but"}, {"start": 71.2, "end": 74.149, "text": "who likes doing things her own way but I'm warning you never to go to the well"}, {"start": 74.149, "end": 74.159, "text": "I'm warning you never to go to the well"}, {"start": 74.159, "end": 80.469, "text": "I'm warning you never to go to the well alone clear yes Mama good girls I'm off"}, {"start": 80.469, "end": 80.479, "text": "alone clear yes Mama good girls I'm off"}, {"start": 80.479, "end": 86.55, "text": "alone clear yes Mama good girls I'm off be good okay girls yes Mama all"}, {"start": 86.56, "end": 90.749, "text": "right Leah are you there we are off to"}, {"start": 90.749, "end": 90.759, "text": "right Leah are you there we are off to"}, {"start": 90.759, "end": 94.71000000000001, "text": "right Leah are you there we are off to the"}, {"start": 94.72, "end": 98.03, "text": "stream don't complain later that we did"}, {"start": 98.03, "end": 98.03999999999999, "text": "stream don't complain later that we did"}, {"start": 98.03999999999999, "end": 99.17, "text": "stream don't complain later that we did not call"}, {"start": 99.17, "end": 99.18, "text": "not call"}, {"start": 99.18, "end": 108.38900000000001, "text": "not call [Music]"}, {"start": 108.399, "end": 112.27000000000001, "text": "you this is good I will not have to go"}, {"start": 112.27000000000001, "end": 112.28, "text": "you this is good I will not have to go"}, {"start": 112.28, "end": 113.95, "text": "you this is good I will not have to go to the stream"}, {"start": 113.95, "end": 113.96000000000001, "text": "to the stream"}, {"start": 113.96000000000001, "end": 117.99000000000001, "text": "to the stream twice you have done it again hm you left"}, {"start": 117.99000000000001, "end": 118.0, "text": "twice you have done it again hm you left"}, {"start": 118.0, "end": 120.429, "text": "twice you have done it again hm you left me even today h"}, {"start": 120.429, "end": 120.439, "text": "me even today h"}, {"start": 120.439, "end": 122.19, "text": "me even today h we thought you don't like our company"}, {"start": 122.19, "end": 122.2, "text": "we thought you don't like our company"}, {"start": 122.2, "end": 130.74, "text": "we thought you don't like our company anymore we called you in vain bad"}, {"start": 130.75, "end": 147.22899999999998, "text": "[Music]"}, {"start": 147.239, "end": 150.99, "text": "girls you over there huh if you can hear"}, {"start": 150.99, "end": 151.0, "text": "girls you over there huh if you can hear"}, {"start": 151.0, "end": 154.07, "text": "girls you over there huh if you can hear me come and help me lift this PT onto my"}, {"start": 154.07, "end": 154.07999999999998, "text": "me come and help me lift this PT onto my"}, {"start": 154.07999999999998, "end": 156.82999999999998, "text": "me come and help me lift this PT onto my head here I am I can help you little"}, {"start": 156.82999999999998, "end": 156.84, "text": "head here I am I can help you little"}, {"start": 156.84, "end": 160.67000000000002, "text": "head here I am I can help you little girl Oh I thought you were a little girl"}, {"start": 160.67000000000002, "end": 160.68, "text": "girl Oh I thought you were a little girl"}, {"start": 160.68, "end": 165.07, "text": "girl Oh I thought you were a little girl H your voice sounded so light I am origa"}, {"start": 165.07, "end": 165.07999999999998, "text": "H your voice sounded so light I am origa"}, {"start": 165.07999999999998, "end": 167.55, "text": "H your voice sounded so light I am origa the iron Smith who lives in there do you"}, {"start": 167.55, "end": 167.56, "text": "the iron Smith who lives in there do you"}, {"start": 167.56, "end": 170.03, "text": "the iron Smith who lives in there do you want me to help you oh"}, {"start": 170.03, "end": 170.04, "text": "want me to help you oh"}, {"start": 170.04, "end": 176.869, "text": "want me to help you oh [Music]"}, {"start": 176.869, "end": 176.879, "text": "[Music]"}, {"start": 176.879, "end": 180.46, "text": "yes thank you orga"}, {"start": 180.46, "end": 180.47, "text": "yes thank you orga"}, {"start": 180.47, "end": 182.75, "text": "yes thank you orga [Music]"}, {"start": 182.75, "end": 182.76, "text": "[Music]"}, {"start": 182.76, "end": 185.91, "text": "[Music] what is this get off my back I will not"}, {"start": 185.91, "end": 185.92, "text": "what is this get off my back I will not"}, {"start": 185.92, "end": 190.91, "text": "what is this get off my back I will not get off I am so"}, {"start": 190.92, "end": 195.07, "text": "comfortable Orga please get down before"}, {"start": 195.07, "end": 195.08, "text": "comfortable Orga please get down before"}, {"start": 195.08, "end": 198.869, "text": "comfortable Orga please get down before I reach home no I won't get off I didn't"}, {"start": 198.869, "end": 198.879, "text": "I reach home no I won't get off I didn't"}, {"start": 198.879, "end": 201.149, "text": "I reach home no I won't get off I didn't know a little girl's back would be so"}, {"start": 201.149, "end": 201.159, "text": "know a little girl's back would be so"}, {"start": 201.159, "end": 204.50900000000001, "text": "know a little girl's back would be so comfortable I won't get off and remember"}, {"start": 204.50900000000001, "end": 204.519, "text": "comfortable I won't get off and remember"}, {"start": 204.519, "end": 206.22899999999998, "text": "comfortable I won't get off and remember you are the one who called me from down"}, {"start": 206.22899999999998, "end": 206.239, "text": "you are the one who called me from down"}, {"start": 206.239, "end": 209.11, "text": "you are the one who called me from down the stream you are weighing me down I"}, {"start": 209.11, "end": 209.12, "text": "the stream you are weighing me down I"}, {"start": 209.12, "end": 213.27, "text": "the stream you are weighing me down I can hardly walk please"}, {"start": 213.27, "end": 213.28, "text": "can hardly walk please"}, {"start": 213.28, "end": 217.39, "text": "can hardly walk please origa okay could you at least come off H"}, {"start": 217.39, "end": 217.4, "text": "origa okay could you at least come off H"}, {"start": 217.4, "end": 220.869, "text": "origa okay could you at least come off H just to help me lift down the PT then"}, {"start": 220.869, "end": 220.879, "text": "just to help me lift down the PT then"}, {"start": 220.879, "end": 223.949, "text": "just to help me lift down the PT then you could get back if you wish h no no"}, {"start": 223.949, "end": 223.959, "text": "you could get back if you wish h no no"}, {"start": 223.959, "end": 226.789, "text": "you could get back if you wish h no no no no no I will not come off you have to"}, {"start": 226.789, "end": 226.799, "text": "no no no I will not come off you have to"}, {"start": 226.799, "end": 238.06900000000002, "text": "no no no I will not come off you have to put down the PT with me on your"}, {"start": 238.079, "end": 242.789, "text": "back h origa let me advise you as a"}, {"start": 242.789, "end": 242.799, "text": "back h origa let me advise you as a"}, {"start": 242.799, "end": 246.069, "text": "back h origa let me advise you as a friend you helped me at the stream I"}, {"start": 246.069, "end": 246.079, "text": "friend you helped me at the stream I"}, {"start": 246.079, "end": 247.869, "text": "friend you helped me at the stream I want to help you"}, {"start": 247.869, "end": 247.879, "text": "want to help you"}, {"start": 247.879, "end": 250.39, "text": "want to help you back how can you help me little girl"}, {"start": 250.39, "end": 250.4, "text": "back how can you help me little girl"}, {"start": 250.4, "end": 254.789, "text": "back how can you help me little girl with soft flesh my father Tata do you"}, {"start": 254.789, "end": 254.799, "text": "with soft flesh my father Tata do you"}, {"start": 254.799, "end": 258.99, "text": "with soft flesh my father Tata do you know him H then you should be aware that"}, {"start": 258.99, "end": 259.0, "text": "know him H then you should be aware that"}, {"start": 259.0, "end": 261.83, "text": "know him H then you should be aware that he is such a dangerous man when it comes"}, {"start": 261.83, "end": 261.84, "text": "he is such a dangerous man when it comes"}, {"start": 261.84, "end": 264.27, "text": "he is such a dangerous man when it comes to protecting his daughters he is about"}, {"start": 264.27, "end": 264.28, "text": "to protecting his daughters he is about"}, {"start": 264.28, "end": 267.07, "text": "to protecting his daughters he is about to get back home H better leave before"}, {"start": 267.07, "end": 267.08, "text": "to get back home H better leave before"}, {"start": 267.08, "end": 271.749, "text": "to get back home H better leave before he arrives me I don't want you to"}, {"start": 271.749, "end": 271.759, "text": "he arrives me I don't want you to"}, {"start": 271.759, "end": 275.029, "text": "he arrives me I don't want you to die I am not afraid of your father I am"}, {"start": 275.029, "end": 275.039, "text": "die I am not afraid of your father I am"}, {"start": 275.039, "end": 278.749, "text": "die I am not afraid of your father I am not afraid of anyone please listen and"}, {"start": 278.749, "end": 278.759, "text": "not afraid of anyone please listen and"}, {"start": 278.759, "end": 281.95, "text": "not afraid of anyone please listen and save yourself before Tata kills you"}, {"start": 281.95, "end": 281.96, "text": "save yourself before Tata kills you"}, {"start": 281.96, "end": 283.95, "text": "save yourself before Tata kills you little girl I will not give up your"}, {"start": 283.95, "end": 283.96, "text": "little girl I will not give up your"}, {"start": 283.96, "end": 287.07, "text": "little girl I will not give up your comfortable back for anything remember"}, {"start": 287.07, "end": 287.08, "text": "comfortable back for anything remember"}, {"start": 287.08, "end": 288.67, "text": "comfortable back for anything remember you are the one who call me from deep"}, {"start": 288.67, "end": 288.68, "text": "you are the one who call me from deep"}, {"start": 288.68, "end": 291.629, "text": "you are the one who call me from deep down the river you have no choice but to"}, {"start": 291.629, "end": 291.639, "text": "down the river you have no choice but to"}, {"start": 291.639, "end": 297.629, "text": "down the river you have no choice but to do everything with me on your back"}, {"start": 297.639, "end": 302.29, "text": "no get off my but"}, {"start": 302.3, "end": 310.99, "text": "[Music]"}, {"start": 311.0, "end": 314.35, "text": "no I can see the kitchen door is open is"}, {"start": 314.35, "end": 314.36, "text": "no I can see the kitchen door is open is"}, {"start": 314.36, "end": 319.23, "text": "no I can see the kitchen door is open is there someone in there am Leah yes T oh"}, {"start": 319.23, "end": 319.24, "text": "there someone in there am Leah yes T oh"}, {"start": 319.24, "end": 321.51, "text": "there someone in there am Leah yes T oh Leah bring me some water in a very large"}, {"start": 321.51, "end": 321.52, "text": "Leah bring me some water in a very large"}, {"start": 321.52, "end": 325.029, "text": "Leah bring me some water in a very large color bash I am so"}, {"start": 325.039, "end": 328.629, "text": "thirsty he Leah who is this ugly one on"}, {"start": 328.629, "end": 328.639, "text": "thirsty he Leah who is this ugly one on"}, {"start": 328.639, "end": 330.07, "text": "thirsty he Leah who is this ugly one on your back huh"}, {"start": 330.07, "end": 330.08, "text": "your back huh"}, {"start": 330.08, "end": 334.35, "text": "your back huh M ta this is origa when I went to fetch"}, {"start": 334.35, "end": 334.36, "text": "M ta this is origa when I went to fetch"}, {"start": 334.36, "end": 336.23, "text": "M ta this is origa when I went to fetch water other the stream he helped me lift"}, {"start": 336.23, "end": 336.24, "text": "water other the stream he helped me lift"}, {"start": 336.24, "end": 338.23, "text": "water other the stream he helped me lift the pot onto my head and if I could"}, {"start": 338.23, "end": 338.24, "text": "the pot onto my head and if I could"}, {"start": 338.24, "end": 340.029, "text": "the pot onto my head and if I could realize it he had already jumped onto my"}, {"start": 340.029, "end": 340.039, "text": "realize it he had already jumped onto my"}, {"start": 340.039, "end": 343.749, "text": "realize it he had already jumped onto my back M quick now you go and get my Pang"}, {"start": 343.749, "end": 343.759, "text": "back M quick now you go and get my Pang"}, {"start": 343.759, "end": 345.67, "text": "back M quick now you go and get my Pang no one torments my daughter and go"}, {"start": 345.67, "end": 345.68, "text": "no one torments my daughter and go"}, {"start": 345.68, "end": 348.629, "text": "no one torments my daughter and go unpunished no one okay now you you lay"}, {"start": 348.629, "end": 348.639, "text": "unpunished no one okay now you you lay"}, {"start": 348.639, "end": 351.029, "text": "unpunished no one okay now you you lay down I'm going to cut this moner off"}, {"start": 351.029, "end": 351.039, "text": "down I'm going to cut this moner off"}, {"start": 351.039, "end": 352.95, "text": "down I'm going to cut this moner off your back and set you for my daughter"}, {"start": 352.95, "end": 352.96, "text": "your back and set you for my daughter"}, {"start": 352.96, "end": 354.11, "text": "your back and set you for my daughter I'm going to set you free don't"}, {"start": 354.11, "end": 354.12, "text": "I'm going to set you free don't"}, {"start": 354.12, "end": 358.469, "text": "I'm going to set you free don't [Music]"}, {"start": 358.479, "end": 360.71, "text": "worry"}, {"start": 360.71, "end": 360.72, "text": "worry"}, {"start": 360.72, "end": 368.27, "text": "worry [Music]"}, {"start": 368.28, "end": 373.11, "text": "D what is this what happened to"}, {"start": 373.12, "end": 377.469, "text": "Leah oh my daughter I have made a very"}, {"start": 377.469, "end": 377.479, "text": "Leah oh my daughter I have made a very"}, {"start": 377.479, "end": 380.67, "text": "Leah oh my daughter I have made a very terrible mistake very terrible"}, {"start": 380.67, "end": 380.68, "text": "terrible mistake very terrible"}, {"start": 380.68, "end": 385.23, "text": "terrible mistake very terrible mistake this death was meant for rer who"}, {"start": 385.23, "end": 385.24, "text": "mistake this death was meant for rer who"}, {"start": 385.24, "end": 388.23, "text": "mistake this death was meant for rer who clang on two years's back from the well"}, {"start": 388.23, "end": 388.24, "text": "clang on two years's back from the well"}, {"start": 388.24, "end": 390.55, "text": "clang on two years's back from the well I am so Dev"}, {"start": 390.55, "end": 390.56, "text": "I am so Dev"}, {"start": 390.56, "end": 391.29, "text": "I am so Dev so"}, {"start": 391.29, "end": 391.3, "text": "so"}, {"start": 391.3, "end": 397.15, "text": "so [Music]"}, {"start": 397.15999999999997, "end": 403.79, "text": "devastated or home"}, {"start": 403.8, "end": 408.23, "text": "her was fous wanted to kill"}, {"start": 408.23, "end": 408.24, "text": "her was fous wanted to kill"}, {"start": 408.24, "end": 413.52, "text": "her was fous wanted to kill origa but his panga descended only"}, {"start": 413.52, "end": 413.53, "text": "origa but his panga descended only"}, {"start": 413.53, "end": 418.39, "text": "origa but his panga descended only [Music]"}, {"start": 418.4, "end": 421.23, "text": "as"}, {"start": 421.23, "end": 421.24, "text": "as"}, {"start": 421.24, "end": 425.95, "text": "as my lovely sister Leah is gone forever"}, {"start": 425.95, "end": 425.96, "text": "my lovely sister Leah is gone forever"}, {"start": 425.96, "end": 428.23, "text": "my lovely sister Leah is gone forever Mama Leah listen isn't that your"}, {"start": 428.23, "end": 428.24, "text": "Mama Leah listen isn't that your"}, {"start": 428.24, "end": 431.15, "text": "Mama Leah listen isn't that your daughter's voice I hear her West beads"}, {"start": 431.15, "end": 431.16, "text": "daughter's voice I hear her West beads"}, {"start": 431.16, "end": 435.67, "text": "daughter's voice I hear her West beads will stay silent forever it is true my"}, {"start": 435.67, "end": 435.68, "text": "will stay silent forever it is true my"}, {"start": 435.68, "end": 438.79, "text": "will stay silent forever it is true my sister that Tru sounds like anua the"}, {"start": 438.79, "end": 438.8, "text": "sister that Tru sounds like anua the"}, {"start": 438.8, "end": 446.39, "text": "sister that Tru sounds like anua the natur rings of chain around her neck"}, {"start": 446.4, "end": 451.029, "text": "gone Leah was buried the family remained"}, {"start": 451.029, "end": 451.039, "text": "gone Leah was buried the family remained"}, {"start": 451.039, "end": 454.469, "text": "gone Leah was buried the family remained wrapped in sadness but it so happens"}, {"start": 454.469, "end": 454.479, "text": "wrapped in sadness but it so happens"}, {"start": 454.479, "end": 457.99, "text": "wrapped in sadness but it so happens that in this community women especially"}, {"start": 457.99, "end": 458.0, "text": "that in this community women especially"}, {"start": 458.0, "end": 460.749, "text": "that in this community women especially mothers have magical powers exceptional"}, {"start": 460.749, "end": 460.759, "text": "mothers have magical powers exceptional"}, {"start": 460.759, "end": 463.81, "text": "mothers have magical powers exceptional to"}, {"start": 463.82, "end": 478.30899999999997, "text": "[Music]"}, {"start": 478.319, "end": 479.32, "text": "them"}, {"start": 479.32, "end": 479.33, "text": "them"}, {"start": 479.33, "end": 490.589, "text": "them [Music]"}, {"start": 490.589, "end": 490.599, "text": "[Music]"}, {"start": 490.599, "end": 493.27, "text": "[Music] why turn into a frog did I ever teach"}, {"start": 493.27, "end": 493.28, "text": "why turn into a frog did I ever teach"}, {"start": 493.28, "end": 496.189, "text": "why turn into a frog did I ever teach you stubbornness I have always told you"}, {"start": 496.189, "end": 496.199, "text": "you stubbornness I have always told you"}, {"start": 496.199, "end": 498.35, "text": "you stubbornness I have always told you to keep in the compan of your peers"}, {"start": 498.35, "end": 498.36, "text": "to keep in the compan of your peers"}, {"start": 498.36, "end": 500.79, "text": "to keep in the compan of your peers didn't"}, {"start": 500.79, "end": 500.8, "text": "didn't"}, {"start": 500.8, "end": 504.749, "text": "didn't I shame on you a girl of your age should"}, {"start": 504.749, "end": 504.759, "text": "I shame on you a girl of your age should"}, {"start": 504.759, "end": 507.469, "text": "I shame on you a girl of your age should have known better how come you ended up"}, {"start": 507.469, "end": 507.479, "text": "have known better how come you ended up"}, {"start": 507.479, "end": 511.11, "text": "have known better how come you ended up asking a weird stranger for help"}, {"start": 511.11, "end": 511.12, "text": "asking a weird stranger for help"}, {"start": 511.12, "end": 513.149, "text": "asking a weird stranger for help you had better not turn into anything"}, {"start": 513.149, "end": 513.159, "text": "you had better not turn into anything"}, {"start": 513.159, "end": 518.19, "text": "you had better not turn into anything else this time I am your"}, {"start": 518.2, "end": 521.829, "text": "mother there you are my daughter if you"}, {"start": 521.829, "end": 521.8389999999999, "text": "mother there you are my daughter if you"}, {"start": 521.8389999999999, "end": 524.79, "text": "mother there you are my daughter if you do not listen I will not perform this"}, {"start": 524.79, "end": 524.8, "text": "do not listen I will not perform this"}, {"start": 524.8, "end": 526.75, "text": "do not listen I will not perform this rual ever again on your"}, {"start": 526.75, "end": 526.76, "text": "rual ever again on your"}, {"start": 526.76, "end": 530.23, "text": "rual ever again on your account never again will I disobey you"}, {"start": 530.23, "end": 530.24, "text": "account never again will I disobey you"}, {"start": 530.24, "end": 533.19, "text": "account never again will I disobey you Mama all"}, {"start": 533.19, "end": 533.2, "text": "Mama all"}, {"start": 533.2, "end": 538.59, "text": "Mama all right went to the stream and brought or"}, {"start": 538.59, "end": 538.6, "text": "right went to the stream and brought or"}, {"start": 538.6, "end": 544.55, "text": "right went to the stream and brought or home"}, {"start": 544.56, "end": 548.069, "text": "[Music]"}, {"start": 548.069, "end": 548.079, "text": "[Music]"}, {"start": 548.079, "end": 552.509, "text": "[Music] her was Furious wanted to kill"}, {"start": 552.509, "end": 552.519, "text": "her was Furious wanted to kill"}, {"start": 552.519, "end": 563.05, "text": "her was Furious wanted to kill orig but his Pang descended only as"}, {"start": 563.06, "end": 566.269, "text": "[Music]"}, {"start": 566.269, "end": 566.279, "text": "[Music]"}, {"start": 566.279, "end": 568.11, "text": "[Music] necko"}, {"start": 568.11, "end": 568.12, "text": "necko"}, {"start": 568.12, "end": 570.51, "text": "necko EO"}, {"start": 570.51, "end": 570.52, "text": "EO"}, {"start": 570.52, "end": 587.75, "text": "EO [Music]"}, {"start": 587.76, "end": 593.55, "text": "here"}, {"start": 593.56, "end": 596.56, "text": "you"}], "createdAt": "2025-12-15T01:52:19.000Z", "imageUrl": "https://img.youtube.com/vi/aNeutQefXNQ/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=aNeutQefXNQ", "isFavorite": false, "progress": 0, "genre": "story"}]