[{"id": "yt_Qy0ROog6Uvg", "userId": "system", "title": "Thailand and Cambodia launch fresh strikes in ongoing border dispute | BBC News", "language": "th", "content": "Cambodia and Thailand say they've Cambodia and Thailand say they've Cambodia and Thailand say they've launched fresh strikes against one launched fresh strikes against one launched fresh strikes against one another as their long-running border another as their long-running border another as their long-running border dispute again flares into deadly dispute again flares into deadly dispute again flares into deadly conflict. Cambodia said its forces had conflict. Cambodia said its forces had conflict. Cambodia said its forces had retaliated overnight and on Tuesday retaliated overnight and on Tuesday retaliated overnight and on Tuesday morning and was fighting to defend morning and was fighting to defend morning and was fighting to defend itself after being patient for 24 hours. itself after being patient for 24 hours. itself after being patient for 24 hours. It said Thailand said its fighter jet It said Thailand said its fighter jet It said Thailand said its fighter jet jets had again struck Cambodian jets had again struck Cambodian jets had again struck Cambodian positions. At least seven Cambodian positions. At least seven Cambodian positions. At least seven Cambodian civilians and three Thai soldiers have civilians and three Thai soldiers have civilians and three Thai soldiers have been killed in these hostilities. The UN been killed in these hostilities. The UN been killed in these hostilities. The UN chief has called for deescalation. The chief has called for deescalation. The chief has called for deescalation. The BBC's Panisa Emochi is in Bangkok BBC's Panisa Emochi is in Bangkok BBC's Panisa Emochi is in Bangkok following developments. following developments. following developments. So what we have seen in the morning is So what we have seen in the morning is So what we have seen in the morning is um actually deposed from the former um actually deposed from the former um actually deposed from the former prime minister of Cambodia Hunen who prime minister of Cambodia Hunen who prime minister of Cambodia Hunen who said that in the past 24 hours Cambodia said that in the past 24 hours Cambodia said that in the past 24 hours Cambodia has been refraining from retaliate back has been refraining from retaliate back has been refraining from retaliate back to against Thailand. This has been the to against Thailand. This has been the to against Thailand. This has been the narrative that Cambodia has claimed that narrative that Cambodia has claimed that narrative that Cambodia has claimed that they never first they said that they they never first they said that they they never first they said that they never started this new confrontation and never started this new confrontation and never started this new confrontation and also they never um retaliate back to also they never um retaliate back to also they never um retaliate back to Thailand. On the other way, the Thai Thailand. On the other way, the Thai Thailand. On the other way, the Thai side um said that Cambodia was the first side um said that Cambodia was the first side um said that Cambodia was the first one who started this new confrontation. one who started this new confrontation. one who started this new confrontation. And when the army um admit that they use And when the army um admit that they use And when the army um admit that they use uh they deploy the aircraft to strike to uh they deploy the aircraft to strike to uh they deploy the aircraft to strike to the uh target in military target in the uh target in military target in the uh target in military target in Cambodia, they said that this military Cambodia, they said that this military Cambodia, they said that this military operation along with other operation is operation along with other operation is operation along with other operation is done according to international law and done according to international law and done according to international law and only under the rules of engagement. So only under the rules of engagement. So only under the rules of engagement. So we have seen this back and forth of we have seen this back and forth of we have seen this back and forth of accusations um with each other. the accusations um with each other. the accusations um with each other. the latest comment from Thai Prime Minister. latest comment from Thai Prime Minister. latest comment from Thai Prime Minister. He still stand on his comment yesterday He still stand on his comment yesterday He still stand on his comment yesterday that there won't be no immediate talk that there won't be no immediate talk that there won't be no immediate talk and he demand that Cambodia might comply and he demand that Cambodia might comply and he demand that Cambodia might comply to Thailand condition in order for the to Thailand condition in order for the to Thailand condition in order for the violence to end violence to end violence to end &gt;&gt; and this was uh where the ceasefire was &gt;&gt; and this was uh where the ceasefire was &gt;&gt; and this was uh where the ceasefire was brokered by President Trump back in brokered by President Trump back in brokered by President Trump back in October. The UN has called for calm. October. The UN has called for calm. October. The UN has called for calm. What's the likelihood of that? The atmosphere between the two leaders The atmosphere between the two leaders The atmosphere between the two leaders of both country has been quite grim and of both country has been quite grim and of both country has been quite grim and it has been even more aggressive. We it has been even more aggressive. We it has been even more aggressive. We have mentions about um the stands of the have mentions about um the stands of the have mentions about um the stands of the Thai side and also with Hunen the former Thai side and also with Hunen the former Thai side and also with Hunen the former prime minister who is also an prime minister who is also an prime minister who is also an influential leaders of Cambodia still influential leaders of Cambodia still influential leaders of Cambodia still state that they will fight back and they state that they will fight back and they state that they will fight back and they will protect their land and territory. will protect their land and territory. will protect their land and territory. Likewise for the Thai side. So it's Likewise for the Thai side. So it's Likewise for the Thai side. So it's really really grim to see how this gonna really really grim to see how this gonna really really grim to see how this gonna deescalate. Yesterday we have seen deescalate. Yesterday we have seen deescalate. Yesterday we have seen Malaysia's Prime Minister Anoa Ibrahim Malaysia's Prime Minister Anoa Ibrahim Malaysia's Prime Minister Anoa Ibrahim express concern but we haven't seen him express concern but we haven't seen him express concern but we haven't seen him talk to both of the leader like he did talk to both of the leader like he did talk to both of the leader like he did in the past. Yes. in the past. Yes. in the past. Yes. &gt;&gt; And the implications for so many people &gt;&gt; And the implications for so many people &gt;&gt; And the implications for so many people civilians living along that border must civilians living along that border must civilians living along that border must be terrible. We are talking about thousand and We are talking about thousand and We are talking about thousand and thousands of people along the border thousands of people along the border thousands of people along the border provinces of both Thai and Cambodia that provinces of both Thai and Cambodia that provinces of both Thai and Cambodia that they need to evacuate. Some of them will they need to evacuate. Some of them will they need to evacuate. Some of them will go to the evacuation um evacuation cell go to the evacuation um evacuation cell go to the evacuation um evacuation cell um shelter and some will need to go to um shelter and some will need to go to um shelter and some will need to go to relatives um houses. We have talked to relatives um houses. We have talked to relatives um houses. We have talked to some resident who said that the oldest some resident who said that the oldest some resident who said that the oldest elderly people who are have with like elderly people who are have with like elderly people who are have with like health concern the evacuation centers health concern the evacuation centers health concern the evacuation centers are not made for them and we're talking are not made for them and we're talking are not made for them and we're talking about children that suffer from school. about children that suffer from school. about children that suffer from school. Some hospital in the border area need to Some hospital in the border area need to Some hospital in the border area need to be shut and local businesses are be shut and local businesses are be shut and local businesses are completely shattered. Vanessa Emma.", "sentences": ["Cambodia and Thailand say they've Cambodia and Thailand say they've Cambodia and Thailand say they've launched fresh strikes against one launched fresh strikes against one launched fresh strikes against one another as their long-running border another as their long-running border another as their long-running border dispute again flares into deadly dispute again flares into deadly dispute again flares into deadly conflict.", "Cambodia said its forces had conflict.", "Cambodia said its forces had conflict.", "Cambodia said its forces had retaliated overnight and on Tuesday retaliated overnight and on Tuesday retaliated overnight and on Tuesday morning and was fighting to defend morning and was fighting to defend morning and was fighting to defend itself after being patient for 24 hours.", "itself after being patient for 24 hours.", "itself after being patient for 24 hours.", "It said Thailand said its fighter jet It said Thailand said its fighter jet It said Thailand said its fighter jet jets had again struck Cambodian jets had again struck Cambodian jets had again struck Cambodian positions.", "At least seven Cambodian positions.", "At least seven Cambodian positions.", "At least seven Cambodian civilians and three Thai soldiers have civilians and three Thai soldiers have civilians and three Thai soldiers have been killed in these hostilities.", "The UN been killed in these hostilities.", "The UN been killed in these hostilities.", "The UN chief has called for deescalation.", "The chief has called for deescalation.", "The chief has called for deescalation.", "The BBC's Panisa Emochi is in Bangkok BBC's Panisa Emochi is in Bangkok BBC's Panisa Emochi is in Bangkok following developments.", "following developments.", "following developments.", "So what we have seen in the morning is So what we have seen in the morning is So what we have seen in the morning is um actually deposed from the former um actually deposed from the former um actually deposed from the former prime minister of Cambodia Hunen who prime minister of Cambodia Hunen who prime minister of Cambodia Hunen who said that in the past 24 hours Cambodia said that in the past 24 hours Cambodia said that in the past 24 hours Cambodia has been refraining from retaliate back has been refraining from retaliate back has been refraining from retaliate back to against Thailand.", "This has been the to against Thailand.", "This has been the to against Thailand.", "This has been the narrative that Cambodia has claimed that narrative that Cambodia has claimed that narrative that Cambodia has claimed that they never first they said that they they never first they said that they they never first they said that they never started this new confrontation and never started this new confrontation and never started this new confrontation and also they never um retaliate back to also they never um retaliate back to also they never um retaliate back to Thailand.", "On the other way, the Thai Thailand.", "On the other way, the Thai Thailand.", "On the other way, the Thai side um said that Cambodia was the first side um said that Cambodia was the first side um said that Cambodia was the first one who started this new confrontation.", "one who started this new confrontation.", "one who started this new confrontation.", "And when the army um admit that they use And when the army um admit that they use And when the army um admit that they use uh they deploy the aircraft to strike to uh they deploy the aircraft to strike to uh they deploy the aircraft to strike to the uh target in military target in the uh target in military target in the uh target in military target in Cambodia, they said that this military Cambodia, they said that this military Cambodia, they said that this military operation along with other operation is operation along with other operation is operation along with other operation is done according to international law and done according to international law and done according to international law and only under the rules of engagement.", "So only under the rules of engagement.", "So only under the rules of engagement.", "So we have seen this back and forth of we have seen this back and forth of we have seen this back and forth of accusations um with each other.", "the accusations um with each other.", "the accusations um with each other.", "the latest comment from Thai Prime Minister.", "latest comment from Thai Prime Minister.", "latest comment from Thai Prime Minister.", "He still stand on his comment yesterday He still stand on his comment yesterday He still stand on his comment yesterday that there won't be no immediate talk that there won't be no immediate talk that there won't be no immediate talk and he demand that Cambodia might comply and he demand that Cambodia might comply and he demand that Cambodia might comply to Thailand condition in order for the to Thailand condition in order for the to Thailand condition in order for the violence to end violence to end violence to end &gt;&gt; and this was uh where the ceasefire was &gt;&gt; and this was uh where the ceasefire was &gt;&gt; and this was uh where the ceasefire was brokered by President Trump back in brokered by President Trump back in brokered by President Trump back in October.", "The UN has called for calm.", "October.", "The UN has called for calm.", "October.", "The UN has called for calm.", "What's the likelihood of that?", "The atmosphere between the two leaders The atmosphere between the two leaders The atmosphere between the two leaders of both country has been quite grim and of both country has been quite grim and of both country has been quite grim and it has been even more aggressive.", "We it has been even more aggressive.", "We it has been even more aggressive.", "We have mentions about um the stands of the have mentions about um the stands of the have mentions about um the stands of the Thai side and also with Hunen the former Thai side and also with Hunen the former Thai side and also with Hunen the former prime minister who is also an prime minister who is also an prime minister who is also an influential leaders of Cambodia still influential leaders of Cambodia still influential leaders of Cambodia still state that they will fight back and they state that they will fight back and they state that they will fight back and they will protect their land and territory.", "will protect their land and territory.", "will protect their land and territory.", "Likewise for the Thai side.", "So it's Likewise for the Thai side.", "So it's Likewise for the Thai side.", "So it's really really grim to see how this gonna really really grim to see how this gonna really really grim to see how this gonna deescalate.", "Yesterday we have seen deescalate.", "Yesterday we have seen deescalate.", "Yesterday we have seen Malaysia's Prime Minister Anoa Ibrahim Malaysia's Prime Minister Anoa Ibrahim Malaysia's Prime Minister Anoa Ibrahim express concern but we haven't seen him express concern but we haven't seen him express concern but we haven't seen him talk to both of the leader like he did talk to both of the leader like he did talk to both of the leader like he did in the past.", "Yes.", "in the past.", "Yes.", "in the past.", "Yes.", "&gt;&gt; And the implications for so many people &gt;&gt; And the implications for so many people &gt;&gt; And the implications for so many people civilians living along that border must civilians living along that border must civilians living along that border must be terrible.", "We are talking about thousand and We are talking about thousand and We are talking about thousand and thousands of people along the border thousands of people along the border thousands of people along the border provinces of both Thai and Cambodia that provinces of both Thai and Cambodia that provinces of both Thai and Cambodia that they need to evacuate.", "Some of them will they need to evacuate.", "Some of them will they need to evacuate.", "Some of them will go to the evacuation um evacuation cell go to the evacuation um evacuation cell go to the evacuation um evacuation cell um shelter and some will need to go to um shelter and some will need to go to um shelter and some will need to go to relatives um houses.", "We have talked to relatives um houses.", "We have talked to relatives um houses.", "We have talked to some resident who said that the oldest some resident who said that the oldest some resident who said that the oldest elderly people who are have with like elderly people who are have with like elderly people who are have with like health concern the evacuation centers health concern the evacuation centers health concern the evacuation centers are not made for them and we're talking are not made for them and we're talking are not made for them and we're talking about children that suffer from school.", "about children that suffer from school.", "about children that suffer from school.", "Some hospital in the border area need to Some hospital in the border area need to Some hospital in the border area need to be shut and local businesses are be shut and local businesses are be shut and local businesses are completely shattered.", "Vanessa Emma."], "transcript": [{"start": 0.24, "end": 2.07, "text": "Cambodia and Thailand say they've"}, {"start": 2.07, "end": 2.08, "text": "Cambodia and Thailand say they've"}, {"start": 2.08, "end": 3.909, "text": "Cambodia and Thailand say they've launched fresh strikes against one"}, {"start": 3.909, "end": 3.919, "text": "launched fresh strikes against one"}, {"start": 3.919, "end": 5.749, "text": "launched fresh strikes against one another as their long-running border"}, {"start": 5.749, "end": 5.759, "text": "another as their long-running border"}, {"start": 5.759, "end": 7.829, "text": "another as their long-running border dispute again flares into deadly"}, {"start": 7.829, "end": 7.839, "text": "dispute again flares into deadly"}, {"start": 7.839, "end": 10.31, "text": "dispute again flares into deadly conflict. Cambodia said its forces had"}, {"start": 10.31, "end": 10.32, "text": "conflict. Cambodia said its forces had"}, {"start": 10.32, "end": 12.709, "text": "conflict. Cambodia said its forces had retaliated overnight and on Tuesday"}, {"start": 12.709, "end": 12.719, "text": "retaliated overnight and on Tuesday"}, {"start": 12.719, "end": 14.629, "text": "retaliated overnight and on Tuesday morning and was fighting to defend"}, {"start": 14.629, "end": 14.639, "text": "morning and was fighting to defend"}, {"start": 14.639, "end": 17.43, "text": "morning and was fighting to defend itself after being patient for 24 hours."}, {"start": 17.43, "end": 17.44, "text": "itself after being patient for 24 hours."}, {"start": 17.44, "end": 19.75, "text": "itself after being patient for 24 hours. It said Thailand said its fighter jet"}, {"start": 19.75, "end": 19.76, "text": "It said Thailand said its fighter jet"}, {"start": 19.76, "end": 21.83, "text": "It said Thailand said its fighter jet jets had again struck Cambodian"}, {"start": 21.83, "end": 21.84, "text": "jets had again struck Cambodian"}, {"start": 21.84, "end": 24.39, "text": "jets had again struck Cambodian positions. At least seven Cambodian"}, {"start": 24.39, "end": 24.4, "text": "positions. At least seven Cambodian"}, {"start": 24.4, "end": 26.79, "text": "positions. At least seven Cambodian civilians and three Thai soldiers have"}, {"start": 26.79, "end": 26.8, "text": "civilians and three Thai soldiers have"}, {"start": 26.8, "end": 29.109, "text": "civilians and three Thai soldiers have been killed in these hostilities. The UN"}, {"start": 29.109, "end": 29.119, "text": "been killed in these hostilities. The UN"}, {"start": 29.119, "end": 31.589, "text": "been killed in these hostilities. The UN chief has called for deescalation. The"}, {"start": 31.589, "end": 31.599, "text": "chief has called for deescalation. The"}, {"start": 31.599, "end": 33.99, "text": "chief has called for deescalation. The BBC's Panisa Emochi is in Bangkok"}, {"start": 33.99, "end": 34.0, "text": "BBC's Panisa Emochi is in Bangkok"}, {"start": 34.0, "end": 36.15, "text": "BBC's Panisa Emochi is in Bangkok following developments."}, {"start": 36.15, "end": 36.16, "text": "following developments."}, {"start": 36.16, "end": 38.79, "text": "following developments. So what we have seen in the morning is"}, {"start": 38.79, "end": 38.8, "text": "So what we have seen in the morning is"}, {"start": 38.8, "end": 40.869, "text": "So what we have seen in the morning is um actually deposed from the former"}, {"start": 40.869, "end": 40.879, "text": "um actually deposed from the former"}, {"start": 40.879, "end": 43.35, "text": "um actually deposed from the former prime minister of Cambodia Hunen who"}, {"start": 43.35, "end": 43.36, "text": "prime minister of Cambodia Hunen who"}, {"start": 43.36, "end": 46.15, "text": "prime minister of Cambodia Hunen who said that in the past 24 hours Cambodia"}, {"start": 46.15, "end": 46.16, "text": "said that in the past 24 hours Cambodia"}, {"start": 46.16, "end": 48.869, "text": "said that in the past 24 hours Cambodia has been refraining from retaliate back"}, {"start": 48.869, "end": 48.879, "text": "has been refraining from retaliate back"}, {"start": 48.879, "end": 50.869, "text": "has been refraining from retaliate back to against Thailand. This has been the"}, {"start": 50.869, "end": 50.879, "text": "to against Thailand. This has been the"}, {"start": 50.879, "end": 53.11, "text": "to against Thailand. This has been the narrative that Cambodia has claimed that"}, {"start": 53.11, "end": 53.12, "text": "narrative that Cambodia has claimed that"}, {"start": 53.12, "end": 55.029, "text": "narrative that Cambodia has claimed that they never first they said that they"}, {"start": 55.029, "end": 55.039, "text": "they never first they said that they"}, {"start": 55.039, "end": 57.189, "text": "they never first they said that they never started this new confrontation and"}, {"start": 57.189, "end": 57.199, "text": "never started this new confrontation and"}, {"start": 57.199, "end": 59.67, "text": "never started this new confrontation and also they never um retaliate back to"}, {"start": 59.67, "end": 59.68, "text": "also they never um retaliate back to"}, {"start": 59.68, "end": 61.99, "text": "also they never um retaliate back to Thailand. On the other way, the Thai"}, {"start": 61.99, "end": 62.0, "text": "Thailand. On the other way, the Thai"}, {"start": 62.0, "end": 64.469, "text": "Thailand. On the other way, the Thai side um said that Cambodia was the first"}, {"start": 64.469, "end": 64.479, "text": "side um said that Cambodia was the first"}, {"start": 64.479, "end": 66.87, "text": "side um said that Cambodia was the first one who started this new confrontation."}, {"start": 66.87, "end": 66.88, "text": "one who started this new confrontation."}, {"start": 66.88, "end": 69.75, "text": "one who started this new confrontation. And when the army um admit that they use"}, {"start": 69.75, "end": 69.76, "text": "And when the army um admit that they use"}, {"start": 69.76, "end": 72.469, "text": "And when the army um admit that they use uh they deploy the aircraft to strike to"}, {"start": 72.469, "end": 72.479, "text": "uh they deploy the aircraft to strike to"}, {"start": 72.479, "end": 75.51, "text": "uh they deploy the aircraft to strike to the uh target in military target in"}, {"start": 75.51, "end": 75.52, "text": "the uh target in military target in"}, {"start": 75.52, "end": 77.749, "text": "the uh target in military target in Cambodia, they said that this military"}, {"start": 77.749, "end": 77.759, "text": "Cambodia, they said that this military"}, {"start": 77.759, "end": 80.55, "text": "Cambodia, they said that this military operation along with other operation is"}, {"start": 80.55, "end": 80.56, "text": "operation along with other operation is"}, {"start": 80.56, "end": 82.95, "text": "operation along with other operation is done according to international law and"}, {"start": 82.95, "end": 82.96000000000001, "text": "done according to international law and"}, {"start": 82.96000000000001, "end": 85.27, "text": "done according to international law and only under the rules of engagement. So"}, {"start": 85.27, "end": 85.28, "text": "only under the rules of engagement. So"}, {"start": 85.28, "end": 86.789, "text": "only under the rules of engagement. So we have seen this back and forth of"}, {"start": 86.789, "end": 86.799, "text": "we have seen this back and forth of"}, {"start": 86.799, "end": 89.03, "text": "we have seen this back and forth of accusations um with each other. the"}, {"start": 89.03, "end": 89.03999999999999, "text": "accusations um with each other. the"}, {"start": 89.03999999999999, "end": 91.59, "text": "accusations um with each other. the latest comment from Thai Prime Minister."}, {"start": 91.59, "end": 91.6, "text": "latest comment from Thai Prime Minister."}, {"start": 91.6, "end": 93.83, "text": "latest comment from Thai Prime Minister. He still stand on his comment yesterday"}, {"start": 93.83, "end": 93.84, "text": "He still stand on his comment yesterday"}, {"start": 93.84, "end": 96.069, "text": "He still stand on his comment yesterday that there won't be no immediate talk"}, {"start": 96.069, "end": 96.07900000000001, "text": "that there won't be no immediate talk"}, {"start": 96.07900000000001, "end": 99.27000000000001, "text": "that there won't be no immediate talk and he demand that Cambodia might comply"}, {"start": 99.27000000000001, "end": 99.28, "text": "and he demand that Cambodia might comply"}, {"start": 99.28, "end": 101.50999999999999, "text": "and he demand that Cambodia might comply to Thailand condition in order for the"}, {"start": 101.50999999999999, "end": 101.52000000000001, "text": "to Thailand condition in order for the"}, {"start": 101.52000000000001, "end": 103.10900000000001, "text": "to Thailand condition in order for the violence to end"}, {"start": 103.10900000000001, "end": 103.119, "text": "violence to end"}, {"start": 103.119, "end": 105.67, "text": "violence to end &gt;&gt; and this was uh where the ceasefire was"}, {"start": 105.67, "end": 105.68, "text": "&gt;&gt; and this was uh where the ceasefire was"}, {"start": 105.68, "end": 107.59, "text": "&gt;&gt; and this was uh where the ceasefire was brokered by President Trump back in"}, {"start": 107.59, "end": 107.6, "text": "brokered by President Trump back in"}, {"start": 107.6, "end": 110.22999999999999, "text": "brokered by President Trump back in October. The UN has called for calm."}, {"start": 110.22999999999999, "end": 110.24000000000001, "text": "October. The UN has called for calm."}, {"start": 110.24000000000001, "end": 114.63, "text": "October. The UN has called for calm. What's the likelihood of that?"}, {"start": 114.64, "end": 116.71000000000001, "text": "The atmosphere between the two leaders"}, {"start": 116.71000000000001, "end": 116.72, "text": "The atmosphere between the two leaders"}, {"start": 116.72, "end": 119.10900000000001, "text": "The atmosphere between the two leaders of both country has been quite grim and"}, {"start": 119.10900000000001, "end": 119.119, "text": "of both country has been quite grim and"}, {"start": 119.119, "end": 121.27, "text": "of both country has been quite grim and it has been even more aggressive. We"}, {"start": 121.27, "end": 121.28, "text": "it has been even more aggressive. We"}, {"start": 121.28, "end": 123.83, "text": "it has been even more aggressive. We have mentions about um the stands of the"}, {"start": 123.83, "end": 123.84, "text": "have mentions about um the stands of the"}, {"start": 123.84, "end": 126.389, "text": "have mentions about um the stands of the Thai side and also with Hunen the former"}, {"start": 126.389, "end": 126.399, "text": "Thai side and also with Hunen the former"}, {"start": 126.399, "end": 127.99, "text": "Thai side and also with Hunen the former prime minister who is also an"}, {"start": 127.99, "end": 128.0, "text": "prime minister who is also an"}, {"start": 128.0, "end": 130.469, "text": "prime minister who is also an influential leaders of Cambodia still"}, {"start": 130.469, "end": 130.47899999999998, "text": "influential leaders of Cambodia still"}, {"start": 130.47899999999998, "end": 132.309, "text": "influential leaders of Cambodia still state that they will fight back and they"}, {"start": 132.309, "end": 132.319, "text": "state that they will fight back and they"}, {"start": 132.319, "end": 134.309, "text": "state that they will fight back and they will protect their land and territory."}, {"start": 134.309, "end": 134.319, "text": "will protect their land and territory."}, {"start": 134.319, "end": 136.39, "text": "will protect their land and territory. Likewise for the Thai side. So it's"}, {"start": 136.39, "end": 136.4, "text": "Likewise for the Thai side. So it's"}, {"start": 136.4, "end": 138.869, "text": "Likewise for the Thai side. So it's really really grim to see how this gonna"}, {"start": 138.869, "end": 138.879, "text": "really really grim to see how this gonna"}, {"start": 138.879, "end": 141.19, "text": "really really grim to see how this gonna deescalate. Yesterday we have seen"}, {"start": 141.19, "end": 141.2, "text": "deescalate. Yesterday we have seen"}, {"start": 141.2, "end": 143.91, "text": "deescalate. Yesterday we have seen Malaysia's Prime Minister Anoa Ibrahim"}, {"start": 143.91, "end": 143.92000000000002, "text": "Malaysia's Prime Minister Anoa Ibrahim"}, {"start": 143.92000000000002, "end": 146.869, "text": "Malaysia's Prime Minister Anoa Ibrahim express concern but we haven't seen him"}, {"start": 146.869, "end": 146.879, "text": "express concern but we haven't seen him"}, {"start": 146.879, "end": 148.79, "text": "express concern but we haven't seen him talk to both of the leader like he did"}, {"start": 148.79, "end": 148.8, "text": "talk to both of the leader like he did"}, {"start": 148.8, "end": 150.22899999999998, "text": "talk to both of the leader like he did in the past. Yes."}, {"start": 150.22899999999998, "end": 150.239, "text": "in the past. Yes."}, {"start": 150.239, "end": 153.19, "text": "in the past. Yes. &gt;&gt; And the implications for so many people"}, {"start": 153.19, "end": 153.2, "text": "&gt;&gt; And the implications for so many people"}, {"start": 153.2, "end": 155.589, "text": "&gt;&gt; And the implications for so many people civilians living along that border must"}, {"start": 155.589, "end": 155.599, "text": "civilians living along that border must"}, {"start": 155.599, "end": 159.27, "text": "civilians living along that border must be terrible."}, {"start": 159.28, "end": 161.19, "text": "We are talking about thousand and"}, {"start": 161.19, "end": 161.2, "text": "We are talking about thousand and"}, {"start": 161.2, "end": 163.03, "text": "We are talking about thousand and thousands of people along the border"}, {"start": 163.03, "end": 163.04, "text": "thousands of people along the border"}, {"start": 163.04, "end": 165.19, "text": "thousands of people along the border provinces of both Thai and Cambodia that"}, {"start": 165.19, "end": 165.2, "text": "provinces of both Thai and Cambodia that"}, {"start": 165.2, "end": 167.43, "text": "provinces of both Thai and Cambodia that they need to evacuate. Some of them will"}, {"start": 167.43, "end": 167.44, "text": "they need to evacuate. Some of them will"}, {"start": 167.44, "end": 170.79, "text": "they need to evacuate. Some of them will go to the evacuation um evacuation cell"}, {"start": 170.79, "end": 170.8, "text": "go to the evacuation um evacuation cell"}, {"start": 170.8, "end": 172.869, "text": "go to the evacuation um evacuation cell um shelter and some will need to go to"}, {"start": 172.869, "end": 172.879, "text": "um shelter and some will need to go to"}, {"start": 172.879, "end": 175.03, "text": "um shelter and some will need to go to relatives um houses. We have talked to"}, {"start": 175.03, "end": 175.04, "text": "relatives um houses. We have talked to"}, {"start": 175.04, "end": 177.75, "text": "relatives um houses. We have talked to some resident who said that the oldest"}, {"start": 177.75, "end": 177.76, "text": "some resident who said that the oldest"}, {"start": 177.76, "end": 179.75, "text": "some resident who said that the oldest elderly people who are have with like"}, {"start": 179.75, "end": 179.76, "text": "elderly people who are have with like"}, {"start": 179.76, "end": 182.149, "text": "elderly people who are have with like health concern the evacuation centers"}, {"start": 182.149, "end": 182.159, "text": "health concern the evacuation centers"}, {"start": 182.159, "end": 183.99, "text": "health concern the evacuation centers are not made for them and we're talking"}, {"start": 183.99, "end": 184.0, "text": "are not made for them and we're talking"}, {"start": 184.0, "end": 186.229, "text": "are not made for them and we're talking about children that suffer from school."}, {"start": 186.229, "end": 186.239, "text": "about children that suffer from school."}, {"start": 186.239, "end": 188.39, "text": "about children that suffer from school. Some hospital in the border area need to"}, {"start": 188.39, "end": 188.4, "text": "Some hospital in the border area need to"}, {"start": 188.4, "end": 190.63, "text": "Some hospital in the border area need to be shut and local businesses are"}, {"start": 190.63, "end": 190.64, "text": "be shut and local businesses are"}, {"start": 190.64, "end": 195.599, "text": "be shut and local businesses are completely shattered. Vanessa Emma."}], "createdAt": "2025-12-15T03:45:04.000Z", "imageUrl": "https://img.youtube.com/vi/Qy0ROog6Uvg/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=Qy0ROog6Uvg", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_Mc7BkDQt7jo", "userId": "system", "title": "Thailand-Cambodia DEADLY War Explained: Ancient Border Dispute Turns Bloody- Trump FAILS Miserably", "language": "th", "content": "I think I can do it pretty quickly. I I think I can do it pretty quickly. I I think I can do it pretty quickly. I think we we're scheduling a phone call think we we're scheduling a phone call think we we're scheduling a phone call tomorrow. For more than a century, the border For more than a century, the border For more than a century, the border between Thailand and Cambodia has been a between Thailand and Cambodia has been a between Thailand and Cambodia has been a fault line. Quiet at times, but always fault line. Quiet at times, but always fault line. Quiet at times, but always capable of shaking loose into conflict. capable of shaking loose into conflict. capable of shaking loose into conflict. In December, those simmering tensions In December, those simmering tensions In December, those simmering tensions boiled over once again, shattering a boiled over once again, shattering a boiled over once again, shattering a fragile peace deal and leaving soldiers fragile peace deal and leaving soldiers fragile peace deal and leaving soldiers and civilians dead on both sides. The and civilians dead on both sides. The and civilians dead on both sides. The roots of this conflict stretched back to roots of this conflict stretched back to roots of this conflict stretched back to the early 1900s when French colonial the early 1900s when French colonial the early 1900s when French colonial authorities helped draw the borders of authorities helped draw the borders of authorities helped draw the borders of what is now Cambodia. Those lines left what is now Cambodia. Those lines left what is now Cambodia. Those lines left behind pockets of disputed land. None behind pockets of disputed land. None behind pockets of disputed land. None more emotive than the area surrounding more emotive than the area surrounding more emotive than the area surrounding an 11th century Hindu temple which an 11th century Hindu temple which an 11th century Hindu temple which Cambodia attempted to register as a Cambodia attempted to register as a Cambodia attempted to register as a UNESCO World Heritage site in 2008. UNESCO World Heritage site in 2008. UNESCO World Heritage site in 2008. Thailand objected fiercely. Protests Thailand objected fiercely. Protests Thailand objected fiercely. Protests erupted, relations soured, and sporadic erupted, relations soured, and sporadic erupted, relations soured, and sporadic clashes began. Over the next decade and clashes began. Over the next decade and clashes began. Over the next decade and a half, bursts of gunfire and rocket a half, bursts of gunfire and rocket a half, bursts of gunfire and rocket attacks became grim signatures of attacks became grim signatures of attacks became grim signatures of another unresolved territorial feud. By another unresolved territorial feud. By another unresolved territorial feud. By the time December arrived, the ceasefire the time December arrived, the ceasefire the time December arrived, the ceasefire brokered in July with help from US brokered in July with help from US brokered in July with help from US President Donald Trump and Malaysia was President Donald Trump and Malaysia was President Donald Trump and Malaysia was already fragile. Skirmishes in May had already fragile. Skirmishes in May had already fragile. Skirmishes in May had killed a Cambodian soldier and both killed a Cambodian soldier and both killed a Cambodian soldier and both sides had quietly [music] sides had quietly [music] sides had quietly [music] increased troop numbers along the increased troop numbers along the increased troop numbers along the border. Then came Monday 8th December. border. Then came Monday 8th December. border. Then came Monday 8th December. Thailand said Cambodian forces fired Thailand said Cambodian forces fired Thailand said Cambodian forces fired first into Thailand's Ubon Ratchathani first into Thailand's Ubon Ratchathani first into Thailand's Ubon Ratchathani province, killing a Thai soldier. province, killing a Thai soldier. province, killing a Thai soldier. Cambodia insisted the opposite, that Cambodia insisted the opposite, that Cambodia insisted the opposite, that Thai units attacked a position in Preer Thai units attacked a position in Preer Thai units attacked a position in Preer Vihar Province and that they did not Vihar Province and that they did not Vihar Province and that they did not return fire. What followed shattered any return fire. What followed shattered any return fire. What followed shattered any ambiguity. Thailand launched air ambiguity. Thailand launched air ambiguity. Thailand launched air strikes. Cambodia accused Thailand of strikes. Cambodia accused Thailand of strikes. Cambodia accused Thailand of firing into civilian areas. The next firing into civilian areas. The next firing into civilian areas. The next day, Thailand said Cambodia used rockets day, Thailand said Cambodia used rockets day, Thailand said Cambodia used rockets and kamicazi drones with some munitions and kamicazi drones with some munitions and kamicazi drones with some munitions landing near Thai civilians. Thailand landing near Thai civilians. Thailand landing near Thai civilians. Thailand responded with more air strikes. By responded with more air strikes. By responded with more air strikes. By week's end, at least five Thai soldiers week's end, at least five Thai soldiers week's end, at least five Thai soldiers and seven Cambodian civilians were dead. and seven Cambodian civilians were dead. and seven Cambodian civilians were dead. Just months earlier, in July, a similar Just months earlier, in July, a similar Just months earlier, in July, a similar clash spiraled quickly out of control. clash spiraled quickly out of control. clash spiraled quickly out of control. Both sides exchanged heavy fire. Both sides exchanged heavy fire. Both sides exchanged heavy fire. Thailand accused Cambodia of launching Thailand accused Cambodia of launching Thailand accused Cambodia of launching rockets. Cambodia accused Thailand of rockets. Cambodia accused Thailand of rockets. Cambodia accused Thailand of provoking the fight. Nearly 50 people provoking the fight. Nearly 50 people provoking the fight. Nearly 50 people died and thousands fled their homes. died and thousands fled their homes. died and thousands fled their homes. Only then did Trump step in, eventually Only then did Trump step in, eventually Only then did Trump step in, eventually guiding both leaders towards what he guiding both leaders towards what he guiding both leaders towards what he called the Kula Lumper Peace Accord. called the Kula Lumper Peace Accord. called the Kula Lumper Peace Accord. Thailand refused to use that name, Thailand refused to use that name, Thailand refused to use that name, preferring a more formal and less preferring a more formal and less preferring a more formal and less symbolic title, but both sides agreed to symbolic title, but both sides agreed to symbolic title, but both sides agreed to withdraw heavy weapons and welcome withdraw heavy weapons and welcome withdraw heavy weapons and welcome international observers. For a moment, international observers. For a moment, international observers. For a moment, it seemed a path to peace had been it seemed a path to peace had been it seemed a path to peace had been found. In November, Thailand abruptly found. In November, Thailand abruptly found. In November, Thailand abruptly paused the agreement. Prime Minister paused the agreement. Prime Minister paused the agreement. Prime Minister Anutin Chan Virale said the security Anutin Chan Virale said the security Anutin Chan Virale said the security threat has [music] not actually threat has [music] not actually threat has [music] not actually decreased, raising doubts about further decreased, raising doubts about further decreased, raising doubts about further troop withdrawals or prisoner releases. troop withdrawals or prisoner releases. troop withdrawals or prisoner releases. When December's fighting erupted, When December's fighting erupted, When December's fighting erupted, Thailand declared the ceasefire not Thailand declared the ceasefire not Thailand declared the ceasefire not working. Cambodia insisted it had only working. Cambodia insisted it had only working. Cambodia insisted it had only returned fire to respect the ceasefire. returned fire to respect the ceasefire. returned fire to respect the ceasefire. Trump urged both sides to uphold the Trump urged both sides to uphold the Trump urged both sides to uphold the agreement, but influence alone can't agreement, but influence alone can't agreement, but influence alone can't cool a border that has burnt for cool a border that has burnt for cool a border that has burnt for decades. decades. decades. &gt;&gt; I think I can do it pretty quickly. I &gt;&gt; I think I can do it pretty quickly. I &gt;&gt; I think I can do it pretty quickly. I think we we're scheduling a phone call think we we're scheduling a phone call think we we're scheduling a phone call tomorrow tomorrow tomorrow &gt;&gt; with Thailand &gt;&gt; with Thailand &gt;&gt; with Thailand &gt;&gt; with Thailand. If you, you know, just to &gt;&gt; with Thailand. If you, you know, just to &gt;&gt; with Thailand. If you, you know, just to answer Steve with Thailand and Cambodia, answer Steve with Thailand and Cambodia, answer Steve with Thailand and Cambodia, I think I think I can get them to stop I think I think I can get them to stop I think I think I can get them to stop fighting. Who else can do that? fighting. Who else can do that? fighting. Who else can do that? Think of it so late wars. Every once in Think of it so late wars. Every once in Think of it so late wars. Every once in a while, one will flame up again and I a while, one will flame up again and I a while, one will flame up again and I have to put out that little flame. I have to put out that little flame. I have to put out that little flame. I have to put it out, but we're going to have to put it out, but we're going to have to put it out, but we're going to put it out again. So, I think I'm put it out again. So, I think I'm put it out again. So, I think I'm scheduled to speak to them tomorrow and scheduled to speak to them tomorrow and scheduled to speak to them tomorrow and see if I can. see if I can. see if I can. &gt;&gt; It was unfortunate what happened. I &gt;&gt; It was unfortunate what happened. I &gt;&gt; It was unfortunate what happened. I mean, I know exactly what happened. It mean, I know exactly what happened. It mean, I know exactly what happened. It got it started a little bit, but uh got it started a little bit, but uh got it started a little bit, but uh we'll see if we can put it out. we'll see if we can put it out. we'll see if we can put it out. In the past, even severe flare-ups were In the past, even severe flare-ups were In the past, even severe flare-ups were contained quickly, but diplomats contained quickly, but diplomats contained quickly, but diplomats watching this crisis warned that watching this crisis warned that watching this crisis warned that political leadership in both countries political leadership in both countries political leadership in both countries may be too weak or too unwilling to pull may be too weak or too unwilling to pull may be too weak or too unwilling to pull back. For now, the situation feels as back. For now, the situation feels as back. For now, the situation feels as volatile as the disputed ground itself. volatile as the disputed ground itself. volatile as the disputed ground itself. Far from the front lines, daily life in Far from the front lines, daily life in Far from the front lines, daily life in both countries continues. But along the both countries continues. But along the both countries continues. But along the border, uncertainty hangs over every border, uncertainty hangs over every border, uncertainty hangs over every village, every patrol, and every fragile village, every patrol, and every fragile village, every patrol, and every fragile hour of quiet. [music] [music] [music] Subscribe to One India and never miss an Subscribe to One India and never miss an Subscribe to One India and never miss an update. [music] update. [music] update. [music] Download the One India app now.", "sentences": ["I think I can do it pretty quickly.", "I I think I can do it pretty quickly.", "I I think I can do it pretty quickly.", "I think we we're scheduling a phone call think we we're scheduling a phone call think we we're scheduling a phone call tomorrow.", "For more than a century, the border For more than a century, the border For more than a century, the border between Thailand and Cambodia has been a between Thailand and Cambodia has been a between Thailand and Cambodia has been a fault line.", "Quiet at times, but always fault line.", "Quiet at times, but always fault line.", "Quiet at times, but always capable of shaking loose into conflict.", "capable of shaking loose into conflict.", "capable of shaking loose into conflict.", "In December, those simmering tensions In December, those simmering tensions In December, those simmering tensions boiled over once again, shattering a boiled over once again, shattering a boiled over once again, shattering a fragile peace deal and leaving soldiers fragile peace deal and leaving soldiers fragile peace deal and leaving soldiers and civilians dead on both sides.", "The and civilians dead on both sides.", "The and civilians dead on both sides.", "The roots of this conflict stretched back to roots of this conflict stretched back to roots of this conflict stretched back to the early 1900s when French colonial the early 1900s when French colonial the early 1900s when French colonial authorities helped draw the borders of authorities helped draw the borders of authorities helped draw the borders of what is now Cambodia.", "Those lines left what is now Cambodia.", "Those lines left what is now Cambodia.", "Those lines left behind pockets of disputed land.", "None behind pockets of disputed land.", "None behind pockets of disputed land.", "None more emotive than the area surrounding more emotive than the area surrounding more emotive than the area surrounding an 11th century Hindu temple which an 11th century Hindu temple which an 11th century Hindu temple which Cambodia attempted to register as a Cambodia attempted to register as a Cambodia attempted to register as a UNESCO World Heritage site in 2008.", "UNESCO World Heritage site in 2008.", "UNESCO World Heritage site in 2008.", "Thailand objected fiercely.", "Protests Thailand objected fiercely.", "Protests Thailand objected fiercely.", "Protests erupted, relations soured, and sporadic erupted, relations soured, and sporadic erupted, relations soured, and sporadic clashes began.", "Over the next decade and clashes began.", "Over the next decade and clashes began.", "Over the next decade and a half, bursts of gunfire and rocket a half, bursts of gunfire and rocket a half, bursts of gunfire and rocket attacks became grim signatures of attacks became grim signatures of attacks became grim signatures of another unresolved territorial feud.", "By another unresolved territorial feud.", "By another unresolved territorial feud.", "By the time December arrived, the ceasefire the time December arrived, the ceasefire the time December arrived, the ceasefire brokered in July with help from US brokered in July with help from US brokered in July with help from US President Donald Trump and Malaysia was President Donald Trump and Malaysia was President Donald Trump and Malaysia was already fragile.", "Skirmishes in May had already fragile.", "Skirmishes in May had already fragile.", "Skirmishes in May had killed a Cambodian soldier and both killed a Cambodian soldier and both killed a Cambodian soldier and both sides had quietly [music] sides had quietly [music] sides had quietly [music] increased troop numbers along the increased troop numbers along the increased troop numbers along the border.", "Then came Monday 8th December.", "border.", "Then came Monday 8th December.", "border.", "Then came Monday 8th December.", "Thailand said Cambodian forces fired Thailand said Cambodian forces fired Thailand said Cambodian forces fired first into Thailand's Ubon Ratchathani first into Thailand's Ubon Ratchathani first into Thailand's Ubon Ratchathani province, killing a Thai soldier.", "province, killing a Thai soldier.", "province, killing a Thai soldier.", "Cambodia insisted the opposite, that Cambodia insisted the opposite, that Cambodia insisted the opposite, that Thai units attacked a position in Preer Thai units attacked a position in Preer Thai units attacked a position in Preer Vihar Province and that they did not Vihar Province and that they did not Vihar Province and that they did not return fire.", "What followed shattered any return fire.", "What followed shattered any return fire.", "What followed shattered any ambiguity.", "Thailand launched air ambiguity.", "Thailand launched air ambiguity.", "Thailand launched air strikes.", "Cambodia accused Thailand of strikes.", "Cambodia accused Thailand of strikes.", "Cambodia accused Thailand of firing into civilian areas.", "The next firing into civilian areas.", "The next firing into civilian areas.", "The next day, Thailand said Cambodia used rockets day, Thailand said Cambodia used rockets day, Thailand said Cambodia used rockets and kamicazi drones with some munitions and kamicazi drones with some munitions and kamicazi drones with some munitions landing near Thai civilians.", "Thailand landing near Thai civilians.", "Thailand landing near Thai civilians.", "Thailand responded with more air strikes.", "By responded with more air strikes.", "By responded with more air strikes.", "By week's end, at least five Thai soldiers week's end, at least five Thai soldiers week's end, at least five Thai soldiers and seven Cambodian civilians were dead.", "and seven Cambodian civilians were dead.", "and seven Cambodian civilians were dead.", "Just months earlier, in July, a similar Just months earlier, in July, a similar Just months earlier, in July, a similar clash spiraled quickly out of control.", "clash spiraled quickly out of control.", "clash spiraled quickly out of control.", "Both sides exchanged heavy fire.", "Both sides exchanged heavy fire.", "Both sides exchanged heavy fire.", "Thailand accused Cambodia of launching Thailand accused Cambodia of launching Thailand accused Cambodia of launching rockets.", "Cambodia accused Thailand of rockets.", "Cambodia accused Thailand of rockets.", "Cambodia accused Thailand of provoking the fight.", "Nearly 50 people provoking the fight.", "Nearly 50 people provoking the fight.", "Nearly 50 people died and thousands fled their homes.", "died and thousands fled their homes.", "died and thousands fled their homes.", "Only then did Trump step in, eventually Only then did Trump step in, eventually Only then did Trump step in, eventually guiding both leaders towards what he guiding both leaders towards what he guiding both leaders towards what he called the Kula Lumper Peace Accord.", "called the Kula Lumper Peace Accord.", "called the Kula Lumper Peace Accord.", "Thailand refused to use that name, Thailand refused to use that name, Thailand refused to use that name, preferring a more formal and less preferring a more formal and less preferring a more formal and less symbolic title, but both sides agreed to symbolic title, but both sides agreed to symbolic title, but both sides agreed to withdraw heavy weapons and welcome withdraw heavy weapons and welcome withdraw heavy weapons and welcome international observers.", "For a moment, international observers.", "For a moment, international observers.", "For a moment, it seemed a path to peace had been it seemed a path to peace had been it seemed a path to peace had been found.", "In November, Thailand abruptly found.", "In November, Thailand abruptly found.", "In November, Thailand abruptly paused the agreement.", "Prime Minister paused the agreement.", "Prime Minister paused the agreement.", "Prime Minister Anutin Chan Virale said the security Anutin Chan Virale said the security Anutin Chan Virale said the security threat has [music] not actually threat has [music] not actually threat has [music] not actually decreased, raising doubts about further decreased, raising doubts about further decreased, raising doubts about further troop withdrawals or prisoner releases.", "troop withdrawals or prisoner releases.", "troop withdrawals or prisoner releases.", "When December's fighting erupted, When December's fighting erupted, When December's fighting erupted, Thailand declared the ceasefire not Thailand declared the ceasefire not Thailand declared the ceasefire not working.", "Cambodia insisted it had only working.", "Cambodia insisted it had only working.", "Cambodia insisted it had only returned fire to respect the ceasefire.", "returned fire to respect the ceasefire.", "returned fire to respect the ceasefire.", "Trump urged both sides to uphold the Trump urged both sides to uphold the Trump urged both sides to uphold the agreement, but influence alone can't agreement, but influence alone can't agreement, but influence alone can't cool a border that has burnt for cool a border that has burnt for cool a border that has burnt for decades.", "decades.", "decades.", "&gt;&gt; I think I can do it pretty quickly.", "I &gt;&gt; I think I can do it pretty quickly.", "I &gt;&gt; I think I can do it pretty quickly.", "I think we we're scheduling a phone call think we we're scheduling a phone call think we we're scheduling a phone call tomorrow tomorrow tomorrow &gt;&gt; with Thailand &gt;&gt; with Thailand &gt;&gt; with Thailand &gt;&gt; with Thailand.", "If you, you know, just to &gt;&gt; with Thailand.", "If you, you know, just to &gt;&gt; with Thailand.", "If you, you know, just to answer Steve with Thailand and Cambodia, answer Steve with Thailand and Cambodia, answer Steve with Thailand and Cambodia, I think I think I can get them to stop I think I think I can get them to stop I think I think I can get them to stop fighting.", "Who else can do that?", "fighting.", "Who else can do that?", "fighting.", "Who else can do that?", "Think of it so late wars.", "Every once in Think of it so late wars.", "Every once in Think of it so late wars.", "Every once in a while, one will flame up again and I a while, one will flame up again and I a while, one will flame up again and I have to put out that little flame.", "I have to put out that little flame.", "I have to put out that little flame.", "I have to put it out, but we're going to have to put it out, but we're going to have to put it out, but we're going to put it out again.", "So, I think I'm put it out again.", "So, I think I'm put it out again.", "So, I think I'm scheduled to speak to them tomorrow and scheduled to speak to them tomorrow and scheduled to speak to them tomorrow and see if I can.", "see if I can.", "see if I can.", "&gt;&gt; It was unfortunate what happened.", "I &gt;&gt; It was unfortunate what happened.", "I &gt;&gt; It was unfortunate what happened.", "I mean, I know exactly what happened.", "It mean, I know exactly what happened.", "It mean, I know exactly what happened.", "It got it started a little bit, but uh got it started a little bit, but uh got it started a little bit, but uh we'll see if we can put it out.", "we'll see if we can put it out.", "we'll see if we can put it out.", "In the past, even severe flare-ups were In the past, even severe flare-ups were In the past, even severe flare-ups were contained quickly, but diplomats contained quickly, but diplomats contained quickly, but diplomats watching this crisis warned that watching this crisis warned that watching this crisis warned that political leadership in both countries political leadership in both countries political leadership in both countries may be too weak or too unwilling to pull may be too weak or too unwilling to pull may be too weak or too unwilling to pull back.", "For now, the situation feels as back.", "For now, the situation feels as back.", "For now, the situation feels as volatile as the disputed ground itself.", "volatile as the disputed ground itself.", "volatile as the disputed ground itself.", "Far from the front lines, daily life in Far from the front lines, daily life in Far from the front lines, daily life in both countries continues.", "But along the both countries continues.", "But along the both countries continues.", "But along the border, uncertainty hangs over every border, uncertainty hangs over every border, uncertainty hangs over every village, every patrol, and every fragile village, every patrol, and every fragile village, every patrol, and every fragile hour of quiet.", "[music] [music] [music] Subscribe to One India and never miss an Subscribe to One India and never miss an Subscribe to One India and never miss an update.", "[music] update.", "[music] update.", "[music] Download the One India app now."], "transcript": [{"start": 5.12, "end": 7.03, "text": "I think I can do it pretty quickly. I"}, {"start": 7.03, "end": 7.04, "text": "I think I can do it pretty quickly. I"}, {"start": 7.04, "end": 8.87, "text": "I think I can do it pretty quickly. I think we we're scheduling a phone call"}, {"start": 8.87, "end": 8.88, "text": "think we we're scheduling a phone call"}, {"start": 8.88, "end": 15.27, "text": "think we we're scheduling a phone call tomorrow."}, {"start": 15.28, "end": 17.43, "text": "For more than a century, the border"}, {"start": 17.43, "end": 17.44, "text": "For more than a century, the border"}, {"start": 17.44, "end": 20.55, "text": "For more than a century, the border between Thailand and Cambodia has been a"}, {"start": 20.55, "end": 20.56, "text": "between Thailand and Cambodia has been a"}, {"start": 20.56, "end": 24.07, "text": "between Thailand and Cambodia has been a fault line. Quiet at times, but always"}, {"start": 24.07, "end": 24.08, "text": "fault line. Quiet at times, but always"}, {"start": 24.08, "end": 27.349, "text": "fault line. Quiet at times, but always capable of shaking loose into conflict."}, {"start": 27.349, "end": 27.359, "text": "capable of shaking loose into conflict."}, {"start": 27.359, "end": 30.07, "text": "capable of shaking loose into conflict. In December, those simmering tensions"}, {"start": 30.07, "end": 30.08, "text": "In December, those simmering tensions"}, {"start": 30.08, "end": 32.87, "text": "In December, those simmering tensions boiled over once again, shattering a"}, {"start": 32.87, "end": 32.88, "text": "boiled over once again, shattering a"}, {"start": 32.88, "end": 35.67, "text": "boiled over once again, shattering a fragile peace deal and leaving soldiers"}, {"start": 35.67, "end": 35.68, "text": "fragile peace deal and leaving soldiers"}, {"start": 35.68, "end": 39.59, "text": "fragile peace deal and leaving soldiers and civilians dead on both sides. The"}, {"start": 39.59, "end": 39.6, "text": "and civilians dead on both sides. The"}, {"start": 39.6, "end": 41.91, "text": "and civilians dead on both sides. The roots of this conflict stretched back to"}, {"start": 41.91, "end": 41.92, "text": "roots of this conflict stretched back to"}, {"start": 41.92, "end": 45.19, "text": "roots of this conflict stretched back to the early 1900s when French colonial"}, {"start": 45.19, "end": 45.2, "text": "the early 1900s when French colonial"}, {"start": 45.2, "end": 47.83, "text": "the early 1900s when French colonial authorities helped draw the borders of"}, {"start": 47.83, "end": 47.84, "text": "authorities helped draw the borders of"}, {"start": 47.84, "end": 51.35, "text": "authorities helped draw the borders of what is now Cambodia. Those lines left"}, {"start": 51.35, "end": 51.36, "text": "what is now Cambodia. Those lines left"}, {"start": 51.36, "end": 54.709, "text": "what is now Cambodia. Those lines left behind pockets of disputed land. None"}, {"start": 54.709, "end": 54.719, "text": "behind pockets of disputed land. None"}, {"start": 54.719, "end": 57.27, "text": "behind pockets of disputed land. None more emotive than the area surrounding"}, {"start": 57.27, "end": 57.28, "text": "more emotive than the area surrounding"}, {"start": 57.28, "end": 60.15, "text": "more emotive than the area surrounding an 11th century Hindu temple which"}, {"start": 60.15, "end": 60.16, "text": "an 11th century Hindu temple which"}, {"start": 60.16, "end": 62.709, "text": "an 11th century Hindu temple which Cambodia attempted to register as a"}, {"start": 62.709, "end": 62.719, "text": "Cambodia attempted to register as a"}, {"start": 62.719, "end": 67.59, "text": "Cambodia attempted to register as a UNESCO World Heritage site in 2008."}, {"start": 67.59, "end": 67.6, "text": "UNESCO World Heritage site in 2008."}, {"start": 67.6, "end": 70.95, "text": "UNESCO World Heritage site in 2008. Thailand objected fiercely. Protests"}, {"start": 70.95, "end": 70.96000000000001, "text": "Thailand objected fiercely. Protests"}, {"start": 70.96000000000001, "end": 73.99, "text": "Thailand objected fiercely. Protests erupted, relations soured, and sporadic"}, {"start": 73.99, "end": 74.0, "text": "erupted, relations soured, and sporadic"}, {"start": 74.0, "end": 77.27, "text": "erupted, relations soured, and sporadic clashes began. Over the next decade and"}, {"start": 77.27, "end": 77.28, "text": "clashes began. Over the next decade and"}, {"start": 77.28, "end": 80.07, "text": "clashes began. Over the next decade and a half, bursts of gunfire and rocket"}, {"start": 80.07, "end": 80.08, "text": "a half, bursts of gunfire and rocket"}, {"start": 80.08, "end": 82.789, "text": "a half, bursts of gunfire and rocket attacks became grim signatures of"}, {"start": 82.789, "end": 82.799, "text": "attacks became grim signatures of"}, {"start": 82.799, "end": 86.789, "text": "attacks became grim signatures of another unresolved territorial feud. By"}, {"start": 86.789, "end": 86.799, "text": "another unresolved territorial feud. By"}, {"start": 86.799, "end": 89.67, "text": "another unresolved territorial feud. By the time December arrived, the ceasefire"}, {"start": 89.67, "end": 89.68, "text": "the time December arrived, the ceasefire"}, {"start": 89.68, "end": 92.469, "text": "the time December arrived, the ceasefire brokered in July with help from US"}, {"start": 92.469, "end": 92.479, "text": "brokered in July with help from US"}, {"start": 92.479, "end": 95.59, "text": "brokered in July with help from US President Donald Trump and Malaysia was"}, {"start": 95.59, "end": 95.6, "text": "President Donald Trump and Malaysia was"}, {"start": 95.6, "end": 99.10900000000001, "text": "President Donald Trump and Malaysia was already fragile. Skirmishes in May had"}, {"start": 99.10900000000001, "end": 99.119, "text": "already fragile. Skirmishes in May had"}, {"start": 99.119, "end": 101.91, "text": "already fragile. Skirmishes in May had killed a Cambodian soldier and both"}, {"start": 101.91, "end": 101.92, "text": "killed a Cambodian soldier and both"}, {"start": 101.92, "end": 103.35, "text": "killed a Cambodian soldier and both sides had quietly [music]"}, {"start": 103.35, "end": 103.36, "text": "sides had quietly [music]"}, {"start": 103.36, "end": 105.429, "text": "sides had quietly [music] increased troop numbers along the"}, {"start": 105.429, "end": 105.439, "text": "increased troop numbers along the"}, {"start": 105.439, "end": 110.069, "text": "increased troop numbers along the border. Then came Monday 8th December."}, {"start": 110.069, "end": 110.07900000000001, "text": "border. Then came Monday 8th December."}, {"start": 110.07900000000001, "end": 113.19, "text": "border. Then came Monday 8th December. Thailand said Cambodian forces fired"}, {"start": 113.19, "end": 113.2, "text": "Thailand said Cambodian forces fired"}, {"start": 113.2, "end": 116.469, "text": "Thailand said Cambodian forces fired first into Thailand's Ubon Ratchathani"}, {"start": 116.469, "end": 116.479, "text": "first into Thailand's Ubon Ratchathani"}, {"start": 116.479, "end": 119.429, "text": "first into Thailand's Ubon Ratchathani province, killing a Thai soldier."}, {"start": 119.429, "end": 119.439, "text": "province, killing a Thai soldier."}, {"start": 119.439, "end": 122.069, "text": "province, killing a Thai soldier. Cambodia insisted the opposite, that"}, {"start": 122.069, "end": 122.079, "text": "Cambodia insisted the opposite, that"}, {"start": 122.079, "end": 124.709, "text": "Cambodia insisted the opposite, that Thai units attacked a position in Preer"}, {"start": 124.709, "end": 124.719, "text": "Thai units attacked a position in Preer"}, {"start": 124.719, "end": 127.109, "text": "Thai units attacked a position in Preer Vihar Province and that they did not"}, {"start": 127.109, "end": 127.119, "text": "Vihar Province and that they did not"}, {"start": 127.119, "end": 130.71, "text": "Vihar Province and that they did not return fire. What followed shattered any"}, {"start": 130.71, "end": 130.72, "text": "return fire. What followed shattered any"}, {"start": 130.72, "end": 133.589, "text": "return fire. What followed shattered any ambiguity. Thailand launched air"}, {"start": 133.589, "end": 133.599, "text": "ambiguity. Thailand launched air"}, {"start": 133.599, "end": 136.79, "text": "ambiguity. Thailand launched air strikes. Cambodia accused Thailand of"}, {"start": 136.79, "end": 136.8, "text": "strikes. Cambodia accused Thailand of"}, {"start": 136.8, "end": 139.91, "text": "strikes. Cambodia accused Thailand of firing into civilian areas. The next"}, {"start": 139.91, "end": 139.92000000000002, "text": "firing into civilian areas. The next"}, {"start": 139.92000000000002, "end": 143.35, "text": "firing into civilian areas. The next day, Thailand said Cambodia used rockets"}, {"start": 143.35, "end": 143.36, "text": "day, Thailand said Cambodia used rockets"}, {"start": 143.36, "end": 146.63, "text": "day, Thailand said Cambodia used rockets and kamicazi drones with some munitions"}, {"start": 146.63, "end": 146.64, "text": "and kamicazi drones with some munitions"}, {"start": 146.64, "end": 149.75, "text": "and kamicazi drones with some munitions landing near Thai civilians. Thailand"}, {"start": 149.75, "end": 149.76, "text": "landing near Thai civilians. Thailand"}, {"start": 149.76, "end": 152.79, "text": "landing near Thai civilians. Thailand responded with more air strikes. By"}, {"start": 152.79, "end": 152.8, "text": "responded with more air strikes. By"}, {"start": 152.8, "end": 155.82999999999998, "text": "responded with more air strikes. By week's end, at least five Thai soldiers"}, {"start": 155.82999999999998, "end": 155.84, "text": "week's end, at least five Thai soldiers"}, {"start": 155.84, "end": 159.67000000000002, "text": "week's end, at least five Thai soldiers and seven Cambodian civilians were dead."}, {"start": 159.67000000000002, "end": 159.68, "text": "and seven Cambodian civilians were dead."}, {"start": 159.68, "end": 162.949, "text": "and seven Cambodian civilians were dead. Just months earlier, in July, a similar"}, {"start": 162.949, "end": 162.959, "text": "Just months earlier, in July, a similar"}, {"start": 162.959, "end": 166.07, "text": "Just months earlier, in July, a similar clash spiraled quickly out of control."}, {"start": 166.07, "end": 166.07999999999998, "text": "clash spiraled quickly out of control."}, {"start": 166.07999999999998, "end": 168.869, "text": "clash spiraled quickly out of control. Both sides exchanged heavy fire."}, {"start": 168.869, "end": 168.879, "text": "Both sides exchanged heavy fire."}, {"start": 168.879, "end": 171.589, "text": "Both sides exchanged heavy fire. Thailand accused Cambodia of launching"}, {"start": 171.589, "end": 171.599, "text": "Thailand accused Cambodia of launching"}, {"start": 171.599, "end": 174.79, "text": "Thailand accused Cambodia of launching rockets. Cambodia accused Thailand of"}, {"start": 174.79, "end": 174.8, "text": "rockets. Cambodia accused Thailand of"}, {"start": 174.8, "end": 178.07, "text": "rockets. Cambodia accused Thailand of provoking the fight. Nearly 50 people"}, {"start": 178.07, "end": 178.07999999999998, "text": "provoking the fight. Nearly 50 people"}, {"start": 178.07999999999998, "end": 181.43, "text": "provoking the fight. Nearly 50 people died and thousands fled their homes."}, {"start": 181.43, "end": 181.44, "text": "died and thousands fled their homes."}, {"start": 181.44, "end": 184.55, "text": "died and thousands fled their homes. Only then did Trump step in, eventually"}, {"start": 184.55, "end": 184.56, "text": "Only then did Trump step in, eventually"}, {"start": 184.56, "end": 187.11, "text": "Only then did Trump step in, eventually guiding both leaders towards what he"}, {"start": 187.11, "end": 187.12, "text": "guiding both leaders towards what he"}, {"start": 187.12, "end": 189.99, "text": "guiding both leaders towards what he called the Kula Lumper Peace Accord."}, {"start": 189.99, "end": 190.0, "text": "called the Kula Lumper Peace Accord."}, {"start": 190.0, "end": 192.71, "text": "called the Kula Lumper Peace Accord. Thailand refused to use that name,"}, {"start": 192.71, "end": 192.72, "text": "Thailand refused to use that name,"}, {"start": 192.72, "end": 194.949, "text": "Thailand refused to use that name, preferring a more formal and less"}, {"start": 194.949, "end": 194.959, "text": "preferring a more formal and less"}, {"start": 194.959, "end": 197.82999999999998, "text": "preferring a more formal and less symbolic title, but both sides agreed to"}, {"start": 197.82999999999998, "end": 197.84, "text": "symbolic title, but both sides agreed to"}, {"start": 197.84, "end": 200.309, "text": "symbolic title, but both sides agreed to withdraw heavy weapons and welcome"}, {"start": 200.309, "end": 200.319, "text": "withdraw heavy weapons and welcome"}, {"start": 200.319, "end": 203.35, "text": "withdraw heavy weapons and welcome international observers. For a moment,"}, {"start": 203.35, "end": 203.36, "text": "international observers. For a moment,"}, {"start": 203.36, "end": 205.67000000000002, "text": "international observers. For a moment, it seemed a path to peace had been"}, {"start": 205.67000000000002, "end": 205.68, "text": "it seemed a path to peace had been"}, {"start": 205.68, "end": 209.19, "text": "it seemed a path to peace had been found. In November, Thailand abruptly"}, {"start": 209.19, "end": 209.2, "text": "found. In November, Thailand abruptly"}, {"start": 209.2, "end": 211.67000000000002, "text": "found. In November, Thailand abruptly paused the agreement. Prime Minister"}, {"start": 211.67000000000002, "end": 211.68, "text": "paused the agreement. Prime Minister"}, {"start": 211.68, "end": 214.789, "text": "paused the agreement. Prime Minister Anutin Chan Virale said the security"}, {"start": 214.789, "end": 214.799, "text": "Anutin Chan Virale said the security"}, {"start": 214.799, "end": 216.47, "text": "Anutin Chan Virale said the security threat has [music] not actually"}, {"start": 216.47, "end": 216.48, "text": "threat has [music] not actually"}, {"start": 216.48, "end": 219.19, "text": "threat has [music] not actually decreased, raising doubts about further"}, {"start": 219.19, "end": 219.2, "text": "decreased, raising doubts about further"}, {"start": 219.2, "end": 222.39, "text": "decreased, raising doubts about further troop withdrawals or prisoner releases."}, {"start": 222.39, "end": 222.4, "text": "troop withdrawals or prisoner releases."}, {"start": 222.4, "end": 224.55, "text": "troop withdrawals or prisoner releases. When December's fighting erupted,"}, {"start": 224.55, "end": 224.56, "text": "When December's fighting erupted,"}, {"start": 224.56, "end": 227.27, "text": "When December's fighting erupted, Thailand declared the ceasefire not"}, {"start": 227.27, "end": 227.28, "text": "Thailand declared the ceasefire not"}, {"start": 227.28, "end": 230.55, "text": "Thailand declared the ceasefire not working. Cambodia insisted it had only"}, {"start": 230.55, "end": 230.56, "text": "working. Cambodia insisted it had only"}, {"start": 230.56, "end": 234.22899999999998, "text": "working. Cambodia insisted it had only returned fire to respect the ceasefire."}, {"start": 234.22899999999998, "end": 234.239, "text": "returned fire to respect the ceasefire."}, {"start": 234.239, "end": 236.949, "text": "returned fire to respect the ceasefire. Trump urged both sides to uphold the"}, {"start": 236.949, "end": 236.959, "text": "Trump urged both sides to uphold the"}, {"start": 236.959, "end": 239.82999999999998, "text": "Trump urged both sides to uphold the agreement, but influence alone can't"}, {"start": 239.82999999999998, "end": 239.84, "text": "agreement, but influence alone can't"}, {"start": 239.84, "end": 241.91, "text": "agreement, but influence alone can't cool a border that has burnt for"}, {"start": 241.91, "end": 241.92, "text": "cool a border that has burnt for"}, {"start": 241.92, "end": 242.71, "text": "cool a border that has burnt for decades."}, {"start": 242.71, "end": 242.72, "text": "decades."}, {"start": 242.72, "end": 244.55, "text": "decades. &gt;&gt; I think I can do it pretty quickly. I"}, {"start": 244.55, "end": 244.56, "text": "&gt;&gt; I think I can do it pretty quickly. I"}, {"start": 244.56, "end": 246.39, "text": "&gt;&gt; I think I can do it pretty quickly. I think we we're scheduling a phone call"}, {"start": 246.39, "end": 246.4, "text": "think we we're scheduling a phone call"}, {"start": 246.4, "end": 249.03, "text": "think we we're scheduling a phone call tomorrow"}, {"start": 249.03, "end": 249.04, "text": "tomorrow"}, {"start": 249.04, "end": 250.63, "text": "tomorrow &gt;&gt; with Thailand"}, {"start": 250.63, "end": 250.64, "text": "&gt;&gt; with Thailand"}, {"start": 250.64, "end": 253.35, "text": "&gt;&gt; with Thailand &gt;&gt; with Thailand. If you, you know, just to"}, {"start": 253.35, "end": 253.36, "text": "&gt;&gt; with Thailand. If you, you know, just to"}, {"start": 253.36, "end": 257.349, "text": "&gt;&gt; with Thailand. If you, you know, just to answer Steve with Thailand and Cambodia,"}, {"start": 257.349, "end": 257.359, "text": "answer Steve with Thailand and Cambodia,"}, {"start": 257.359, "end": 260.87, "text": "answer Steve with Thailand and Cambodia, I think I think I can get them to stop"}, {"start": 260.87, "end": 260.88, "text": "I think I think I can get them to stop"}, {"start": 260.88, "end": 264.15, "text": "I think I think I can get them to stop fighting. Who else can do that?"}, {"start": 264.15, "end": 264.16, "text": "fighting. Who else can do that?"}, {"start": 264.16, "end": 267.67, "text": "fighting. Who else can do that? Think of it so late wars. Every once in"}, {"start": 267.67, "end": 267.68, "text": "Think of it so late wars. Every once in"}, {"start": 267.68, "end": 269.51, "text": "Think of it so late wars. Every once in a while, one will flame up again and I"}, {"start": 269.51, "end": 269.52, "text": "a while, one will flame up again and I"}, {"start": 269.52, "end": 271.11, "text": "a while, one will flame up again and I have to put out that little flame. I"}, {"start": 271.11, "end": 271.12, "text": "have to put out that little flame. I"}, {"start": 271.12, "end": 272.31, "text": "have to put out that little flame. I have to put it out, but we're going to"}, {"start": 272.31, "end": 272.32, "text": "have to put it out, but we're going to"}, {"start": 272.32, "end": 274.39, "text": "have to put it out, but we're going to put it out again. So, I think I'm"}, {"start": 274.39, "end": 274.4, "text": "put it out again. So, I think I'm"}, {"start": 274.4, "end": 276.15, "text": "put it out again. So, I think I'm scheduled to speak to them tomorrow and"}, {"start": 276.15, "end": 276.15999999999997, "text": "scheduled to speak to them tomorrow and"}, {"start": 276.15999999999997, "end": 278.39, "text": "scheduled to speak to them tomorrow and see if I can."}, {"start": 278.39, "end": 278.4, "text": "see if I can."}, {"start": 278.4, "end": 280.31, "text": "see if I can. &gt;&gt; It was unfortunate what happened. I"}, {"start": 280.31, "end": 280.32, "text": "&gt;&gt; It was unfortunate what happened. I"}, {"start": 280.32, "end": 281.749, "text": "&gt;&gt; It was unfortunate what happened. I mean, I know exactly what happened. It"}, {"start": 281.749, "end": 281.759, "text": "mean, I know exactly what happened. It"}, {"start": 281.759, "end": 284.23, "text": "mean, I know exactly what happened. It got it started a little bit, but uh"}, {"start": 284.23, "end": 284.24, "text": "got it started a little bit, but uh"}, {"start": 284.24, "end": 287.99, "text": "got it started a little bit, but uh we'll see if we can put it out."}, {"start": 287.99, "end": 288.0, "text": "we'll see if we can put it out."}, {"start": 288.0, "end": 291.03, "text": "we'll see if we can put it out. In the past, even severe flare-ups were"}, {"start": 291.03, "end": 291.04, "text": "In the past, even severe flare-ups were"}, {"start": 291.04, "end": 293.27, "text": "In the past, even severe flare-ups were contained quickly, but diplomats"}, {"start": 293.27, "end": 293.28, "text": "contained quickly, but diplomats"}, {"start": 293.28, "end": 295.43, "text": "contained quickly, but diplomats watching this crisis warned that"}, {"start": 295.43, "end": 295.44, "text": "watching this crisis warned that"}, {"start": 295.44, "end": 297.909, "text": "watching this crisis warned that political leadership in both countries"}, {"start": 297.909, "end": 297.919, "text": "political leadership in both countries"}, {"start": 297.919, "end": 301.35, "text": "political leadership in both countries may be too weak or too unwilling to pull"}, {"start": 301.35, "end": 301.36, "text": "may be too weak or too unwilling to pull"}, {"start": 301.36, "end": 304.55, "text": "may be too weak or too unwilling to pull back. For now, the situation feels as"}, {"start": 304.55, "end": 304.56, "text": "back. For now, the situation feels as"}, {"start": 304.56, "end": 308.07, "text": "back. For now, the situation feels as volatile as the disputed ground itself."}, {"start": 308.07, "end": 308.08, "text": "volatile as the disputed ground itself."}, {"start": 308.08, "end": 310.79, "text": "volatile as the disputed ground itself. Far from the front lines, daily life in"}, {"start": 310.79, "end": 310.8, "text": "Far from the front lines, daily life in"}, {"start": 310.8, "end": 313.43, "text": "Far from the front lines, daily life in both countries continues. But along the"}, {"start": 313.43, "end": 313.44, "text": "both countries continues. But along the"}, {"start": 313.44, "end": 316.39, "text": "both countries continues. But along the border, uncertainty hangs over every"}, {"start": 316.39, "end": 316.4, "text": "border, uncertainty hangs over every"}, {"start": 316.4, "end": 319.909, "text": "border, uncertainty hangs over every village, every patrol, and every fragile"}, {"start": 319.909, "end": 319.919, "text": "village, every patrol, and every fragile"}, {"start": 319.919, "end": 324.218, "text": "village, every patrol, and every fragile hour of quiet."}, {"start": 324.228, "end": 325.43, "text": "[music]"}, {"start": 325.43, "end": 325.44, "text": "[music]"}, {"start": 325.44, "end": 327.35, "text": "[music] Subscribe to One India and never miss an"}, {"start": 327.35, "end": 327.36, "text": "Subscribe to One India and never miss an"}, {"start": 327.36, "end": 330.23, "text": "Subscribe to One India and never miss an update. [music]"}, {"start": 330.23, "end": 330.24, "text": "update. [music]"}, {"start": 330.24, "end": 334.52, "text": "update. [music] Download the One India app now."}], "createdAt": "2025-12-15T03:44:46.000Z", "imageUrl": "https://img.youtube.com/vi/Mc7BkDQt7jo/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=Mc7BkDQt7jo", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_macaCl4VhPc", "userId": "system", "title": "ThailandCambodia War Update: China to ATTACK Thai Forces After Thailand HITS Chinese Company| VIDEO", "language": "th", "content": "Today, the situation along the Thailand Today, the situation along the Thailand Today, the situation along the Thailand Cambodia border is entering a dangerous Cambodia border is entering a dangerous Cambodia border is entering a dangerous new phase. And with each passing day, new phase. And with each passing day, new phase. And with each passing day, tensions in this conflict continue to tensions in this conflict continue to tensions in this conflict continue to rise. rise. rise. Reports from the ground indicate that Reports from the ground indicate that Reports from the ground indicate that the latest escalation came after Thai the latest escalation came after Thai the latest escalation came after Thai artillery struck a Chinese-owned company artillery struck a Chinese-owned company artillery struck a Chinese-owned company facility in the Osmach region of facility in the Osmach region of facility in the Osmach region of Cambodia's Adar Manche province. The Cambodia's Adar Manche province. The Cambodia's Adar Manche province. The shelling hit the main building, shelling hit the main building, shelling hit the main building, triggering widespread panic among triggering widespread panic among triggering widespread panic among workers and nearby residents. This workers and nearby residents. This workers and nearby residents. This strike has deepened concerns across the strike has deepened concerns across the strike has deepened concerns across the region. Analysts are now speculating region. Analysts are now speculating region. Analysts are now speculating whether China might involve itself not whether China might involve itself not whether China might involve itself not militarily but through large-scale militarily but through large-scale militarily but through large-scale military equipment support to Cambodia. military equipment support to Cambodia. military equipment support to Cambodia. And that possibility carries weight. And that possibility carries weight. And that possibility carries weight. Cambodia's armed forces rely heavily on Cambodia's armed forces rely heavily on Cambodia's armed forces rely heavily on Chinese-made systems. From infantry Chinese-made systems. From infantry Chinese-made systems. From infantry weapons to rocket artillery to armored weapons to rocket artillery to armored weapons to rocket artillery to armored vehicles. It is no secret that China vehicles. It is no secret that China vehicles. It is no secret that China supplies the majority of Cambodia's supplies the majority of Cambodia's supplies the majority of Cambodia's lethal military equipment, and the lethal military equipment, and the lethal military equipment, and the attack on a Chinese company has attack on a Chinese company has attack on a Chinese company has reportedly sparked severe frustration in reportedly sparked severe frustration in reportedly sparked severe frustration in Beijing. Beijing. Beijing. Now, [music] the world is watching Now, [music] the world is watching Now, [music] the world is watching closely, waiting for China's response. closely, waiting for China's response. closely, waiting for China's response. On the ground, Cambodia has intensified On the ground, Cambodia has intensified On the ground, Cambodia has intensified its retaliation. Footage from the border its retaliation. Footage from the border its retaliation. Footage from the border areas shows BM21 and RM70 multiple areas shows BM21 and RM70 multiple areas shows BM21 and RM70 multiple rocket launchers firing repeated rocket launchers firing repeated rocket launchers firing repeated bargages toward Thai military positions bargages toward Thai military positions bargages toward Thai military positions near Cakeette. These systems capable of near Cakeette. These systems capable of near Cakeette. These systems capable of saturating large areas are being saturating large areas are being saturating large areas are being deployed in significant numbers as deployed in significant numbers as deployed in significant numbers as Cambodia attempts to counter Thailand's Cambodia attempts to counter Thailand's Cambodia attempts to counter Thailand's air advantage. air advantage. air advantage. Meanwhile, Thailand continues its own Meanwhile, Thailand continues its own Meanwhile, Thailand continues its own operations. Two Royal Thai Air Force operations. Two Royal Thai Air Force operations. Two Royal Thai Air Force jets, an F-16 and a JAS39 jets, an F-16 and a JAS39 jets, an F-16 and a JAS39 Grieen conducted another air strike near Grieen conducted another air strike near Grieen conducted another air strike near the Osont region targeting what Thai the Osont region targeting what Thai the Osont region targeting what Thai officials describe as casino and scam officials describe as casino and scam officials describe as casino and scam operations allegedly linked to criminal operations allegedly linked to criminal operations allegedly linked to criminal networks. As fighting spreads along networks. As fighting spreads along networks. As fighting spreads along multiple points of the border, close multiple points of the border, close multiple points of the border, close quarters clashes between Thai and quarters clashes between Thai and quarters clashes between Thai and Cambodian soldiers are being reported Cambodian soldiers are being reported Cambodian soldiers are being reported with increasing frequency. Cambodian with increasing frequency. Cambodian with increasing frequency. Cambodian troops have been seen taking shelter in troops have been seen taking shelter in troops have been seen taking shelter in tunnels and bunkers in the Priya Vihar tunnels and bunkers in the Priya Vihar tunnels and bunkers in the Priya Vihar area. As Thai reinforcements moves area. As Thai reinforcements moves area. As Thai reinforcements moves steadily toward the frontier, military steadily toward the frontier, military steadily toward the frontier, military analysts warned that Thailand's air analysts warned that Thailand's air analysts warned that Thailand's air superiority powered by advanced fighters superiority powered by advanced fighters superiority powered by advanced fighters and more sophisticated surveillance and more sophisticated surveillance and more sophisticated surveillance systems pose a major challenge for systems pose a major challenge for systems pose a major challenge for Cambodia's mostly groundbased forces. Cambodia's mostly groundbased forces. Cambodia's mostly groundbased forces. Yet Cambodia's strategy appears focused Yet Cambodia's strategy appears focused Yet Cambodia's strategy appears focused on overwhelming firepower from rocket on overwhelming firepower from rocket on overwhelming firepower from rocket artillery, aiming to blunt Thai advances artillery, aiming to blunt Thai advances artillery, aiming to blunt Thai advances and deter deeper strikes. But while both and deter deeper strikes. But while both and deter deeper strikes. But while both sides escalate, international voices are sides escalate, international voices are sides escalate, international voices are calling for restraint. The United States calling for restraint. The United States calling for restraint. The United States has urged an immediate freeze in has urged an immediate freeze in has urged an immediate freeze in hostilities as artillery exchanges hostilities as artillery exchanges hostilities as artillery exchanges [music] have forced civilians to flee [music] have forced civilians to flee [music] have forced civilians to flee several border communities. Senator several border communities. Senator several border communities. Senator Marco Rubio [music] issued a sharp Marco Rubio [music] issued a sharp Marco Rubio [music] issued a sharp warning, insisting on an instant warning, insisting on an instant warning, insisting on an instant ceasefire before the situation spirals ceasefire before the situation spirals ceasefire before the situation spirals far beyond control. For now, [music] the far beyond control. For now, [music] the far beyond control. For now, [music] the border remains on edge. And as regional border remains on edge. And as regional border remains on edge. And as regional tensions simmer, the world watches to tensions simmer, the world watches to tensions simmer, the world watches to see whether this conflict can be see whether this conflict can be see whether this conflict can be contained or whether outside powers, contained or whether outside powers, contained or whether outside powers, shifting alliances and rising shifting alliances and rising shifting alliances and rising retaliation will pull Southeast Asia retaliation will pull Southeast Asia retaliation will pull Southeast Asia into a wider crisis. [music] [music] [music] &gt;&gt; Subscribe to One India and never miss an &gt;&gt; Subscribe to One India and never miss an &gt;&gt; Subscribe to One India and never miss an update. update. update. Download the One India [music] app now.", "sentences": ["Today, the situation along the Thailand Today, the situation along the Thailand Today, the situation along the Thailand Cambodia border is entering a dangerous Cambodia border is entering a dangerous Cambodia border is entering a dangerous new phase.", "And with each passing day, new phase.", "And with each passing day, new phase.", "And with each passing day, tensions in this conflict continue to tensions in this conflict continue to tensions in this conflict continue to rise.", "rise.", "rise.", "Reports from the ground indicate that Reports from the ground indicate that Reports from the ground indicate that the latest escalation came after Thai the latest escalation came after Thai the latest escalation came after Thai artillery struck a Chinese-owned company artillery struck a Chinese-owned company artillery struck a Chinese-owned company facility in the Osmach region of facility in the Osmach region of facility in the Osmach region of Cambodia's Adar Manche province.", "The Cambodia's Adar Manche province.", "The Cambodia's Adar Manche province.", "The shelling hit the main building, shelling hit the main building, shelling hit the main building, triggering widespread panic among triggering widespread panic among triggering widespread panic among workers and nearby residents.", "This workers and nearby residents.", "This workers and nearby residents.", "This strike has deepened concerns across the strike has deepened concerns across the strike has deepened concerns across the region.", "Analysts are now speculating region.", "Analysts are now speculating region.", "Analysts are now speculating whether China might involve itself not whether China might involve itself not whether China might involve itself not militarily but through large-scale militarily but through large-scale militarily but through large-scale military equipment support to Cambodia.", "military equipment support to Cambodia.", "military equipment support to Cambodia.", "And that possibility carries weight.", "And that possibility carries weight.", "And that possibility carries weight.", "Cambodia's armed forces rely heavily on Cambodia's armed forces rely heavily on Cambodia's armed forces rely heavily on Chinese-made systems.", "From infantry Chinese-made systems.", "From infantry Chinese-made systems.", "From infantry weapons to rocket artillery to armored weapons to rocket artillery to armored weapons to rocket artillery to armored vehicles.", "It is no secret that China vehicles.", "It is no secret that China vehicles.", "It is no secret that China supplies the majority of Cambodia's supplies the majority of Cambodia's supplies the majority of Cambodia's lethal military equipment, and the lethal military equipment, and the lethal military equipment, and the attack on a Chinese company has attack on a Chinese company has attack on a Chinese company has reportedly sparked severe frustration in reportedly sparked severe frustration in reportedly sparked severe frustration in Beijing.", "Beijing.", "Beijing.", "Now, [music] the world is watching Now, [music] the world is watching Now, [music] the world is watching closely, waiting for China's response.", "closely, waiting for China's response.", "closely, waiting for China's response.", "On the ground, Cambodia has intensified On the ground, Cambodia has intensified On the ground, Cambodia has intensified its retaliation.", "Footage from the border its retaliation.", "Footage from the border its retaliation.", "Footage from the border areas shows BM21 and RM70 multiple areas shows BM21 and RM70 multiple areas shows BM21 and RM70 multiple rocket launchers firing repeated rocket launchers firing repeated rocket launchers firing repeated bargages toward Thai military positions bargages toward Thai military positions bargages toward Thai military positions near Cakeette.", "These systems capable of near Cakeette.", "These systems capable of near Cakeette.", "These systems capable of saturating large areas are being saturating large areas are being saturating large areas are being deployed in significant numbers as deployed in significant numbers as deployed in significant numbers as Cambodia attempts to counter Thailand's Cambodia attempts to counter Thailand's Cambodia attempts to counter Thailand's air advantage.", "air advantage.", "air advantage.", "Meanwhile, Thailand continues its own Meanwhile, Thailand continues its own Meanwhile, Thailand continues its own operations.", "Two Royal Thai Air Force operations.", "Two Royal Thai Air Force operations.", "Two Royal Thai Air Force jets, an F-16 and a JAS39 jets, an F-16 and a JAS39 jets, an F-16 and a JAS39 Grieen conducted another air strike near Grieen conducted another air strike near Grieen conducted another air strike near the Osont region targeting what Thai the Osont region targeting what Thai the Osont region targeting what Thai officials describe as casino and scam officials describe as casino and scam officials describe as casino and scam operations allegedly linked to criminal operations allegedly linked to criminal operations allegedly linked to criminal networks.", "As fighting spreads along networks.", "As fighting spreads along networks.", "As fighting spreads along multiple points of the border, close multiple points of the border, close multiple points of the border, close quarters clashes between Thai and quarters clashes between Thai and quarters clashes between Thai and Cambodian soldiers are being reported Cambodian soldiers are being reported Cambodian soldiers are being reported with increasing frequency.", "Cambodian with increasing frequency.", "Cambodian with increasing frequency.", "Cambodian troops have been seen taking shelter in troops have been seen taking shelter in troops have been seen taking shelter in tunnels and bunkers in the Priya Vihar tunnels and bunkers in the Priya Vihar tunnels and bunkers in the Priya Vihar area.", "As Thai reinforcements moves area.", "As Thai reinforcements moves area.", "As Thai reinforcements moves steadily toward the frontier, military steadily toward the frontier, military steadily toward the frontier, military analysts warned that Thailand's air analysts warned that Thailand's air analysts warned that Thailand's air superiority powered by advanced fighters superiority powered by advanced fighters superiority powered by advanced fighters and more sophisticated surveillance and more sophisticated surveillance and more sophisticated surveillance systems pose a major challenge for systems pose a major challenge for systems pose a major challenge for Cambodia's mostly groundbased forces.", "Cambodia's mostly groundbased forces.", "Cambodia's mostly groundbased forces.", "Yet Cambodia's strategy appears focused Yet Cambodia's strategy appears focused Yet Cambodia's strategy appears focused on overwhelming firepower from rocket on overwhelming firepower from rocket on overwhelming firepower from rocket artillery, aiming to blunt Thai advances artillery, aiming to blunt Thai advances artillery, aiming to blunt Thai advances and deter deeper strikes.", "But while both and deter deeper strikes.", "But while both and deter deeper strikes.", "But while both sides escalate, international voices are sides escalate, international voices are sides escalate, international voices are calling for restraint.", "The United States calling for restraint.", "The United States calling for restraint.", "The United States has urged an immediate freeze in has urged an immediate freeze in has urged an immediate freeze in hostilities as artillery exchanges hostilities as artillery exchanges hostilities as artillery exchanges [music] have forced civilians to flee [music] have forced civilians to flee [music] have forced civilians to flee several border communities.", "Senator several border communities.", "Senator several border communities.", "Senator Marco Rubio [music] issued a sharp Marco Rubio [music] issued a sharp Marco Rubio [music] issued a sharp warning, insisting on an instant warning, insisting on an instant warning, insisting on an instant ceasefire before the situation spirals ceasefire before the situation spirals ceasefire before the situation spirals far beyond control.", "For now, [music] the far beyond control.", "For now, [music] the far beyond control.", "For now, [music] the border remains on edge.", "And as regional border remains on edge.", "And as regional border remains on edge.", "And as regional tensions simmer, the world watches to tensions simmer, the world watches to tensions simmer, the world watches to see whether this conflict can be see whether this conflict can be see whether this conflict can be contained or whether outside powers, contained or whether outside powers, contained or whether outside powers, shifting alliances and rising shifting alliances and rising shifting alliances and rising retaliation will pull Southeast Asia retaliation will pull Southeast Asia retaliation will pull Southeast Asia into a wider crisis.", "[music] [music] [music] &gt;&gt; Subscribe to One India and never miss an &gt;&gt; Subscribe to One India and never miss an &gt;&gt; Subscribe to One India and never miss an update.", "update.", "update.", "Download the One India [music] app now."], "transcript": [{"start": 16.4, "end": 19.59, "text": "Today, the situation along the Thailand"}, {"start": 19.59, "end": 19.6, "text": "Today, the situation along the Thailand"}, {"start": 19.6, "end": 22.79, "text": "Today, the situation along the Thailand Cambodia border is entering a dangerous"}, {"start": 22.79, "end": 22.8, "text": "Cambodia border is entering a dangerous"}, {"start": 22.8, "end": 26.31, "text": "Cambodia border is entering a dangerous new phase. And with each passing day,"}, {"start": 26.31, "end": 26.32, "text": "new phase. And with each passing day,"}, {"start": 26.32, "end": 29.189, "text": "new phase. And with each passing day, tensions in this conflict continue to"}, {"start": 29.189, "end": 29.199, "text": "tensions in this conflict continue to"}, {"start": 29.199, "end": 30.71, "text": "tensions in this conflict continue to rise."}, {"start": 30.71, "end": 30.72, "text": "rise."}, {"start": 30.72, "end": 32.79, "text": "rise. Reports from the ground indicate that"}, {"start": 32.79, "end": 32.8, "text": "Reports from the ground indicate that"}, {"start": 32.8, "end": 35.83, "text": "Reports from the ground indicate that the latest escalation came after Thai"}, {"start": 35.83, "end": 35.84, "text": "the latest escalation came after Thai"}, {"start": 35.84, "end": 39.19, "text": "the latest escalation came after Thai artillery struck a Chinese-owned company"}, {"start": 39.19, "end": 39.2, "text": "artillery struck a Chinese-owned company"}, {"start": 39.2, "end": 42.229, "text": "artillery struck a Chinese-owned company facility in the Osmach region of"}, {"start": 42.229, "end": 42.239, "text": "facility in the Osmach region of"}, {"start": 42.239, "end": 46.15, "text": "facility in the Osmach region of Cambodia's Adar Manche province. The"}, {"start": 46.15, "end": 46.16, "text": "Cambodia's Adar Manche province. The"}, {"start": 46.16, "end": 48.31, "text": "Cambodia's Adar Manche province. The shelling hit the main building,"}, {"start": 48.31, "end": 48.32, "text": "shelling hit the main building,"}, {"start": 48.32, "end": 50.549, "text": "shelling hit the main building, triggering widespread panic among"}, {"start": 50.549, "end": 50.559, "text": "triggering widespread panic among"}, {"start": 50.559, "end": 53.67, "text": "triggering widespread panic among workers and nearby residents. This"}, {"start": 53.67, "end": 53.68, "text": "workers and nearby residents. This"}, {"start": 53.68, "end": 56.229, "text": "workers and nearby residents. This strike has deepened concerns across the"}, {"start": 56.229, "end": 56.239, "text": "strike has deepened concerns across the"}, {"start": 56.239, "end": 59.27, "text": "strike has deepened concerns across the region. Analysts are now speculating"}, {"start": 59.27, "end": 59.28, "text": "region. Analysts are now speculating"}, {"start": 59.28, "end": 62.389, "text": "region. Analysts are now speculating whether China might involve itself not"}, {"start": 62.389, "end": 62.399, "text": "whether China might involve itself not"}, {"start": 62.399, "end": 64.95, "text": "whether China might involve itself not militarily but through large-scale"}, {"start": 64.95, "end": 64.96, "text": "militarily but through large-scale"}, {"start": 64.96, "end": 68.63, "text": "militarily but through large-scale military equipment support to Cambodia."}, {"start": 68.63, "end": 68.64, "text": "military equipment support to Cambodia."}, {"start": 68.64, "end": 71.59, "text": "military equipment support to Cambodia. And that possibility carries weight."}, {"start": 71.59, "end": 71.6, "text": "And that possibility carries weight."}, {"start": 71.6, "end": 74.87, "text": "And that possibility carries weight. Cambodia's armed forces rely heavily on"}, {"start": 74.87, "end": 74.88, "text": "Cambodia's armed forces rely heavily on"}, {"start": 74.88, "end": 77.749, "text": "Cambodia's armed forces rely heavily on Chinese-made systems. From infantry"}, {"start": 77.749, "end": 77.759, "text": "Chinese-made systems. From infantry"}, {"start": 77.759, "end": 80.95, "text": "Chinese-made systems. From infantry weapons to rocket artillery to armored"}, {"start": 80.95, "end": 80.96000000000001, "text": "weapons to rocket artillery to armored"}, {"start": 80.96000000000001, "end": 84.23, "text": "weapons to rocket artillery to armored vehicles. It is no secret that China"}, {"start": 84.23, "end": 84.24, "text": "vehicles. It is no secret that China"}, {"start": 84.24, "end": 86.71000000000001, "text": "vehicles. It is no secret that China supplies the majority of Cambodia's"}, {"start": 86.71000000000001, "end": 86.72, "text": "supplies the majority of Cambodia's"}, {"start": 86.72, "end": 89.35, "text": "supplies the majority of Cambodia's lethal military equipment, and the"}, {"start": 89.35, "end": 89.36, "text": "lethal military equipment, and the"}, {"start": 89.36, "end": 91.749, "text": "lethal military equipment, and the attack on a Chinese company has"}, {"start": 91.749, "end": 91.759, "text": "attack on a Chinese company has"}, {"start": 91.759, "end": 95.10900000000001, "text": "attack on a Chinese company has reportedly sparked severe frustration in"}, {"start": 95.10900000000001, "end": 95.119, "text": "reportedly sparked severe frustration in"}, {"start": 95.119, "end": 96.63, "text": "reportedly sparked severe frustration in Beijing."}, {"start": 96.63, "end": 96.64, "text": "Beijing."}, {"start": 96.64, "end": 98.39, "text": "Beijing. Now, [music] the world is watching"}, {"start": 98.39, "end": 98.4, "text": "Now, [music] the world is watching"}, {"start": 98.4, "end": 102.31, "text": "Now, [music] the world is watching closely, waiting for China's response."}, {"start": 102.31, "end": 102.32, "text": "closely, waiting for China's response."}, {"start": 102.32, "end": 105.35, "text": "closely, waiting for China's response. On the ground, Cambodia has intensified"}, {"start": 105.35, "end": 105.36, "text": "On the ground, Cambodia has intensified"}, {"start": 105.36, "end": 108.31, "text": "On the ground, Cambodia has intensified its retaliation. Footage from the border"}, {"start": 108.31, "end": 108.32, "text": "its retaliation. Footage from the border"}, {"start": 108.32, "end": 113.19, "text": "its retaliation. Footage from the border areas shows BM21 and RM70 multiple"}, {"start": 113.19, "end": 113.2, "text": "areas shows BM21 and RM70 multiple"}, {"start": 113.2, "end": 115.749, "text": "areas shows BM21 and RM70 multiple rocket launchers firing repeated"}, {"start": 115.749, "end": 115.759, "text": "rocket launchers firing repeated"}, {"start": 115.759, "end": 118.63, "text": "rocket launchers firing repeated bargages toward Thai military positions"}, {"start": 118.63, "end": 118.64, "text": "bargages toward Thai military positions"}, {"start": 118.64, "end": 122.469, "text": "bargages toward Thai military positions near Cakeette. These systems capable of"}, {"start": 122.469, "end": 122.479, "text": "near Cakeette. These systems capable of"}, {"start": 122.479, "end": 124.95, "text": "near Cakeette. These systems capable of saturating large areas are being"}, {"start": 124.95, "end": 124.96, "text": "saturating large areas are being"}, {"start": 124.96, "end": 127.51, "text": "saturating large areas are being deployed in significant numbers as"}, {"start": 127.51, "end": 127.52, "text": "deployed in significant numbers as"}, {"start": 127.52, "end": 130.07, "text": "deployed in significant numbers as Cambodia attempts to counter Thailand's"}, {"start": 130.07, "end": 130.08, "text": "Cambodia attempts to counter Thailand's"}, {"start": 130.08, "end": 131.99, "text": "Cambodia attempts to counter Thailand's air advantage."}, {"start": 131.99, "end": 132.0, "text": "air advantage."}, {"start": 132.0, "end": 134.949, "text": "air advantage. Meanwhile, Thailand continues its own"}, {"start": 134.949, "end": 134.959, "text": "Meanwhile, Thailand continues its own"}, {"start": 134.959, "end": 138.22899999999998, "text": "Meanwhile, Thailand continues its own operations. Two Royal Thai Air Force"}, {"start": 138.22899999999998, "end": 138.239, "text": "operations. Two Royal Thai Air Force"}, {"start": 138.239, "end": 142.22899999999998, "text": "operations. Two Royal Thai Air Force jets, an F-16 and a JAS39"}, {"start": 142.22899999999998, "end": 142.239, "text": "jets, an F-16 and a JAS39"}, {"start": 142.239, "end": 145.11, "text": "jets, an F-16 and a JAS39 Grieen conducted another air strike near"}, {"start": 145.11, "end": 145.12, "text": "Grieen conducted another air strike near"}, {"start": 145.12, "end": 148.07, "text": "Grieen conducted another air strike near the Osont region targeting what Thai"}, {"start": 148.07, "end": 148.07999999999998, "text": "the Osont region targeting what Thai"}, {"start": 148.07999999999998, "end": 151.03, "text": "the Osont region targeting what Thai officials describe as casino and scam"}, {"start": 151.03, "end": 151.04, "text": "officials describe as casino and scam"}, {"start": 151.04, "end": 153.99, "text": "officials describe as casino and scam operations allegedly linked to criminal"}, {"start": 153.99, "end": 154.0, "text": "operations allegedly linked to criminal"}, {"start": 154.0, "end": 157.27, "text": "operations allegedly linked to criminal networks. As fighting spreads along"}, {"start": 157.27, "end": 157.28, "text": "networks. As fighting spreads along"}, {"start": 157.28, "end": 159.67000000000002, "text": "networks. As fighting spreads along multiple points of the border, close"}, {"start": 159.67000000000002, "end": 159.68, "text": "multiple points of the border, close"}, {"start": 159.68, "end": 161.99, "text": "multiple points of the border, close quarters clashes between Thai and"}, {"start": 161.99, "end": 162.0, "text": "quarters clashes between Thai and"}, {"start": 162.0, "end": 164.47, "text": "quarters clashes between Thai and Cambodian soldiers are being reported"}, {"start": 164.47, "end": 164.48, "text": "Cambodian soldiers are being reported"}, {"start": 164.48, "end": 167.67000000000002, "text": "Cambodian soldiers are being reported with increasing frequency. Cambodian"}, {"start": 167.67000000000002, "end": 167.68, "text": "with increasing frequency. Cambodian"}, {"start": 167.68, "end": 170.39, "text": "with increasing frequency. Cambodian troops have been seen taking shelter in"}, {"start": 170.39, "end": 170.4, "text": "troops have been seen taking shelter in"}, {"start": 170.4, "end": 173.43, "text": "troops have been seen taking shelter in tunnels and bunkers in the Priya Vihar"}, {"start": 173.43, "end": 173.44, "text": "tunnels and bunkers in the Priya Vihar"}, {"start": 173.44, "end": 176.55, "text": "tunnels and bunkers in the Priya Vihar area. As Thai reinforcements moves"}, {"start": 176.55, "end": 176.56, "text": "area. As Thai reinforcements moves"}, {"start": 176.56, "end": 179.75, "text": "area. As Thai reinforcements moves steadily toward the frontier, military"}, {"start": 179.75, "end": 179.76, "text": "steadily toward the frontier, military"}, {"start": 179.76, "end": 182.309, "text": "steadily toward the frontier, military analysts warned that Thailand's air"}, {"start": 182.309, "end": 182.319, "text": "analysts warned that Thailand's air"}, {"start": 182.319, "end": 185.50900000000001, "text": "analysts warned that Thailand's air superiority powered by advanced fighters"}, {"start": 185.50900000000001, "end": 185.519, "text": "superiority powered by advanced fighters"}, {"start": 185.519, "end": 187.67, "text": "superiority powered by advanced fighters and more sophisticated surveillance"}, {"start": 187.67, "end": 187.68, "text": "and more sophisticated surveillance"}, {"start": 187.68, "end": 190.55, "text": "and more sophisticated surveillance systems pose a major challenge for"}, {"start": 190.55, "end": 190.56, "text": "systems pose a major challenge for"}, {"start": 190.56, "end": 194.07, "text": "systems pose a major challenge for Cambodia's mostly groundbased forces."}, {"start": 194.07, "end": 194.08, "text": "Cambodia's mostly groundbased forces."}, {"start": 194.08, "end": 196.949, "text": "Cambodia's mostly groundbased forces. Yet Cambodia's strategy appears focused"}, {"start": 196.949, "end": 196.959, "text": "Yet Cambodia's strategy appears focused"}, {"start": 196.959, "end": 200.149, "text": "Yet Cambodia's strategy appears focused on overwhelming firepower from rocket"}, {"start": 200.149, "end": 200.159, "text": "on overwhelming firepower from rocket"}, {"start": 200.159, "end": 203.35, "text": "on overwhelming firepower from rocket artillery, aiming to blunt Thai advances"}, {"start": 203.35, "end": 203.36, "text": "artillery, aiming to blunt Thai advances"}, {"start": 203.36, "end": 207.19, "text": "artillery, aiming to blunt Thai advances and deter deeper strikes. But while both"}, {"start": 207.19, "end": 207.2, "text": "and deter deeper strikes. But while both"}, {"start": 207.2, "end": 210.39, "text": "and deter deeper strikes. But while both sides escalate, international voices are"}, {"start": 210.39, "end": 210.4, "text": "sides escalate, international voices are"}, {"start": 210.4, "end": 213.35, "text": "sides escalate, international voices are calling for restraint. The United States"}, {"start": 213.35, "end": 213.36, "text": "calling for restraint. The United States"}, {"start": 213.36, "end": 215.67000000000002, "text": "calling for restraint. The United States has urged an immediate freeze in"}, {"start": 215.67000000000002, "end": 215.68, "text": "has urged an immediate freeze in"}, {"start": 215.68, "end": 218.107, "text": "has urged an immediate freeze in hostilities as artillery exchanges"}, {"start": 218.107, "end": 218.117, "text": "hostilities as artillery exchanges"}, {"start": 218.117, "end": 220.47, "text": "hostilities as artillery exchanges [music] have forced civilians to flee"}, {"start": 220.47, "end": 220.48, "text": "[music] have forced civilians to flee"}, {"start": 220.48, "end": 223.19, "text": "[music] have forced civilians to flee several border communities. Senator"}, {"start": 223.19, "end": 223.2, "text": "several border communities. Senator"}, {"start": 223.2, "end": 225.50900000000001, "text": "several border communities. Senator Marco Rubio [music] issued a sharp"}, {"start": 225.50900000000001, "end": 225.519, "text": "Marco Rubio [music] issued a sharp"}, {"start": 225.519, "end": 228.07, "text": "Marco Rubio [music] issued a sharp warning, insisting on an instant"}, {"start": 228.07, "end": 228.07999999999998, "text": "warning, insisting on an instant"}, {"start": 228.07999999999998, "end": 231.11, "text": "warning, insisting on an instant ceasefire before the situation spirals"}, {"start": 231.11, "end": 231.12, "text": "ceasefire before the situation spirals"}, {"start": 231.12, "end": 234.39, "text": "ceasefire before the situation spirals far beyond control. For now, [music] the"}, {"start": 234.39, "end": 234.4, "text": "far beyond control. For now, [music] the"}, {"start": 234.4, "end": 237.75, "text": "far beyond control. For now, [music] the border remains on edge. And as regional"}, {"start": 237.75, "end": 237.76, "text": "border remains on edge. And as regional"}, {"start": 237.76, "end": 240.55, "text": "border remains on edge. And as regional tensions simmer, the world watches to"}, {"start": 240.55, "end": 240.56, "text": "tensions simmer, the world watches to"}, {"start": 240.56, "end": 242.71, "text": "tensions simmer, the world watches to see whether this conflict can be"}, {"start": 242.71, "end": 242.72, "text": "see whether this conflict can be"}, {"start": 242.72, "end": 245.75, "text": "see whether this conflict can be contained or whether outside powers,"}, {"start": 245.75, "end": 245.76, "text": "contained or whether outside powers,"}, {"start": 245.76, "end": 248.309, "text": "contained or whether outside powers, shifting alliances and rising"}, {"start": 248.309, "end": 248.319, "text": "shifting alliances and rising"}, {"start": 248.319, "end": 251.589, "text": "shifting alliances and rising retaliation will pull Southeast Asia"}, {"start": 251.589, "end": 251.599, "text": "retaliation will pull Southeast Asia"}, {"start": 251.599, "end": 258.717, "text": "retaliation will pull Southeast Asia into a wider crisis."}, {"start": 258.727, "end": 258.87, "text": "[music]"}, {"start": 258.87, "end": 258.88, "text": "[music]"}, {"start": 258.88, "end": 260.87, "text": "[music] &gt;&gt; Subscribe to One India and never miss an"}, {"start": 260.87, "end": 260.88, "text": "&gt;&gt; Subscribe to One India and never miss an"}, {"start": 260.88, "end": 263.749, "text": "&gt;&gt; Subscribe to One India and never miss an update."}, {"start": 263.749, "end": 263.759, "text": "update."}, {"start": 263.759, "end": 267.759, "text": "update. Download the One India [music] app now."}], "createdAt": "2025-12-15T03:44:33.000Z", "imageUrl": "https://img.youtube.com/vi/macaCl4VhPc/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=macaCl4VhPc", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_bV_SX4ys9kc", "userId": "system", "title": "50 Small Talk Questions and Answers in Thai you must know - Thai Daily Conversation", "language": "th", "content": "      Small  Talk  Small  Talk  Small  Talk                        31  31  31  31  31  31                                                              LINE   LINE   LINE   LINE  LINE  LINE  LINE  ID  LINE  ID  LINE  ID                                                31  31   31  31   31  31                     10  10  10               2-3   2-3   2-3                                                      tha  with  grace   tha  with  grace   tha  with  grace                                    YouTube  YouTube  YouTube                                   1  30  1  30  1  30  1   1   1   4  4  4                                                                               1   1   1               2  3   2  3   2  3               99:00   99:00   99:00                                                                                                8:00   8:00   8:00                  7:30   7:30   7:30      730   730   730        7:30  18:00  7:30  18:00  7:30  18:00   20:00   20:00   20:00                                                                                                                                                                                                                                    ATM  netflix  ATM  netflix  ATM  netflix                                                           Leonardo  de  cio  Leonardo  de  cio  Leonardo  de  cio               tha  with  Grace docomo ", "sentences": ["      Small  Talk  Small  Talk  Small  Talk                        31  31  31  31  31  31                                                              LINE   LINE   LINE   LINE  LINE  LINE  LINE  ID  LINE  ID  LINE  ID                                                31  31   31  31   31  31                     10  10  10               2-3   2-3   2-3                                                      tha  with  grace   tha  with  grace   tha  with  grace                                    YouTube  YouTube  YouTube                                   1  30  1  30  1  30  1   1   1   4  4  4                                                                               1   1   1               2  3   2  3   2  3               99:00   99:00   99:00                                                                                                8:00   8:00   8:00                  7:30   7:30   7:30      730   730   730        7:30  18:00  7:30  18:00  7:30  18:00   20:00   20:00   20:00                                                                                                                                                                                                                                    ATM  netflix  ATM  netflix  ATM  netflix                                                           Leonardo  de  cio  Leonardo  de  cio  Leonardo  de  cio               tha  with  Grace docomo "], "transcript": [{"start": 0.44, "end": 5.91, "text": ""}, {"start": 5.91, "end": 5.92, "text": ""}, {"start": 5.92, "end": 10.15, "text": " "}, {"start": 10.15, "end": 10.16, "text": ""}, {"start": 10.16, "end": 15.11, "text": " Small  Talk "}, {"start": 15.11, "end": 15.12, "text": "Small  Talk "}, {"start": 15.12, "end": 20.39, "text": "Small  Talk  "}, {"start": 20.39, "end": 20.4, "text": ""}, {"start": 20.4, "end": 23.15, "text": " "}, {"start": 23.15, "end": 23.16, "text": ""}, {"start": 23.16, "end": 25.87, "text": " "}, {"start": 25.87, "end": 25.88, "text": ""}, {"start": 25.88, "end": 31.67, "text": " "}, {"start": 31.67, "end": 31.68, "text": ""}, {"start": 31.68, "end": 34.63, "text": " "}, {"start": 34.63, "end": 34.64, "text": ""}, {"start": 34.64, "end": 37.79, "text": " "}, {"start": 37.79, "end": 37.8, "text": ""}, {"start": 37.8, "end": 40.869, "text": " "}, {"start": 40.869, "end": 40.879, "text": ""}, {"start": 40.879, "end": 47.79, "text": "  31  31"}, {"start": 47.79, "end": 47.8, "text": " 31  31"}, {"start": 47.8, "end": 51.83, "text": " 31  31 "}, {"start": 51.83, "end": 51.84, "text": ""}, {"start": 51.84, "end": 55.349, "text": " "}, {"start": 55.349, "end": 55.359, "text": ""}, {"start": 55.359, "end": 60.869, "text": " "}, {"start": 60.869, "end": 60.879, "text": ""}, {"start": 60.879, "end": 62.15, "text": " "}, {"start": 62.15, "end": 62.16, "text": ""}, {"start": 62.16, "end": 67.59, "text": " "}, {"start": 67.59, "end": 67.6, "text": ""}, {"start": 67.6, "end": 70.789, "text": " "}, {"start": 70.789, "end": 70.799, "text": ""}, {"start": 70.799, "end": 76.789, "text": " "}, {"start": 76.789, "end": 76.799, "text": ""}, {"start": 76.799, "end": 77.71000000000001, "text": " "}, {"start": 77.71000000000001, "end": 77.72, "text": ""}, {"start": 77.72, "end": 81.63, "text": " "}, {"start": 81.63, "end": 81.64, "text": ""}, {"start": 81.64, "end": 86.069, "text": " "}, {"start": 86.069, "end": 86.07900000000001, "text": ""}, {"start": 86.07900000000001, "end": 90.63, "text": " "}, {"start": 90.63, "end": 90.64, "text": ""}, {"start": 90.64, "end": 95.71000000000001, "text": " "}, {"start": 95.71000000000001, "end": 95.72, "text": ""}, {"start": 95.72, "end": 100.069, "text": " "}, {"start": 100.069, "end": 100.07900000000001, "text": ""}, {"start": 100.07900000000001, "end": 102.19, "text": " "}, {"start": 102.19, "end": 102.2, "text": ""}, {"start": 102.2, "end": 106.35, "text": " "}, {"start": 106.35, "end": 106.36, "text": ""}, {"start": 106.36, "end": 109.63, "text": " "}, {"start": 109.63, "end": 109.64, "text": ""}, {"start": 109.64, "end": 114.10900000000001, "text": " "}, {"start": 114.10900000000001, "end": 114.119, "text": ""}, {"start": 114.119, "end": 117.789, "text": " "}, {"start": 117.789, "end": 117.799, "text": ""}, {"start": 117.799, "end": 120.469, "text": " "}, {"start": 120.469, "end": 120.479, "text": ""}, {"start": 120.479, "end": 121.749, "text": " "}, {"start": 121.749, "end": 121.759, "text": ""}, {"start": 121.759, "end": 124.469, "text": "  LINE "}, {"start": 124.469, "end": 124.479, "text": " LINE "}, {"start": 124.479, "end": 127.869, "text": " LINE   LINE"}, {"start": 127.869, "end": 127.879, "text": " LINE"}, {"start": 127.879, "end": 134.35, "text": " LINE  LINE  ID"}, {"start": 134.35, "end": 134.36, "text": " LINE  ID"}, {"start": 134.36, "end": 140.67000000000002, "text": " LINE  ID "}, {"start": 140.67000000000002, "end": 140.68, "text": ""}, {"start": 140.68, "end": 145.79, "text": " "}, {"start": 145.8, "end": 150.869, "text": ""}, {"start": 150.869, "end": 150.879, "text": ""}, {"start": 150.879, "end": 155.309, "text": " "}, {"start": 155.309, "end": 155.31900000000002, "text": ""}, {"start": 155.31900000000002, "end": 158.22899999999998, "text": " "}, {"start": 158.22899999999998, "end": 158.239, "text": ""}, {"start": 158.239, "end": 162.55, "text": " "}, {"start": 162.55, "end": 162.56, "text": ""}, {"start": 162.56, "end": 166.11, "text": " "}, {"start": 166.11, "end": 166.12, "text": ""}, {"start": 166.12, "end": 169.35, "text": " "}, {"start": 169.35, "end": 169.36, "text": ""}, {"start": 169.36, "end": 172.869, "text": " "}, {"start": 172.869, "end": 172.879, "text": ""}, {"start": 172.879, "end": 176.67000000000002, "text": " "}, {"start": 176.67000000000002, "end": 176.68, "text": ""}, {"start": 176.68, "end": 181.229, "text": " "}, {"start": 181.229, "end": 181.239, "text": ""}, {"start": 181.239, "end": 185.67, "text": " "}, {"start": 185.67, "end": 185.68, "text": ""}, {"start": 185.68, "end": 191.67, "text": " "}, {"start": 191.67, "end": 191.68, "text": ""}, {"start": 191.68, "end": 196.19, "text": " "}, {"start": 196.19, "end": 196.2, "text": ""}, {"start": 196.2, "end": 197.43, "text": " "}, {"start": 197.43, "end": 197.44, "text": ""}, {"start": 197.44, "end": 202.63, "text": " "}, {"start": 202.63, "end": 202.64, "text": ""}, {"start": 202.64, "end": 209.47, "text": "  31  31 "}, {"start": 209.47, "end": 209.48, "text": " 31  31 "}, {"start": 209.48, "end": 210.27, "text": " 31  31  "}, {"start": 210.27, "end": 210.28, "text": ""}, {"start": 210.28, "end": 213.99, "text": " "}, {"start": 213.99, "end": 214.0, "text": ""}, {"start": 214.0, "end": 217.91, "text": " "}, {"start": 217.91, "end": 217.92000000000002, "text": ""}, {"start": 217.92000000000002, "end": 223.149, "text": " "}, {"start": 223.149, "end": 223.159, "text": ""}, {"start": 223.159, "end": 231.99, "text": " "}, {"start": 231.99, "end": 232.0, "text": ""}, {"start": 232.0, "end": 235.949, "text": " "}, {"start": 235.949, "end": 235.959, "text": ""}, {"start": 235.959, "end": 241.149, "text": "  10"}, {"start": 241.149, "end": 241.159, "text": " 10"}, {"start": 241.159, "end": 247.789, "text": " 10 "}, {"start": 247.789, "end": 247.799, "text": ""}, {"start": 247.799, "end": 251.11, "text": " "}, {"start": 251.11, "end": 251.12, "text": ""}, {"start": 251.12, "end": 258.11, "text": " "}, {"start": 258.12, "end": 261.51, "text": ""}, {"start": 261.51, "end": 261.52, "text": ""}, {"start": 261.52, "end": 265.31, "text": " "}, {"start": 265.31, "end": 265.32, "text": ""}, {"start": 265.32, "end": 270.35, "text": "  2-3 "}, {"start": 270.35, "end": 270.36, "text": " 2-3 "}, {"start": 270.36, "end": 275.909, "text": " 2-3  "}, {"start": 275.909, "end": 275.919, "text": ""}, {"start": 275.919, "end": 281.189, "text": " "}, {"start": 281.189, "end": 281.199, "text": ""}, {"start": 281.199, "end": 288.11, "text": " "}, {"start": 288.11, "end": 288.12, "text": ""}, {"start": 288.12, "end": 291.79, "text": " "}, {"start": 291.79, "end": 291.8, "text": ""}, {"start": 291.8, "end": 295.469, "text": " "}, {"start": 295.469, "end": 295.479, "text": ""}, {"start": 295.479, "end": 297.43, "text": " "}, {"start": 297.43, "end": 297.44, "text": ""}, {"start": 297.44, "end": 301.51, "text": " "}, {"start": 301.51, "end": 301.52, "text": ""}, {"start": 301.52, "end": 303.35, "text": " "}, {"start": 303.35, "end": 303.36, "text": ""}, {"start": 303.36, "end": 310.67, "text": " "}, {"start": 310.67, "end": 310.68, "text": ""}, {"start": 310.68, "end": 315.71, "text": " "}, {"start": 315.71, "end": 315.72, "text": ""}, {"start": 315.72, "end": 319.99, "text": " "}, {"start": 319.99, "end": 320.0, "text": ""}, {"start": 320.0, "end": 327.39, "text": " "}, {"start": 327.39, "end": 327.4, "text": ""}, {"start": 327.4, "end": 334.469, "text": " "}, {"start": 334.469, "end": 334.479, "text": ""}, {"start": 334.479, "end": 339.27, "text": " "}, {"start": 339.27, "end": 339.28, "text": ""}, {"start": 339.28, "end": 342.909, "text": " "}, {"start": 342.909, "end": 342.919, "text": ""}, {"start": 342.919, "end": 347.55, "text": " "}, {"start": 347.55, "end": 347.56, "text": ""}, {"start": 347.56, "end": 352.71, "text": " "}, {"start": 352.71, "end": 352.72, "text": ""}, {"start": 352.72, "end": 357.99, "text": "  tha  with  grace "}, {"start": 357.99, "end": 358.0, "text": " tha  with  grace "}, {"start": 358.0, "end": 363.55, "text": " tha  with  grace  "}, {"start": 363.55, "end": 363.56, "text": ""}, {"start": 363.56, "end": 365.35, "text": " "}, {"start": 365.35, "end": 365.36, "text": ""}, {"start": 365.36, "end": 371.55, "text": " "}, {"start": 371.55, "end": 371.56, "text": ""}, {"start": 371.56, "end": 377.87, "text": " "}, {"start": 377.87, "end": 377.88, "text": ""}, {"start": 377.88, "end": 383.15, "text": " "}, {"start": 383.15, "end": 383.16, "text": ""}, {"start": 383.16, "end": 386.27, "text": " "}, {"start": 386.27, "end": 386.28, "text": ""}, {"start": 386.28, "end": 388.55, "text": " "}, {"start": 388.55, "end": 388.56, "text": ""}, {"start": 388.56, "end": 390.35, "text": " "}, {"start": 390.35, "end": 390.36, "text": ""}, {"start": 390.36, "end": 397.43, "text": " "}, {"start": 397.43, "end": 397.44, "text": ""}, {"start": 397.44, "end": 402.27, "text": " "}, {"start": 402.27, "end": 402.28, "text": ""}, {"start": 402.28, "end": 403.11, "text": " "}, {"start": 403.11, "end": 403.12, "text": ""}, {"start": 403.12, "end": 408.35, "text": "  YouTube"}, {"start": 408.35, "end": 408.36, "text": " YouTube"}, {"start": 408.36, "end": 409.71, "text": " YouTube "}, {"start": 409.71, "end": 409.72, "text": ""}, {"start": 409.72, "end": 414.189, "text": " "}, {"start": 414.189, "end": 414.199, "text": ""}, {"start": 414.199, "end": 418.51, "text": " "}, {"start": 418.51, "end": 418.52, "text": ""}, {"start": 418.52, "end": 421.029, "text": " "}, {"start": 421.029, "end": 421.039, "text": ""}, {"start": 421.039, "end": 423.43, "text": " "}, {"start": 423.43, "end": 423.44, "text": ""}, {"start": 423.44, "end": 427.23, "text": " "}, {"start": 427.23, "end": 427.24, "text": ""}, {"start": 427.24, "end": 434.07, "text": " "}, {"start": 434.07, "end": 434.08, "text": ""}, {"start": 434.08, "end": 438.35, "text": " "}, {"start": 438.35, "end": 438.36, "text": ""}, {"start": 438.36, "end": 441.07, "text": " "}, {"start": 441.07, "end": 441.08, "text": ""}, {"start": 441.08, "end": 445.11, "text": " "}, {"start": 445.11, "end": 445.12, "text": ""}, {"start": 445.12, "end": 447.909, "text": " "}, {"start": 447.909, "end": 447.919, "text": ""}, {"start": 447.919, "end": 457.11, "text": "  1  30"}, {"start": 457.11, "end": 457.12, "text": " 1  30"}, {"start": 457.12, "end": 463.11, "text": " 1  30  1 "}, {"start": 463.11, "end": 463.12, "text": " 1 "}, {"start": 463.12, "end": 468.23, "text": " 1   4"}, {"start": 468.23, "end": 468.24, "text": " 4"}, {"start": 468.24, "end": 471.469, "text": " 4 "}, {"start": 471.469, "end": 471.479, "text": ""}, {"start": 471.479, "end": 478.469, "text": " "}, {"start": 478.469, "end": 478.479, "text": ""}, {"start": 478.479, "end": 486.469, "text": " "}, {"start": 486.469, "end": 486.479, "text": ""}, {"start": 486.479, "end": 491.469, "text": " "}, {"start": 491.469, "end": 491.479, "text": ""}, {"start": 491.479, "end": 494.55, "text": " "}, {"start": 494.55, "end": 494.56, "text": ""}, {"start": 494.56, "end": 498.27, "text": " "}, {"start": 498.27, "end": 498.28, "text": ""}, {"start": 498.28, "end": 504.99, "text": " "}, {"start": 504.99, "end": 505.0, "text": ""}, {"start": 505.0, "end": 508.909, "text": " "}, {"start": 508.909, "end": 508.919, "text": ""}, {"start": 508.919, "end": 510.99, "text": " "}, {"start": 510.99, "end": 511.0, "text": ""}, {"start": 511.0, "end": 515.829, "text": " "}, {"start": 515.8389999999999, "end": 520.43, "text": ""}, {"start": 520.43, "end": 520.44, "text": ""}, {"start": 520.44, "end": 526.389, "text": " "}, {"start": 526.389, "end": 526.399, "text": ""}, {"start": 526.399, "end": 530.15, "text": " "}, {"start": 530.15, "end": 530.16, "text": ""}, {"start": 530.16, "end": 534.35, "text": " "}, {"start": 534.35, "end": 534.36, "text": ""}, {"start": 534.36, "end": 541.11, "text": " "}, {"start": 541.11, "end": 541.12, "text": ""}, {"start": 541.12, "end": 548.99, "text": " "}, {"start": 548.99, "end": 549.0, "text": ""}, {"start": 549.0, "end": 555.35, "text": " "}, {"start": 555.35, "end": 555.36, "text": ""}, {"start": 555.36, "end": 558.79, "text": " "}, {"start": 558.79, "end": 558.8, "text": ""}, {"start": 558.8, "end": 561.87, "text": " "}, {"start": 561.87, "end": 561.88, "text": ""}, {"start": 561.88, "end": 564.269, "text": " "}, {"start": 564.269, "end": 564.279, "text": ""}, {"start": 564.279, "end": 570.829, "text": " "}, {"start": 570.829, "end": 570.8389999999999, "text": ""}, {"start": 570.8389999999999, "end": 578.15, "text": " "}, {"start": 578.16, "end": 580.75, "text": ""}, {"start": 580.75, "end": 580.76, "text": ""}, {"start": 580.76, "end": 586.23, "text": " "}, {"start": 586.23, "end": 586.24, "text": ""}, {"start": 586.24, "end": 592.55, "text": " "}, {"start": 592.55, "end": 592.56, "text": ""}, {"start": 592.56, "end": 595.47, "text": " "}, {"start": 595.47, "end": 595.48, "text": ""}, {"start": 595.48, "end": 599.949, "text": " "}, {"start": 599.949, "end": 599.9590000000001, "text": ""}, {"start": 599.9590000000001, "end": 607.35, "text": "  1 "}, {"start": 607.35, "end": 607.36, "text": " 1 "}, {"start": 607.36, "end": 608.949, "text": " 1  "}, {"start": 608.949, "end": 608.959, "text": ""}, {"start": 608.959, "end": 614.47, "text": " "}, {"start": 614.47, "end": 614.48, "text": ""}, {"start": 614.48, "end": 617.03, "text": " "}, {"start": 617.03, "end": 617.04, "text": ""}, {"start": 617.04, "end": 623.11, "text": " "}, {"start": 623.11, "end": 623.12, "text": ""}, {"start": 623.12, "end": 627.19, "text": "  2  3 "}, {"start": 627.19, "end": 627.2, "text": " 2  3 "}, {"start": 627.2, "end": 630.31, "text": " 2  3  "}, {"start": 630.31, "end": 630.32, "text": ""}, {"start": 630.32, "end": 633.069, "text": " "}, {"start": 633.069, "end": 633.079, "text": ""}, {"start": 633.079, "end": 637.949, "text": " "}, {"start": 637.949, "end": 637.9590000000001, "text": ""}, {"start": 637.9590000000001, "end": 642.19, "text": " "}, {"start": 642.19, "end": 642.2, "text": ""}, {"start": 642.2, "end": 649.79, "text": "  99:00 "}, {"start": 649.79, "end": 649.8, "text": " 99:00 "}, {"start": 649.8, "end": 656.509, "text": " 99:00  "}, {"start": 656.509, "end": 656.519, "text": ""}, {"start": 656.519, "end": 660.629, "text": " "}, {"start": 660.629, "end": 660.639, "text": ""}, {"start": 660.639, "end": 663.629, "text": " "}, {"start": 663.629, "end": 663.639, "text": ""}, {"start": 663.639, "end": 669.15, "text": " "}, {"start": 669.15, "end": 669.16, "text": ""}, {"start": 669.16, "end": 675.389, "text": " "}, {"start": 675.389, "end": 675.399, "text": ""}, {"start": 675.399, "end": 677.47, "text": " "}, {"start": 677.47, "end": 677.48, "text": ""}, {"start": 677.48, "end": 685.67, "text": " "}, {"start": 685.67, "end": 685.68, "text": ""}, {"start": 685.68, "end": 687.23, "text": " "}, {"start": 687.23, "end": 687.24, "text": ""}, {"start": 687.24, "end": 691.75, "text": " "}, {"start": 691.75, "end": 691.76, "text": ""}, {"start": 691.76, "end": 697.509, "text": " "}, {"start": 697.509, "end": 697.519, "text": ""}, {"start": 697.519, "end": 700.389, "text": " "}, {"start": 700.389, "end": 700.399, "text": ""}, {"start": 700.399, "end": 706.03, "text": " "}, {"start": 706.03, "end": 706.04, "text": ""}, {"start": 706.04, "end": 711.629, "text": " "}, {"start": 711.629, "end": 711.639, "text": ""}, {"start": 711.639, "end": 714.15, "text": " "}, {"start": 714.15, "end": 714.16, "text": ""}, {"start": 714.16, "end": 720.829, "text": " "}, {"start": 720.829, "end": 720.839, "text": ""}, {"start": 720.839, "end": 726.269, "text": " "}, {"start": 726.269, "end": 726.279, "text": ""}, {"start": 726.279, "end": 729.069, "text": " "}, {"start": 729.069, "end": 729.079, "text": ""}, {"start": 729.079, "end": 732.43, "text": " "}, {"start": 732.43, "end": 732.44, "text": ""}, {"start": 732.44, "end": 740.11, "text": " "}, {"start": 740.11, "end": 740.12, "text": ""}, {"start": 740.12, "end": 744.509, "text": " "}, {"start": 744.509, "end": 744.519, "text": ""}, {"start": 744.519, "end": 753.35, "text": " "}, {"start": 753.35, "end": 753.36, "text": ""}, {"start": 753.36, "end": 760.87, "text": " "}, {"start": 760.87, "end": 760.88, "text": ""}, {"start": 760.88, "end": 765.829, "text": " "}, {"start": 765.829, "end": 765.8389999999999, "text": ""}, {"start": 765.8389999999999, "end": 772.55, "text": " "}, {"start": 772.55, "end": 772.56, "text": ""}, {"start": 772.56, "end": 777.99, "text": " "}, {"start": 777.99, "end": 778.0, "text": ""}, {"start": 778.0, "end": 780.31, "text": " "}, {"start": 780.31, "end": 780.32, "text": ""}, {"start": 780.32, "end": 784.629, "text": " "}, {"start": 784.629, "end": 784.639, "text": ""}, {"start": 784.639, "end": 790.629, "text": " "}, {"start": 790.629, "end": 790.639, "text": ""}, {"start": 790.639, "end": 791.79, "text": " "}, {"start": 791.79, "end": 791.8, "text": ""}, {"start": 791.8, "end": 797.87, "text": " "}, {"start": 797.87, "end": 797.88, "text": ""}, {"start": 797.88, "end": 802.269, "text": " "}, {"start": 802.269, "end": 802.279, "text": ""}, {"start": 802.279, "end": 806.71, "text": "  8:00 "}, {"start": 806.71, "end": 806.72, "text": " 8:00 "}, {"start": 806.72, "end": 812.59, "text": " 8:00  "}, {"start": 812.59, "end": 812.6, "text": ""}, {"start": 812.6, "end": 816.829, "text": " "}, {"start": 816.829, "end": 816.8389999999999, "text": ""}, {"start": 816.8389999999999, "end": 822.269, "text": " "}, {"start": 822.269, "end": 822.279, "text": ""}, {"start": 822.279, "end": 825.47, "text": " "}, {"start": 825.47, "end": 825.48, "text": ""}, {"start": 825.48, "end": 833.509, "text": " "}, {"start": 833.509, "end": 833.519, "text": ""}, {"start": 833.519, "end": 839.949, "text": "  7:30 "}, {"start": 839.949, "end": 839.9590000000001, "text": " 7:30 "}, {"start": 839.9590000000001, "end": 845.949, "text": " 7:30  "}, {"start": 845.949, "end": 845.959, "text": ""}, {"start": 845.959, "end": 854.069, "text": "  730 "}, {"start": 854.069, "end": 854.079, "text": " 730 "}, {"start": 854.079, "end": 858.67, "text": " 730  "}, {"start": 858.67, "end": 858.68, "text": ""}, {"start": 858.68, "end": 864.35, "text": " "}, {"start": 864.35, "end": 864.36, "text": ""}, {"start": 864.36, "end": 870.03, "text": " 7:30  18:00 "}, {"start": 870.03, "end": 870.04, "text": "7:30  18:00 "}, {"start": 870.04, "end": 877.069, "text": "7:30  18:00   20:00 "}, {"start": 877.069, "end": 877.079, "text": " 20:00 "}, {"start": 877.079, "end": 878.47, "text": " 20:00  "}, {"start": 878.47, "end": 878.48, "text": ""}, {"start": 878.48, "end": 882.509, "text": " "}, {"start": 882.509, "end": 882.519, "text": ""}, {"start": 882.519, "end": 889.91, "text": " "}, {"start": 889.91, "end": 889.92, "text": ""}, {"start": 889.92, "end": 896.59, "text": " "}, {"start": 896.59, "end": 896.6, "text": ""}, {"start": 896.6, "end": 900.749, "text": " "}, {"start": 900.749, "end": 900.759, "text": ""}, {"start": 900.759, "end": 903.87, "text": " "}, {"start": 903.87, "end": 903.88, "text": ""}, {"start": 903.88, "end": 906.829, "text": " "}, {"start": 906.829, "end": 906.839, "text": ""}, {"start": 906.839, "end": 909.59, "text": " "}, {"start": 909.59, "end": 909.6, "text": ""}, {"start": 909.6, "end": 917.829, "text": " "}, {"start": 917.829, "end": 917.8389999999999, "text": ""}, {"start": 917.8389999999999, "end": 921.99, "text": " "}, {"start": 921.99, "end": 922.0, "text": ""}, {"start": 922.0, "end": 927.43, "text": " "}, {"start": 927.43, "end": 927.44, "text": ""}, {"start": 927.44, "end": 934.11, "text": " "}, {"start": 934.11, "end": 934.12, "text": ""}, {"start": 934.12, "end": 941.55, "text": " "}, {"start": 941.55, "end": 941.56, "text": ""}, {"start": 941.56, "end": 946.71, "text": " "}, {"start": 946.71, "end": 946.72, "text": ""}, {"start": 946.72, "end": 951.11, "text": " "}, {"start": 951.11, "end": 951.12, "text": ""}, {"start": 951.12, "end": 954.59, "text": " "}, {"start": 954.59, "end": 954.6, "text": ""}, {"start": 954.6, "end": 959.99, "text": " "}, {"start": 959.99, "end": 960.0, "text": ""}, {"start": 960.0, "end": 966.189, "text": " "}, {"start": 966.189, "end": 966.199, "text": ""}, {"start": 966.199, "end": 971.55, "text": " "}, {"start": 971.55, "end": 971.56, "text": ""}, {"start": 971.56, "end": 974.99, "text": " "}, {"start": 974.99, "end": 975.0, "text": ""}, {"start": 975.0, "end": 980.069, "text": " "}, {"start": 980.069, "end": 980.079, "text": ""}, {"start": 980.079, "end": 984.23, "text": " "}, {"start": 984.23, "end": 984.24, "text": ""}, {"start": 984.24, "end": 986.59, "text": " "}, {"start": 986.59, "end": 986.6, "text": ""}, {"start": 986.6, "end": 991.11, "text": " "}, {"start": 991.12, "end": 993.389, "text": ""}, {"start": 993.389, "end": 993.399, "text": ""}, {"start": 993.399, "end": 996.99, "text": " "}, {"start": 996.99, "end": 997.0, "text": ""}, {"start": 997.0, "end": 1000.71, "text": " "}, {"start": 1000.71, "end": 1000.72, "text": ""}, {"start": 1000.72, "end": 1005.55, "text": " "}, {"start": 1005.55, "end": 1005.56, "text": ""}, {"start": 1005.56, "end": 1011.309, "text": " "}, {"start": 1011.309, "end": 1011.319, "text": ""}, {"start": 1011.319, "end": 1013.389, "text": " "}, {"start": 1013.389, "end": 1013.399, "text": ""}, {"start": 1013.399, "end": 1017.829, "text": " "}, {"start": 1017.829, "end": 1017.8389999999999, "text": ""}, {"start": 1017.8389999999999, "end": 1023.23, "text": " "}, {"start": 1023.23, "end": 1023.24, "text": ""}, {"start": 1023.24, "end": 1029.189, "text": " "}, {"start": 1029.189, "end": 1029.199, "text": ""}, {"start": 1029.199, "end": 1031.71, "text": " "}, {"start": 1031.71, "end": 1031.72, "text": ""}, {"start": 1031.72, "end": 1037.35, "text": " "}, {"start": 1037.35, "end": 1037.36, "text": ""}, {"start": 1037.36, "end": 1044.429, "text": " "}, {"start": 1044.429, "end": 1044.439, "text": ""}, {"start": 1044.439, "end": 1046.15, "text": " "}, {"start": 1046.15, "end": 1046.16, "text": ""}, {"start": 1046.16, "end": 1052.43, "text": " "}, {"start": 1052.43, "end": 1052.44, "text": ""}, {"start": 1052.44, "end": 1053.19, "text": " "}, {"start": 1053.19, "end": 1053.2, "text": ""}, {"start": 1053.2, "end": 1058.43, "text": " "}, {"start": 1058.43, "end": 1058.44, "text": ""}, {"start": 1058.44, "end": 1060.35, "text": " "}, {"start": 1060.35, "end": 1060.36, "text": ""}, {"start": 1060.36, "end": 1066.87, "text": " "}, {"start": 1066.87, "end": 1066.88, "text": ""}, {"start": 1066.88, "end": 1068.63, "text": " "}, {"start": 1068.63, "end": 1068.64, "text": ""}, {"start": 1068.64, "end": 1073.23, "text": " "}, {"start": 1073.23, "end": 1073.24, "text": ""}, {"start": 1073.24, "end": 1076.39, "text": " "}, {"start": 1076.39, "end": 1076.4, "text": ""}, {"start": 1076.4, "end": 1079.549, "text": " "}, {"start": 1079.549, "end": 1079.559, "text": ""}, {"start": 1079.559, "end": 1085.549, "text": " "}, {"start": 1085.549, "end": 1085.559, "text": ""}, {"start": 1085.559, "end": 1086.549, "text": " "}, {"start": 1086.549, "end": 1086.559, "text": ""}, {"start": 1086.559, "end": 1090.71, "text": " "}, {"start": 1090.71, "end": 1090.72, "text": ""}, {"start": 1090.72, "end": 1095.909, "text": " "}, {"start": 1095.909, "end": 1095.919, "text": ""}, {"start": 1095.919, "end": 1098.95, "text": " "}, {"start": 1098.95, "end": 1098.96, "text": ""}, {"start": 1098.96, "end": 1105.51, "text": " "}, {"start": 1105.51, "end": 1105.52, "text": ""}, {"start": 1105.52, "end": 1109.75, "text": " "}, {"start": 1109.75, "end": 1109.76, "text": ""}, {"start": 1109.76, "end": 1112.59, "text": " "}, {"start": 1112.59, "end": 1112.6, "text": ""}, {"start": 1112.6, "end": 1119.27, "text": " "}, {"start": 1119.27, "end": 1119.28, "text": ""}, {"start": 1119.28, "end": 1122.95, "text": " "}, {"start": 1122.95, "end": 1122.96, "text": ""}, {"start": 1122.96, "end": 1129.19, "text": " "}, {"start": 1129.19, "end": 1129.2, "text": ""}, {"start": 1129.2, "end": 1133.35, "text": " "}, {"start": 1133.35, "end": 1133.36, "text": ""}, {"start": 1133.36, "end": 1134.71, "text": " "}, {"start": 1134.71, "end": 1134.72, "text": ""}, {"start": 1134.72, "end": 1137.71, "text": " "}, {"start": 1137.71, "end": 1137.72, "text": ""}, {"start": 1137.72, "end": 1142.39, "text": " "}, {"start": 1142.39, "end": 1142.4, "text": ""}, {"start": 1142.4, "end": 1148.75, "text": " "}, {"start": 1148.75, "end": 1148.76, "text": ""}, {"start": 1148.76, "end": 1154.07, "text": " "}, {"start": 1154.07, "end": 1154.08, "text": ""}, {"start": 1154.08, "end": 1154.95, "text": " "}, {"start": 1154.95, "end": 1154.96, "text": ""}, {"start": 1154.96, "end": 1158.39, "text": " "}, {"start": 1158.39, "end": 1158.4, "text": ""}, {"start": 1158.4, "end": 1162.789, "text": " "}, {"start": 1162.789, "end": 1162.799, "text": ""}, {"start": 1162.799, "end": 1165.47, "text": " "}, {"start": 1165.47, "end": 1165.48, "text": ""}, {"start": 1165.48, "end": 1170.39, "text": " "}, {"start": 1170.39, "end": 1170.4, "text": ""}, {"start": 1170.4, "end": 1174.95, "text": " "}, {"start": 1174.95, "end": 1174.96, "text": ""}, {"start": 1174.96, "end": 1180.27, "text": " "}, {"start": 1180.27, "end": 1180.28, "text": ""}, {"start": 1180.28, "end": 1186.31, "text": " "}, {"start": 1186.31, "end": 1186.32, "text": ""}, {"start": 1186.32, "end": 1189.07, "text": " "}, {"start": 1189.07, "end": 1189.08, "text": ""}, {"start": 1189.08, "end": 1193.83, "text": " "}, {"start": 1193.83, "end": 1193.84, "text": ""}, {"start": 1193.84, "end": 1200.149, "text": " "}, {"start": 1200.149, "end": 1200.159, "text": ""}, {"start": 1200.159, "end": 1206.19, "text": " "}, {"start": 1206.19, "end": 1206.2, "text": ""}, {"start": 1206.2, "end": 1210.43, "text": " "}, {"start": 1210.43, "end": 1210.44, "text": ""}, {"start": 1210.44, "end": 1215.71, "text": " ATM  netflix "}, {"start": 1215.71, "end": 1215.72, "text": "ATM  netflix "}, {"start": 1215.72, "end": 1220.149, "text": "ATM  netflix  "}, {"start": 1220.149, "end": 1220.159, "text": ""}, {"start": 1220.159, "end": 1222.149, "text": " "}, {"start": 1222.149, "end": 1222.159, "text": ""}, {"start": 1222.159, "end": 1224.99, "text": " "}, {"start": 1224.99, "end": 1225.0, "text": ""}, {"start": 1225.0, "end": 1230.51, "text": " "}, {"start": 1230.51, "end": 1230.52, "text": ""}, {"start": 1230.52, "end": 1237.149, "text": " "}, {"start": 1237.149, "end": 1237.159, "text": ""}, {"start": 1237.159, "end": 1242.669, "text": " "}, {"start": 1242.669, "end": 1242.679, "text": ""}, {"start": 1242.679, "end": 1246.549, "text": " "}, {"start": 1246.549, "end": 1246.559, "text": ""}, {"start": 1246.559, "end": 1253.51, "text": " "}, {"start": 1253.51, "end": 1253.52, "text": ""}, {"start": 1253.52, "end": 1256.07, "text": " "}, {"start": 1256.07, "end": 1256.08, "text": ""}, {"start": 1256.08, "end": 1262.71, "text": " "}, {"start": 1262.71, "end": 1262.72, "text": ""}, {"start": 1262.72, "end": 1267.149, "text": " "}, {"start": 1267.149, "end": 1267.159, "text": ""}, {"start": 1267.159, "end": 1271.549, "text": " "}, {"start": 1271.549, "end": 1271.559, "text": ""}, {"start": 1271.559, "end": 1276.83, "text": " "}, {"start": 1276.83, "end": 1276.84, "text": ""}, {"start": 1276.84, "end": 1284.31, "text": " "}, {"start": 1284.31, "end": 1284.32, "text": ""}, {"start": 1284.32, "end": 1290.149, "text": " "}, {"start": 1290.149, "end": 1290.159, "text": ""}, {"start": 1290.159, "end": 1294.789, "text": " "}, {"start": 1294.789, "end": 1294.799, "text": ""}, {"start": 1294.799, "end": 1299.51, "text": " "}, {"start": 1299.51, "end": 1299.52, "text": ""}, {"start": 1299.52, "end": 1303.269, "text": " "}, {"start": 1303.269, "end": 1303.279, "text": ""}, {"start": 1303.279, "end": 1308.029, "text": " "}, {"start": 1308.029, "end": 1308.039, "text": ""}, {"start": 1308.039, "end": 1312.669, "text": " Leonardo  de  cio "}, {"start": 1312.669, "end": 1312.679, "text": "Leonardo  de  cio "}, {"start": 1312.679, "end": 1319.47, "text": "Leonardo  de  cio  "}, {"start": 1319.47, "end": 1319.48, "text": ""}, {"start": 1319.48, "end": 1321.63, "text": " "}, {"start": 1321.63, "end": 1321.64, "text": ""}, {"start": 1321.64, "end": 1326.75, "text": " "}, {"start": 1326.75, "end": 1326.76, "text": ""}, {"start": 1326.76, "end": 1330.71, "text": " "}, {"start": 1330.72, "end": 1337.71, "text": ""}, {"start": 1337.71, "end": 1337.72, "text": ""}, {"start": 1337.72, "end": 1347.51, "text": " tha  with  Grace"}, {"start": 1347.52, "end": 1352.6, "text": "docomo "}], "createdAt": "2025-12-15T03:43:54.000Z", "imageUrl": "https://img.youtube.com/vi/bV_SX4ys9kc/hqdefault.jpg", "type": "video", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=bV_SX4ys9kc", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_vpGdD9fgWsw", "userId": "system", "title": "The First 10 Thai Words You Must Know! (Let's Learn THAI S1 EP1) #NativeThaiLanguageTeacher", "language": "th", "content": "hi guys let's learn Thai hi guys let's learn Thai hi guys let's learn Thai [Music] this video series we are going to teach this video series we are going to teach this video series we are going to teach Thai language to you and this is our Thai language to you and this is our Thai language to you and this is our very first video and the first topic we very first video and the first topic we very first video and the first topic we are going to teach is the first 10 must are going to teach is the first 10 must are going to teach is the first 10 must know timers that you have to know the know timers that you have to know the know timers that you have to know the very first word that you have to know is very first word that you have to know is very first word that you have to know is cut up and cut if you are a man bear in cut up and cut if you are a man bear in cut up and cut if you are a man bear in my every time that you should say cut my every time that you should say cut my every time that you should say cut out at the end of the sentence and if out at the end of the sentence and if out at the end of the sentence and if you are a woman bear in mind every time you are a woman bear in mind every time you are a woman bear in mind every time to say cop at the end of your sentence to say cop at the end of your sentence to say cop at the end of your sentence that will make your life much better at that will make your life much better at that will make your life much better at every sound polite the second one is every sound polite the second one is every sound polite the second one is somewhat beat if you are a man so I dig somewhat beat if you are a man so I dig somewhat beat if you are a man so I dig her up if you are a woman so a big clap her up if you are a woman so a big clap her up if you are a woman so a big clap so Sam what B is equal to good morning so Sam what B is equal to good morning so Sam what B is equal to good morning good afternoon or good evening we use so good afternoon or good evening we use so good afternoon or good evening we use so a D car at any time of the day even in a D car at any time of the day even in a D car at any time of the day even in the morning or in the evening so you can the morning or in the evening so you can the morning or in the evening so you can always say when you meet someone so I'd always say when you meet someone so I'd always say when you meet someone so I'd be crap so what be suck that one is be crap so what be suck that one is be crap so what be suck that one is sabaidee mine it's like you are X how sabaidee mine it's like you are X how sabaidee mine it's like you are X how are you this is a formal way to say how are you this is a formal way to say how are you this is a formal way to say how are you survive the mine ha sabaidee my are you survive the mine ha sabaidee my are you survive the mine ha sabaidee my crap if you speak to friends then you crap if you speak to friends then you crap if you speak to friends then you can say ben nye bomb or and yannis bank can say ben nye bomb or and yannis bank can say ben nye bomb or and yannis bank ah and Yuri bankrupt the fourth one is ah and Yuri bankrupt the fourth one is ah and Yuri bankrupt the fourth one is cocoon it's like you say thank you if cocoon it's like you say thank you if cocoon it's like you say thank you if you're a man for sure called corn crap you're a man for sure called corn crap you're a man for sure called corn crap if you are a woman called Corden ha so if you are a woman called Corden ha so if you are a woman called Corden ha so if you would like to say thank you very if you would like to say thank you very if you would like to say thank you very much you just add one word map after much you just add one word map after much you just add one word map after cocoon so it's gonna be called could map cocoon so it's gonna be called could map cocoon so it's gonna be called could map path or called could map crap the fifth path or called could map crap the fifth path or called could map crap the fifth one is cut hard Qatar is sorry in one is cut hard Qatar is sorry in one is cut hard Qatar is sorry in English and buried my every time when English and buried my every time when English and buried my every time when you say Qatar or sorry you have to say you say Qatar or sorry you have to say you say Qatar or sorry you have to say cut or crap at the end every time cut or crap at the end every time cut or crap at the end every time because if you say only hot whole life because if you say only hot whole life because if you say only hot whole life it doesn't sound like you feel really it doesn't sound like you feel really it doesn't sound like you feel really sorry so if you wanna make it polite and sorry so if you wanna make it polite and sorry so if you wanna make it polite and you really feel sorry you should say you really feel sorry you should say you really feel sorry you should say kataka or cut all crap the sixth word is kataka or cut all crap the sixth word is kataka or cut all crap the sixth word is my pen dry we use the word my pen dry to my pen dry we use the word my pen dry to my pen dry we use the word my pen dry to answer both thank you and sorry when answer both thank you and sorry when answer both thank you and sorry when someone say cacoon cacoon kind of Hopkin someone say cacoon cacoon kind of Hopkin someone say cacoon cacoon kind of Hopkin crap to you you can always say my pen crap to you you can always say my pen crap to you you can always say my pen dry comp or my been dried crap and we dry comp or my been dried crap and we dry comp or my been dried crap and we use this exactly separate when someone use this exactly separate when someone use this exactly separate when someone say sorry to you you can say my been dry say sorry to you you can say my been dry say sorry to you you can say my been dry hot or my been dry crap it just like is hot or my been dry crap it just like is hot or my been dry crap it just like is fine it doesn't matter it's okay or you fine it doesn't matter it's okay or you fine it doesn't matter it's okay or you are welcome are welcome are welcome the seventh word is you who is hungry the seventh word is you who is hungry the seventh word is you who is hungry and usually for Thai people we eat rice and usually for Thai people we eat rice and usually for Thai people we eat rice so whenever we are hungry we say you cow so whenever we are hungry we say you cow so whenever we are hungry we say you cow cow is rice and if you're thirsty then cow is rice and if you're thirsty then cow is rice and if you're thirsty then you say you nam nam means water it is you say you nam nam means water it is you say you nam nam means water it is like hungry for work which is thirsty like hungry for work which is thirsty like hungry for work which is thirsty for you nam so remember if you're hungry for you nam so remember if you're hungry for you nam so remember if you're hungry you say you how and if you have thirsty you say you how and if you have thirsty you say you how and if you have thirsty you say you say you say Hugh Nam Hugh Nam Hugh Nam the eighth one is alright or yummy or the eighth one is alright or yummy or the eighth one is alright or yummy or delicious or testy if you fight the food delicious or testy if you fight the food delicious or testy if you fight the food is tasty and you want to save yummy then is tasty and you want to save yummy then is tasty and you want to save yummy then you say all right and if it really you say all right and if it really you say all right and if it really really delicious then you add the word really delicious then you add the word really delicious then you add the word ting ting at the end so RI ding ding or ting ting at the end so RI ding ding or ting ting at the end so RI ding ding or if you want to say it's very delicious if you want to say it's very delicious if you want to say it's very delicious then you add the word ma at the end to then you add the word ma at the end to then you add the word ma at the end to represent varied so alright ma which is represent varied so alright ma which is represent varied so alright ma which is very tasty or very delicious number very tasty or very delicious number very tasty or very delicious number knife this is pretty important it's my knife this is pretty important it's my knife this is pretty important it's my egg when ever you are some Thai food and egg when ever you are some Thai food and egg when ever you are some Thai food and usually we have a lot of spicy food and usually we have a lot of spicy food and usually we have a lot of spicy food and you don't want the food to be spicy then you don't want the food to be spicy then you don't want the food to be spicy then you say mine which is no and ow which is you say mine which is no and ow which is you say mine which is no and ow which is take and pick which is spicy take and pick which is spicy take and pick which is spicy altogether my outfit it means you don't altogether my outfit it means you don't altogether my outfit it means you don't want it to be spicy but be careful for want it to be spicy but be careful for want it to be spicy but be careful for Thai people we usually eat spicy even Thai people we usually eat spicy even Thai people we usually eat spicy even though you say my outfit sometimes they though you say my outfit sometimes they though you say my outfit sometimes they still put some chilies into your suntan still put some chilies into your suntan still put some chilies into your suntan so if you don't want spicy at all you to so if you don't want spicy at all you to so if you don't want spicy at all you to say my ow prick prick is Chili's so it say my ow prick prick is Chili's so it say my ow prick prick is Chili's so it means don't put chillies to my food and means don't put chillies to my food and means don't put chillies to my food and also mine oh wait the last one when you also mine oh wait the last one when you also mine oh wait the last one when you leave me or you say I've got to go or leave me or you say I've got to go or leave me or you say I've got to go or I'm going or I'm believe me whatever you I'm going or I'm believe me whatever you I'm going or I'm believe me whatever you want to say bye bye to someone then you want to say bye bye to someone then you want to say bye bye to someone then you should start saying I is school well cut off already I'm going is school well cut off already I'm going is school well cut off already I'm going already cut off by Lana and now is the already cut off by Lana and now is the already cut off by Lana and now is the word that we put at the end of the word that we put at the end of the word that we put at the end of the sentence to sound kind of fairly cut off sentence to sound kind of fairly cut off sentence to sound kind of fairly cut off so by now you can also add up crap at so by now you can also add up crap at so by now you can also add up crap at the end as usual by Alana half and the end as usual by Alana half and the end as usual by Alana half and living as a woman I allow no crap I've living as a woman I allow no crap I've living as a woman I allow no crap I've gotta go as a man so when you're living gotta go as a man so when you're living gotta go as a man so when you're living say by around aha by louder crap if you say by around aha by louder crap if you say by around aha by louder crap if you want our video don't forget to like and want our video don't forget to like and want our video don't forget to like and share or subscribe to our YouTube share or subscribe to our YouTube share or subscribe to our YouTube channel remember to try to speak time if channel remember to try to speak time if channel remember to try to speak time if you are entirely I've got to go now bye you are entirely I've got to go now bye you are entirely I've got to go now bye kelana bye funny huh [Music]", "sentences": ["hi guys let's learn Thai hi guys let's learn Thai hi guys let's learn Thai [Music] this video series we are going to teach this video series we are going to teach this video series we are going to teach Thai language to you and this is our Thai language to you and this is our Thai language to you and this is our very first video and the first topic we very first video and the first topic we very first video and the first topic we are going to teach is the first 10 must are going to teach is the first 10 must are going to teach is the first 10 must know timers that you have to know the know timers that you have to know the know timers that you have to know the very first word that you have to know is very first word that you have to know is very first word that you have to know is cut up and cut if you are a man bear in cut up and cut if you are a man bear in cut up and cut if you are a man bear in my every time that you should say cut my every time that you should say cut my every time that you should say cut out at the end of the sentence and if out at the end of the sentence and if out at the end of the sentence and if you are a woman bear in mind every time you are a woman bear in mind every time you are a woman bear in mind every time to say cop at the end of your sentence to say cop at the end of your sentence to say cop at the end of your sentence that will make your life much better at that will make your life much better at that will make your life much better at every sound polite the second one is every sound polite the second one is every sound polite the second one is somewhat beat if you are a man so I dig somewhat beat if you are a man so I dig somewhat beat if you are a man so I dig her up if you are a woman so a big clap her up if you are a woman so a big clap her up if you are a woman so a big clap so Sam what B is equal to good morning so Sam what B is equal to good morning so Sam what B is equal to good morning good afternoon or good evening we use so good afternoon or good evening we use so good afternoon or good evening we use so a D car at any time of the day even in a D car at any time of the day even in a D car at any time of the day even in the morning or in the evening so you can the morning or in the evening so you can the morning or in the evening so you can always say when you meet someone so I'd always say when you meet someone so I'd always say when you meet someone so I'd be crap so what be suck that one is be crap so what be suck that one is be crap so what be suck that one is sabaidee mine it's like you are X how sabaidee mine it's like you are X how sabaidee mine it's like you are X how are you this is a formal way to say how are you this is a formal way to say how are you this is a formal way to say how are you survive the mine ha sabaidee my are you survive the mine ha sabaidee my are you survive the mine ha sabaidee my crap if you speak to friends then you crap if you speak to friends then you crap if you speak to friends then you can say ben nye bomb or and yannis bank can say ben nye bomb or and yannis bank can say ben nye bomb or and yannis bank ah and Yuri bankrupt the fourth one is ah and Yuri bankrupt the fourth one is ah and Yuri bankrupt the fourth one is cocoon it's like you say thank you if cocoon it's like you say thank you if cocoon it's like you say thank you if you're a man for sure called corn crap you're a man for sure called corn crap you're a man for sure called corn crap if you are a woman called Corden ha so if you are a woman called Corden ha so if you are a woman called Corden ha so if you would like to say thank you very if you would like to say thank you very if you would like to say thank you very much you just add one word map after much you just add one word map after much you just add one word map after cocoon so it's gonna be called could map cocoon so it's gonna be called could map cocoon so it's gonna be called could map path or called could map crap the fifth path or called could map crap the fifth path or called could map crap the fifth one is cut hard Qatar is sorry in one is cut hard Qatar is sorry in one is cut hard Qatar is sorry in English and buried my every time when English and buried my every time when English and buried my every time when you say Qatar or sorry you have to say you say Qatar or sorry you have to say you say Qatar or sorry you have to say cut or crap at the end every time cut or crap at the end every time cut or crap at the end every time because if you say only hot whole life because if you say only hot whole life because if you say only hot whole life it doesn't sound like you feel really it doesn't sound like you feel really it doesn't sound like you feel really sorry so if you wanna make it polite and sorry so if you wanna make it polite and sorry so if you wanna make it polite and you really feel sorry you should say you really feel sorry you should say you really feel sorry you should say kataka or cut all crap the sixth word is kataka or cut all crap the sixth word is kataka or cut all crap the sixth word is my pen dry we use the word my pen dry to my pen dry we use the word my pen dry to my pen dry we use the word my pen dry to answer both thank you and sorry when answer both thank you and sorry when answer both thank you and sorry when someone say cacoon cacoon kind of Hopkin someone say cacoon cacoon kind of Hopkin someone say cacoon cacoon kind of Hopkin crap to you you can always say my pen crap to you you can always say my pen crap to you you can always say my pen dry comp or my been dried crap and we dry comp or my been dried crap and we dry comp or my been dried crap and we use this exactly separate when someone use this exactly separate when someone use this exactly separate when someone say sorry to you you can say my been dry say sorry to you you can say my been dry say sorry to you you can say my been dry hot or my been dry crap it just like is hot or my been dry crap it just like is hot or my been dry crap it just like is fine it doesn't matter it's okay or you fine it doesn't matter it's okay or you fine it doesn't matter it's okay or you are welcome are welcome are welcome the seventh word is you who is hungry the seventh word is you who is hungry the seventh word is you who is hungry and usually for Thai people we eat rice and usually for Thai people we eat rice and usually for Thai people we eat rice so whenever we are hungry we say you cow so whenever we are hungry we say you cow so whenever we are hungry we say you cow cow is rice and if you're thirsty then cow is rice and if you're thirsty then cow is rice and if you're thirsty then you say you nam nam means water it is you say you nam nam means water it is you say you nam nam means water it is like hungry for work which is thirsty like hungry for work which is thirsty like hungry for work which is thirsty for you nam so remember if you're hungry for you nam so remember if you're hungry for you nam so remember if you're hungry you say you how and if you have thirsty you say you how and if you have thirsty you say you how and if you have thirsty you say you say you say Hugh Nam Hugh Nam Hugh Nam the eighth one is alright or yummy or the eighth one is alright or yummy or the eighth one is alright or yummy or delicious or testy if you fight the food delicious or testy if you fight the food delicious or testy if you fight the food is tasty and you want to save yummy then is tasty and you want to save yummy then is tasty and you want to save yummy then you say all right and if it really you say all right and if it really you say all right and if it really really delicious then you add the word really delicious then you add the word really delicious then you add the word ting ting at the end so RI ding ding or ting ting at the end so RI ding ding or ting ting at the end so RI ding ding or if you want to say it's very delicious if you want to say it's very delicious if you want to say it's very delicious then you add the word ma at the end to then you add the word ma at the end to then you add the word ma at the end to represent varied so alright ma which is represent varied so alright ma which is represent varied so alright ma which is very tasty or very delicious number very tasty or very delicious number very tasty or very delicious number knife this is pretty important it's my knife this is pretty important it's my knife this is pretty important it's my egg when ever you are some Thai food and egg when ever you are some Thai food and egg when ever you are some Thai food and usually we have a lot of spicy food and usually we have a lot of spicy food and usually we have a lot of spicy food and you don't want the food to be spicy then you don't want the food to be spicy then you don't want the food to be spicy then you say mine which is no and ow which is you say mine which is no and ow which is you say mine which is no and ow which is take and pick which is spicy take and pick which is spicy take and pick which is spicy altogether my outfit it means you don't altogether my outfit it means you don't altogether my outfit it means you don't want it to be spicy but be careful for want it to be spicy but be careful for want it to be spicy but be careful for Thai people we usually eat spicy even Thai people we usually eat spicy even Thai people we usually eat spicy even though you say my outfit sometimes they though you say my outfit sometimes they though you say my outfit sometimes they still put some chilies into your suntan still put some chilies into your suntan still put some chilies into your suntan so if you don't want spicy at all you to so if you don't want spicy at all you to so if you don't want spicy at all you to say my ow prick prick is Chili's so it say my ow prick prick is Chili's so it say my ow prick prick is Chili's so it means don't put chillies to my food and means don't put chillies to my food and means don't put chillies to my food and also mine oh wait the last one when you also mine oh wait the last one when you also mine oh wait the last one when you leave me or you say I've got to go or leave me or you say I've got to go or leave me or you say I've got to go or I'm going or I'm believe me whatever you I'm going or I'm believe me whatever you I'm going or I'm believe me whatever you want to say bye bye to someone then you want to say bye bye to someone then you want to say bye bye to someone then you should start saying I is school well cut off already I'm going is school well cut off already I'm going is school well cut off already I'm going already cut off by Lana and now is the already cut off by Lana and now is the already cut off by Lana and now is the word that we put at the end of the word that we put at the end of the word that we put at the end of the sentence to sound kind of fairly cut off sentence to sound kind of fairly cut off sentence to sound kind of fairly cut off so by now you can also add up crap at so by now you can also add up crap at so by now you can also add up crap at the end as usual by Alana half and the end as usual by Alana half and the end as usual by Alana half and living as a woman I allow no crap I've living as a woman I allow no crap I've living as a woman I allow no crap I've gotta go as a man so when you're living gotta go as a man so when you're living gotta go as a man so when you're living say by around aha by louder crap if you say by around aha by louder crap if you say by around aha by louder crap if you want our video don't forget to like and want our video don't forget to like and want our video don't forget to like and share or subscribe to our YouTube share or subscribe to our YouTube share or subscribe to our YouTube channel remember to try to speak time if channel remember to try to speak time if channel remember to try to speak time if you are entirely I've got to go now bye you are entirely I've got to go now bye you are entirely I've got to go now bye kelana bye funny huh [Music]"], "transcript": [{"start": 0.03, "end": 3.27, "text": "hi guys let's learn Thai"}, {"start": 3.27, "end": 3.28, "text": "hi guys let's learn Thai"}, {"start": 3.28, "end": 7.93, "text": "hi guys let's learn Thai [Music]"}, {"start": 7.94, "end": 11.06, "text": "this video series we are going to teach"}, {"start": 11.06, "end": 11.07, "text": "this video series we are going to teach"}, {"start": 11.07, "end": 14.299, "text": "this video series we are going to teach Thai language to you and this is our"}, {"start": 14.299, "end": 14.309, "text": "Thai language to you and this is our"}, {"start": 14.309, "end": 18.05, "text": "Thai language to you and this is our very first video and the first topic we"}, {"start": 18.05, "end": 18.06, "text": "very first video and the first topic we"}, {"start": 18.06, "end": 22.07, "text": "very first video and the first topic we are going to teach is the first 10 must"}, {"start": 22.07, "end": 22.08, "text": "are going to teach is the first 10 must"}, {"start": 22.08, "end": 25.73, "text": "are going to teach is the first 10 must know timers that you have to know the"}, {"start": 25.73, "end": 25.74, "text": "know timers that you have to know the"}, {"start": 25.74, "end": 28.089, "text": "know timers that you have to know the very first word that you have to know is"}, {"start": 28.089, "end": 28.099, "text": "very first word that you have to know is"}, {"start": 28.099, "end": 32.81, "text": "very first word that you have to know is cut up and cut if you are a man bear in"}, {"start": 32.81, "end": 32.82, "text": "cut up and cut if you are a man bear in"}, {"start": 32.82, "end": 36.049, "text": "cut up and cut if you are a man bear in my every time that you should say cut"}, {"start": 36.049, "end": 36.059, "text": "my every time that you should say cut"}, {"start": 36.059, "end": 39.35, "text": "my every time that you should say cut out at the end of the sentence and if"}, {"start": 39.35, "end": 39.36, "text": "out at the end of the sentence and if"}, {"start": 39.36, "end": 42.43, "text": "out at the end of the sentence and if you are a woman bear in mind every time"}, {"start": 42.43, "end": 42.44, "text": "you are a woman bear in mind every time"}, {"start": 42.44, "end": 46.22, "text": "you are a woman bear in mind every time to say cop at the end of your sentence"}, {"start": 46.22, "end": 46.23, "text": "to say cop at the end of your sentence"}, {"start": 46.23, "end": 49.58, "text": "to say cop at the end of your sentence that will make your life much better at"}, {"start": 49.58, "end": 49.59, "text": "that will make your life much better at"}, {"start": 49.59, "end": 52.25, "text": "that will make your life much better at every sound polite the second one is"}, {"start": 52.25, "end": 52.26, "text": "every sound polite the second one is"}, {"start": 52.26, "end": 55.7, "text": "every sound polite the second one is somewhat beat if you are a man so I dig"}, {"start": 55.7, "end": 55.71, "text": "somewhat beat if you are a man so I dig"}, {"start": 55.71, "end": 58.849, "text": "somewhat beat if you are a man so I dig her up if you are a woman so a big clap"}, {"start": 58.849, "end": 58.859, "text": "her up if you are a woman so a big clap"}, {"start": 58.859, "end": 65.06, "text": "her up if you are a woman so a big clap so Sam what B is equal to good morning"}, {"start": 65.06, "end": 65.07, "text": "so Sam what B is equal to good morning"}, {"start": 65.07, "end": 68.179, "text": "so Sam what B is equal to good morning good afternoon or good evening we use so"}, {"start": 68.179, "end": 68.189, "text": "good afternoon or good evening we use so"}, {"start": 68.189, "end": 71.06, "text": "good afternoon or good evening we use so a D car at any time of the day even in"}, {"start": 71.06, "end": 71.07, "text": "a D car at any time of the day even in"}, {"start": 71.07, "end": 74.06, "text": "a D car at any time of the day even in the morning or in the evening so you can"}, {"start": 74.06, "end": 74.07, "text": "the morning or in the evening so you can"}, {"start": 74.07, "end": 77.179, "text": "the morning or in the evening so you can always say when you meet someone so I'd"}, {"start": 77.179, "end": 77.189, "text": "always say when you meet someone so I'd"}, {"start": 77.189, "end": 81.56, "text": "always say when you meet someone so I'd be crap so what be suck that one is"}, {"start": 81.56, "end": 81.57, "text": "be crap so what be suck that one is"}, {"start": 81.57, "end": 85.13, "text": "be crap so what be suck that one is sabaidee mine it's like you are X how"}, {"start": 85.13, "end": 85.14, "text": "sabaidee mine it's like you are X how"}, {"start": 85.14, "end": 88.789, "text": "sabaidee mine it's like you are X how are you this is a formal way to say how"}, {"start": 88.789, "end": 88.799, "text": "are you this is a formal way to say how"}, {"start": 88.799, "end": 94.039, "text": "are you this is a formal way to say how are you survive the mine ha sabaidee my"}, {"start": 94.039, "end": 94.049, "text": "are you survive the mine ha sabaidee my"}, {"start": 94.049, "end": 97.88, "text": "are you survive the mine ha sabaidee my crap if you speak to friends then you"}, {"start": 97.88, "end": 97.89, "text": "crap if you speak to friends then you"}, {"start": 97.89, "end": 102.74000000000001, "text": "crap if you speak to friends then you can say ben nye bomb or and yannis bank"}, {"start": 102.74000000000001, "end": 102.75, "text": "can say ben nye bomb or and yannis bank"}, {"start": 102.75, "end": 107.13900000000001, "text": "can say ben nye bomb or and yannis bank ah and Yuri bankrupt the fourth one is"}, {"start": 107.13900000000001, "end": 107.149, "text": "ah and Yuri bankrupt the fourth one is"}, {"start": 107.149, "end": 111.22999999999999, "text": "ah and Yuri bankrupt the fourth one is cocoon it's like you say thank you if"}, {"start": 111.22999999999999, "end": 111.24000000000001, "text": "cocoon it's like you say thank you if"}, {"start": 111.24000000000001, "end": 114.38, "text": "cocoon it's like you say thank you if you're a man for sure called corn crap"}, {"start": 114.38, "end": 114.39, "text": "you're a man for sure called corn crap"}, {"start": 114.39, "end": 118.75999999999999, "text": "you're a man for sure called corn crap if you are a woman called Corden ha so"}, {"start": 118.75999999999999, "end": 118.77000000000001, "text": "if you are a woman called Corden ha so"}, {"start": 118.77000000000001, "end": 120.92, "text": "if you are a woman called Corden ha so if you would like to say thank you very"}, {"start": 120.92, "end": 120.93, "text": "if you would like to say thank you very"}, {"start": 120.93, "end": 124.6, "text": "if you would like to say thank you very much you just add one word map after"}, {"start": 124.6, "end": 124.61, "text": "much you just add one word map after"}, {"start": 124.61, "end": 128.66, "text": "much you just add one word map after cocoon so it's gonna be called could map"}, {"start": 128.66, "end": 128.67, "text": "cocoon so it's gonna be called could map"}, {"start": 128.67, "end": 133.13, "text": "cocoon so it's gonna be called could map path or called could map crap the fifth"}, {"start": 133.13, "end": 133.14, "text": "path or called could map crap the fifth"}, {"start": 133.14, "end": 137.69, "text": "path or called could map crap the fifth one is cut hard Qatar is sorry in"}, {"start": 137.69, "end": 137.7, "text": "one is cut hard Qatar is sorry in"}, {"start": 137.7, "end": 141.5, "text": "one is cut hard Qatar is sorry in English and buried my every time when"}, {"start": 141.5, "end": 141.51, "text": "English and buried my every time when"}, {"start": 141.51, "end": 144.62, "text": "English and buried my every time when you say Qatar or sorry you have to say"}, {"start": 144.62, "end": 144.63, "text": "you say Qatar or sorry you have to say"}, {"start": 144.63, "end": 147.77, "text": "you say Qatar or sorry you have to say cut or crap at the end every time"}, {"start": 147.77, "end": 147.78, "text": "cut or crap at the end every time"}, {"start": 147.78, "end": 151.1, "text": "cut or crap at the end every time because if you say only hot whole life"}, {"start": 151.1, "end": 151.11, "text": "because if you say only hot whole life"}, {"start": 151.11, "end": 153.56, "text": "because if you say only hot whole life it doesn't sound like you feel really"}, {"start": 153.56, "end": 153.57, "text": "it doesn't sound like you feel really"}, {"start": 153.57, "end": 156.62, "text": "it doesn't sound like you feel really sorry so if you wanna make it polite and"}, {"start": 156.62, "end": 156.63, "text": "sorry so if you wanna make it polite and"}, {"start": 156.63, "end": 159.49, "text": "sorry so if you wanna make it polite and you really feel sorry you should say"}, {"start": 159.49, "end": 159.5, "text": "you really feel sorry you should say"}, {"start": 159.5, "end": 165.23, "text": "you really feel sorry you should say kataka or cut all crap the sixth word is"}, {"start": 165.23, "end": 165.24, "text": "kataka or cut all crap the sixth word is"}, {"start": 165.24, "end": 169.57999999999998, "text": "kataka or cut all crap the sixth word is my pen dry we use the word my pen dry to"}, {"start": 169.57999999999998, "end": 169.59, "text": "my pen dry we use the word my pen dry to"}, {"start": 169.59, "end": 174.05, "text": "my pen dry we use the word my pen dry to answer both thank you and sorry when"}, {"start": 174.05, "end": 174.06, "text": "answer both thank you and sorry when"}, {"start": 174.06, "end": 177.44, "text": "answer both thank you and sorry when someone say cacoon cacoon kind of Hopkin"}, {"start": 177.44, "end": 177.45, "text": "someone say cacoon cacoon kind of Hopkin"}, {"start": 177.45, "end": 180.65, "text": "someone say cacoon cacoon kind of Hopkin crap to you you can always say my pen"}, {"start": 180.65, "end": 180.66, "text": "crap to you you can always say my pen"}, {"start": 180.66, "end": 184.699, "text": "crap to you you can always say my pen dry comp or my been dried crap and we"}, {"start": 184.699, "end": 184.709, "text": "dry comp or my been dried crap and we"}, {"start": 184.709, "end": 187.97, "text": "dry comp or my been dried crap and we use this exactly separate when someone"}, {"start": 187.97, "end": 187.98, "text": "use this exactly separate when someone"}, {"start": 187.98, "end": 191.54, "text": "use this exactly separate when someone say sorry to you you can say my been dry"}, {"start": 191.54, "end": 191.55, "text": "say sorry to you you can say my been dry"}, {"start": 191.55, "end": 195.05, "text": "say sorry to you you can say my been dry hot or my been dry crap it just like is"}, {"start": 195.05, "end": 195.06, "text": "hot or my been dry crap it just like is"}, {"start": 195.06, "end": 199.1, "text": "hot or my been dry crap it just like is fine it doesn't matter it's okay or you"}, {"start": 199.1, "end": 199.11, "text": "fine it doesn't matter it's okay or you"}, {"start": 199.11, "end": 200.14, "text": "fine it doesn't matter it's okay or you are welcome"}, {"start": 200.14, "end": 200.15, "text": "are welcome"}, {"start": 200.15, "end": 205.79, "text": "are welcome the seventh word is you who is hungry"}, {"start": 205.79, "end": 205.8, "text": "the seventh word is you who is hungry"}, {"start": 205.8, "end": 208.94, "text": "the seventh word is you who is hungry and usually for Thai people we eat rice"}, {"start": 208.94, "end": 208.95, "text": "and usually for Thai people we eat rice"}, {"start": 208.95, "end": 212.78, "text": "and usually for Thai people we eat rice so whenever we are hungry we say you cow"}, {"start": 212.78, "end": 212.79, "text": "so whenever we are hungry we say you cow"}, {"start": 212.79, "end": 217.97, "text": "so whenever we are hungry we say you cow cow is rice and if you're thirsty then"}, {"start": 217.97, "end": 217.98, "text": "cow is rice and if you're thirsty then"}, {"start": 217.98, "end": 223.07, "text": "cow is rice and if you're thirsty then you say you nam nam means water it is"}, {"start": 223.07, "end": 223.07999999999998, "text": "you say you nam nam means water it is"}, {"start": 223.07999999999998, "end": 227.12, "text": "you say you nam nam means water it is like hungry for work which is thirsty"}, {"start": 227.12, "end": 227.13, "text": "like hungry for work which is thirsty"}, {"start": 227.13, "end": 230.93, "text": "like hungry for work which is thirsty for you nam so remember if you're hungry"}, {"start": 230.93, "end": 230.94, "text": "for you nam so remember if you're hungry"}, {"start": 230.94, "end": 235.94, "text": "for you nam so remember if you're hungry you say you how and if you have thirsty"}, {"start": 235.94, "end": 235.95, "text": "you say you how and if you have thirsty"}, {"start": 235.95, "end": 237.35, "text": "you say you how and if you have thirsty you say"}, {"start": 237.35, "end": 237.36, "text": "you say"}, {"start": 237.36, "end": 239.02, "text": "you say Hugh Nam"}, {"start": 239.02, "end": 239.03, "text": "Hugh Nam"}, {"start": 239.03, "end": 244.13, "text": "Hugh Nam the eighth one is alright or yummy or"}, {"start": 244.13, "end": 244.14, "text": "the eighth one is alright or yummy or"}, {"start": 244.14, "end": 247.91, "text": "the eighth one is alright or yummy or delicious or testy if you fight the food"}, {"start": 247.91, "end": 247.92, "text": "delicious or testy if you fight the food"}, {"start": 247.92, "end": 251.09, "text": "delicious or testy if you fight the food is tasty and you want to save yummy then"}, {"start": 251.09, "end": 251.1, "text": "is tasty and you want to save yummy then"}, {"start": 251.1, "end": 254.38, "text": "is tasty and you want to save yummy then you say all right and if it really"}, {"start": 254.38, "end": 254.39, "text": "you say all right and if it really"}, {"start": 254.39, "end": 258.17, "text": "you say all right and if it really really delicious then you add the word"}, {"start": 258.17, "end": 258.18, "text": "really delicious then you add the word"}, {"start": 258.18, "end": 264.02, "text": "really delicious then you add the word ting ting at the end so RI ding ding or"}, {"start": 264.02, "end": 264.03, "text": "ting ting at the end so RI ding ding or"}, {"start": 264.03, "end": 266.84, "text": "ting ting at the end so RI ding ding or if you want to say it's very delicious"}, {"start": 266.84, "end": 266.85, "text": "if you want to say it's very delicious"}, {"start": 266.85, "end": 271.4, "text": "if you want to say it's very delicious then you add the word ma at the end to"}, {"start": 271.4, "end": 271.41, "text": "then you add the word ma at the end to"}, {"start": 271.41, "end": 276.05, "text": "then you add the word ma at the end to represent varied so alright ma which is"}, {"start": 276.05, "end": 276.06, "text": "represent varied so alright ma which is"}, {"start": 276.06, "end": 280.43, "text": "represent varied so alright ma which is very tasty or very delicious number"}, {"start": 280.43, "end": 280.44, "text": "very tasty or very delicious number"}, {"start": 280.44, "end": 284.54, "text": "very tasty or very delicious number knife this is pretty important it's my"}, {"start": 284.54, "end": 284.55, "text": "knife this is pretty important it's my"}, {"start": 284.55, "end": 288.74, "text": "knife this is pretty important it's my egg when ever you are some Thai food and"}, {"start": 288.74, "end": 288.75, "text": "egg when ever you are some Thai food and"}, {"start": 288.75, "end": 291.98, "text": "egg when ever you are some Thai food and usually we have a lot of spicy food and"}, {"start": 291.98, "end": 291.99, "text": "usually we have a lot of spicy food and"}, {"start": 291.99, "end": 295.46, "text": "usually we have a lot of spicy food and you don't want the food to be spicy then"}, {"start": 295.46, "end": 295.47, "text": "you don't want the food to be spicy then"}, {"start": 295.47, "end": 300.26, "text": "you don't want the food to be spicy then you say mine which is no and ow which is"}, {"start": 300.26, "end": 300.27, "text": "you say mine which is no and ow which is"}, {"start": 300.27, "end": 303.58, "text": "you say mine which is no and ow which is take and pick which is spicy"}, {"start": 303.58, "end": 303.59, "text": "take and pick which is spicy"}, {"start": 303.59, "end": 308.15, "text": "take and pick which is spicy altogether my outfit it means you don't"}, {"start": 308.15, "end": 308.16, "text": "altogether my outfit it means you don't"}, {"start": 308.16, "end": 311.3, "text": "altogether my outfit it means you don't want it to be spicy but be careful for"}, {"start": 311.3, "end": 311.31, "text": "want it to be spicy but be careful for"}, {"start": 311.31, "end": 314.51, "text": "want it to be spicy but be careful for Thai people we usually eat spicy even"}, {"start": 314.51, "end": 314.52, "text": "Thai people we usually eat spicy even"}, {"start": 314.52, "end": 318.05, "text": "Thai people we usually eat spicy even though you say my outfit sometimes they"}, {"start": 318.05, "end": 318.06, "text": "though you say my outfit sometimes they"}, {"start": 318.06, "end": 320.99, "text": "though you say my outfit sometimes they still put some chilies into your suntan"}, {"start": 320.99, "end": 321.0, "text": "still put some chilies into your suntan"}, {"start": 321.0, "end": 325.49, "text": "still put some chilies into your suntan so if you don't want spicy at all you to"}, {"start": 325.49, "end": 325.5, "text": "so if you don't want spicy at all you to"}, {"start": 325.5, "end": 330.68, "text": "so if you don't want spicy at all you to say my ow prick prick is Chili's so it"}, {"start": 330.68, "end": 330.69, "text": "say my ow prick prick is Chili's so it"}, {"start": 330.69, "end": 333.409, "text": "say my ow prick prick is Chili's so it means don't put chillies to my food and"}, {"start": 333.409, "end": 333.419, "text": "means don't put chillies to my food and"}, {"start": 333.419, "end": 339.02, "text": "means don't put chillies to my food and also mine oh wait the last one when you"}, {"start": 339.02, "end": 339.03, "text": "also mine oh wait the last one when you"}, {"start": 339.03, "end": 342.29, "text": "also mine oh wait the last one when you leave me or you say I've got to go or"}, {"start": 342.29, "end": 342.3, "text": "leave me or you say I've got to go or"}, {"start": 342.3, "end": 345.5, "text": "leave me or you say I've got to go or I'm going or I'm believe me whatever you"}, {"start": 345.5, "end": 345.51, "text": "I'm going or I'm believe me whatever you"}, {"start": 345.51, "end": 348.53, "text": "I'm going or I'm believe me whatever you want to say bye bye to someone then you"}, {"start": 348.53, "end": 348.54, "text": "want to say bye bye to someone then you"}, {"start": 348.54, "end": 353.04, "text": "want to say bye bye to someone then you should start saying I"}, {"start": 353.05, "end": 356.969, "text": "is school well cut off already I'm going"}, {"start": 356.969, "end": 356.979, "text": "is school well cut off already I'm going"}, {"start": 356.979, "end": 361.11, "text": "is school well cut off already I'm going already cut off by Lana and now is the"}, {"start": 361.11, "end": 361.12, "text": "already cut off by Lana and now is the"}, {"start": 361.12, "end": 362.73, "text": "already cut off by Lana and now is the word that we put at the end of the"}, {"start": 362.73, "end": 362.74, "text": "word that we put at the end of the"}, {"start": 362.74, "end": 365.879, "text": "word that we put at the end of the sentence to sound kind of fairly cut off"}, {"start": 365.879, "end": 365.889, "text": "sentence to sound kind of fairly cut off"}, {"start": 365.889, "end": 370.77, "text": "sentence to sound kind of fairly cut off so by now you can also add up crap at"}, {"start": 370.77, "end": 370.78, "text": "so by now you can also add up crap at"}, {"start": 370.78, "end": 373.98, "text": "so by now you can also add up crap at the end as usual by Alana half and"}, {"start": 373.98, "end": 373.99, "text": "the end as usual by Alana half and"}, {"start": 373.99, "end": 377.82, "text": "the end as usual by Alana half and living as a woman I allow no crap I've"}, {"start": 377.82, "end": 377.83, "text": "living as a woman I allow no crap I've"}, {"start": 377.83, "end": 382.11, "text": "living as a woman I allow no crap I've gotta go as a man so when you're living"}, {"start": 382.11, "end": 382.12, "text": "gotta go as a man so when you're living"}, {"start": 382.12, "end": 387.33, "text": "gotta go as a man so when you're living say by around aha by louder crap if you"}, {"start": 387.33, "end": 387.34, "text": "say by around aha by louder crap if you"}, {"start": 387.34, "end": 390.33, "text": "say by around aha by louder crap if you want our video don't forget to like and"}, {"start": 390.33, "end": 390.34, "text": "want our video don't forget to like and"}, {"start": 390.34, "end": 392.55, "text": "want our video don't forget to like and share or subscribe to our YouTube"}, {"start": 392.55, "end": 392.56, "text": "share or subscribe to our YouTube"}, {"start": 392.56, "end": 395.879, "text": "share or subscribe to our YouTube channel remember to try to speak time if"}, {"start": 395.879, "end": 395.889, "text": "channel remember to try to speak time if"}, {"start": 395.889, "end": 398.939, "text": "channel remember to try to speak time if you are entirely I've got to go now bye"}, {"start": 398.939, "end": 398.949, "text": "you are entirely I've got to go now bye"}, {"start": 398.949, "end": 407.03, "text": "you are entirely I've got to go now bye kelana bye funny huh"}, {"start": 407.04, "end": 416.36, "text": "[Music]"}], "createdAt": "2025-12-15T03:43:17.000Z", "imageUrl": "https://img.youtube.com/vi/vpGdD9fgWsw/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=vpGdD9fgWsw", "isFavorite": false, "progress": 0, "genre": "education"}]