[{"id": "yt_9JKr0XEs-Rk", "userId": "system", "title": "Aringa North, Uganda Welcome By Former Soldier", "language": "luc", "content": "i think i think i think you have taken the day you have taken the day you have taken the day tell the american people that your tell the american people that your tell the american people that your trouble has taken the day in this part trouble has taken the day in this part trouble has taken the day in this part of africa of africa of africa this part of africa awaits your coming this part of africa awaits your coming this part of africa awaits your coming people are eager to listen to you people are eager to listen to you people are eager to listen to you people are eager [Music] [Music] [Music] thank you thank you thank you thank you thank you thank you thank you thank you thank you [Applause] [Applause] [Applause] you", "sentences": ["i think i think i think you have taken the day you have taken the day you have taken the day tell the american people that your tell the american people that your tell the american people that your trouble has taken the day in this part trouble has taken the day in this part trouble has taken the day in this part of africa of africa of africa this part of africa awaits your coming this part of africa awaits your coming this part of africa awaits your coming people are eager to listen to you people are eager to listen to you people are eager to listen to you people are eager [Music] [Music] [Music] thank you thank you thank you thank you thank you thank you thank you thank you thank you [Applause] [Applause] [Applause] you"], "transcript": [{"start": 10.08, "end": 11.749, "text": "i think"}, {"start": 11.749, "end": 11.759, "text": "i think"}, {"start": 11.759, "end": 13.99, "text": "i think you have taken the day"}, {"start": 13.99, "end": 14.0, "text": "you have taken the day"}, {"start": 14.0, "end": 16.15, "text": "you have taken the day tell the american people that your"}, {"start": 16.15, "end": 16.16, "text": "tell the american people that your"}, {"start": 16.16, "end": 18.95, "text": "tell the american people that your trouble has taken the day in this part"}, {"start": 18.95, "end": 18.96, "text": "trouble has taken the day in this part"}, {"start": 18.96, "end": 21.67, "text": "trouble has taken the day in this part of africa"}, {"start": 21.67, "end": 21.68, "text": "of africa"}, {"start": 21.68, "end": 25.589, "text": "of africa this part of africa awaits your coming"}, {"start": 25.589, "end": 25.599, "text": "this part of africa awaits your coming"}, {"start": 25.599, "end": 28.23, "text": "this part of africa awaits your coming people are eager to listen to you"}, {"start": 28.23, "end": 28.24, "text": "people are eager to listen to you"}, {"start": 28.24, "end": 37.17, "text": "people are eager to listen to you people are eager"}, {"start": 37.18, "end": 38.549, "text": "[Music]"}, {"start": 38.549, "end": 38.559, "text": "[Music]"}, {"start": 38.559, "end": 43.1, "text": "[Music] thank you thank you thank you"}, {"start": 43.1, "end": 43.11, "text": "thank you thank you thank you"}, {"start": 43.11, "end": 44.869, "text": "thank you thank you thank you [Applause]"}, {"start": 44.869, "end": 44.879, "text": "[Applause]"}, {"start": 44.879, "end": 46.96, "text": "[Applause] you"}], "createdAt": "2025-12-15T02:09:39.000Z", "imageUrl": "https://img.youtube.com/vi/9JKr0XEs-Rk/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=9JKr0XEs-Rk", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_gu0mGDNZVxI", "userId": "system", "title": "History of the Aringa tribe and Aringa Church: Part 3 of 3", "language": "luc", "content": "for the first two sections um that for the first two sections um that for the first two sections um that you've shared with us on the history of you've shared with us on the history of you've shared with us on the history of the Oringa people and the Oringa church. the Oringa people and the Oringa church. the Oringa people and the Oringa church. And I want to move to our third and And I want to move to our third and And I want to move to our third and final section of this interview. Um final section of this interview. Um final section of this interview. Um I I we're laughing because this is a I I we're laughing because this is a I I we're laughing because this is a familiar thing. I began calling Charles familiar thing. I began calling Charles familiar thing. I began calling Charles my Oringa Macedonia my Oringa Macedonia my Oringa Macedonia man. My Oringa man. And you have to look man. My Oringa man. And you have to look man. My Oringa man. And you have to look that up. It's in the book of Acts. Um, that up. It's in the book of Acts. Um, that up. It's in the book of Acts. Um, and and and so tell us, we've been talking, this has so tell us, we've been talking, this has so tell us, we've been talking, this has been in discussion and prayer for some been in discussion and prayer for some been in discussion and prayer for some time. Why you think it is important? We time. Why you think it is important? We time. Why you think it is important? We already have RAU in PAIA, which we're already have RAU in PAIA, which we're already have RAU in PAIA, which we're ministering in the Moyo area, Metu ministering in the Moyo area, Metu ministering in the Moyo area, Metu Mountains, and we've been coming this Mountains, and we've been coming this Mountains, and we've been coming this side for 10 to 12 years already. Why is side for 10 to 12 years already. Why is side for 10 to 12 years already. Why is it important that it would be to have a it important that it would be to have a it important that it would be to have a branch here on the ground branch where branch here on the ground branch where branch here on the ground branch where in the beginning Carol and I could move in the beginning Carol and I could move in the beginning Carol and I could move to to be a part of the work here. Kind to to be a part of the work here. Kind to to be a part of the work here. Kind of share from your heart on that one. Uh of share from your heart on that one. Uh of share from your heart on that one. Uh what you see God doing in this vision what you see God doing in this vision what you see God doing in this vision and some of the A to Z how that's and some of the A to Z how that's and some of the A to Z how that's actually being worked out in God's actually being worked out in God's actually being worked out in God's providence. providence. providence. Thank you once more for that question. Thank you once more for that question. Thank you once more for that question. Uh, Jacob, I am not a Uh, Jacob, I am not a Uh, Jacob, I am not a politician, but politician, but politician, but um I would say if it was in say if it was in say if it was in my my my power to decide power to decide power to decide where you were to settle to where you were to settle to where you were to settle to live right from the beginning, I would live right from the beginning, I would live right from the beginning, I would have said that the right place for you have said that the right place for you have said that the right place for you to be was to be was to be was Yumbay among the Aringa people. Why do I Yumbay among the Aringa people. Why do I Yumbay among the Aringa people. Why do I say that? say that? say that? I think um the Aringa people in the um if we take all the tribes in the um if we take all the tribes in the um if we take all the tribes in the whole country of Uganda, it is maybe the whole country of Uganda, it is maybe the whole country of Uganda, it is maybe the Aringa people who are called unriched Aringa people who are called unriched Aringa people who are called unriched group of people. group of people. group of people. It's a It's a It's a land where Muslims are the land where Muslims are the land where Muslims are the majority and the majority and the majority and the gospel message is very gospel message is very gospel message is very scarce. scarce. scarce. So for AU to come and have another base So for AU to come and have another base So for AU to come and have another base here in Ybe though they have that here in Ybe though they have that here in Ybe though they have that ino that really would be a great ino that really would be a great ino that really would be a great blessing. Number one, blessing. Number one, blessing. Number one, um the church that is very weak in um the church that is very weak in um the church that is very weak in America, the leadership would be America, the leadership would be America, the leadership would be empowered through empowered through empowered through teachings because when you are in teachings because when you are in teachings because when you are in Moyo, it is in rare cases that leaders Moyo, it is in rare cases that leaders Moyo, it is in rare cases that leaders from here move to Moyo for trainings. So from here move to Moyo for trainings. So from here move to Moyo for trainings. So having a branch here will give you an having a branch here will give you an having a branch here will give you an opportunity for the leaders, the church opportunity for the leaders, the church opportunity for the leaders, the church leaders to be trained properly and then leaders to be trained properly and then leaders to be trained properly and then send out. And I believe when they go out send out. And I believe when they go out send out. And I believe when they go out after being trained, the quality of after being trained, the quality of after being trained, the quality of service, the quality of their sermons, service, the quality of their sermons, service, the quality of their sermons, their teachings will be much better than their teachings will be much better than their teachings will be much better than before. So you are coming here would be before. So you are coming here would be before. So you are coming here would be a very big blessing to the church to a very big blessing to the church to a very big blessing to the church to take it to another level and then um for take it to another level and then um for take it to another level and then um for AU to be established here would give AU to be established here would give AU to be established here would give us an opportunity to go out as a AU to us an opportunity to go out as a AU to us an opportunity to go out as a AU to minister to the Muslims frequently. minister to the Muslims frequently. minister to the Muslims frequently. You have been operating from Moyo. At You have been operating from Moyo. At You have been operating from Moyo. At times it takes you once after 3 months times it takes you once after 3 months times it takes you once after 3 months to come once after two months because of to come once after two months because of to come once after two months because of the distance because you also have other the distance because you also have other the distance because you also have other duties there. But if you had a place duties there. But if you had a place duties there. But if you had a place here where you live, it would be uh easy here where you live, it would be uh easy here where you live, it would be uh easy for us to go out uh on weekly basis to for us to go out uh on weekly basis to for us to go out uh on weekly basis to share the gospel. Another thing would share the gospel. Another thing would share the gospel. Another thing would also be our friends like also be our friends like also be our friends like Wayne when you are not there would have Wayne when you are not there would have Wayne when you are not there would have a place to come and stay and live and go a place to come and stay and live and go a place to come and stay and live and go out to share the gospel. So it would not out to share the gospel. So it would not out to share the gospel. So it would not it would be a place not only for you but it would be a place not only for you but it would be a place not only for you but for other friends to come and go out to for other friends to come and go out to for other friends to come and go out to share exactly following you. I think share exactly following you. I think share exactly following you. I think those are some of the reasons I those are some of the reasons I those are some of the reasons I encourage and I speak strongly that encourage and I speak strongly that encourage and I speak strongly that um AU branch has to be established in if um AU branch has to be established in if um AU branch has to be established in if I can ask you a question related to this I can ask you a question related to this I can ask you a question related to this RAU is a parurch it's not the church how RAU is a parurch it's not the church how RAU is a parurch it's not the church how will RAU be received by the various will RAU be received by the various will RAU be received by the various denominations the bornagain evangelical denominations the bornagain evangelical denominations the bornagain evangelical Christians um and how can because RU Christians um and how can because RU Christians um and how can because RU firmly believes that we must work with firmly believes that we must work with firmly believes that we must work with the local church in whatever they do. the local church in whatever they do. the local church in whatever they do. How will we see that played out better How will we see that played out better How will we see that played out better if we have a branch here in uni itself? if we have a branch here in uni itself? if we have a branch here in uni itself? Yeah, thank you very much. This is what Yeah, thank you very much. This is what Yeah, thank you very much. This is what we have experienced before. It's not a we have experienced before. It's not a we have experienced before. It's not a new thing and it's not going to be a new thing and it's not going to be a new thing and it's not going to be a challenge. challenge. challenge. Um I have links with all the Um I have links with all the Um I have links with all the denominational denominational denominational leaders the Anglican church, the Baptist leaders the Anglican church, the Baptist leaders the Anglican church, the Baptist church, the Pentecostal church, all church, the Pentecostal church, all church, the Pentecostal church, all Bible believing churches, I have direct Bible believing churches, I have direct Bible believing churches, I have direct link with them, I have good relationship link with them, I have good relationship link with them, I have good relationship with them. So when our AU comes in with them. So when our AU comes in with them. So when our AU comes in place any activity place any activity place any activity that needs all that needs all that needs all the church leaders from all the the church leaders from all the the church leaders from all the denominations we will invite them denominations we will invite them denominations we will invite them because AU does not belong to any single because AU does not belong to any single because AU does not belong to any single denomination. It is for all Bible denomination. It is for all Bible denomination. It is for all Bible believing denominations. So we are to we believing denominations. So we are to we believing denominations. So we are to we are going to mobilize all of these are going to mobilize all of these are going to mobilize all of these churches to participate in all the churches to participate in all the churches to participate in all the activities that are that come through AU activities that are that come through AU activities that are that come through AU be it trainings be it evangelism be it trainings be it evangelism be it trainings be it evangelism evangelism be it fellowships whatever evangelism be it fellowships whatever evangelism be it fellowships whatever comes through AU we will mobilize comes through AU we will mobilize comes through AU we will mobilize leaders from all these denominations leaders from all these denominations leaders from all these denominations they will come because it's something they will come because it's something they will come because it's something that we have done before so it's not that we have done before so it's not that we have done before so it's not going to be a big challenge It's not going to be a big challenge It's not going to be a big challenge It's not new. We've been doing it for 10 years, new. We've been doing it for 10 years, new. We've been doing it for 10 years, but not as often as we want. It will but not as often as we want. It will but not as often as we want. It will work. It will work. Just a couple weeks work. It will work. Just a couple weeks work. It will work. Just a couple weeks ago, we had a group of 140 church ago, we had a group of 140 church ago, we had a group of 140 church leaders from all these various 180 187 leaders from all these various 180 187 leaders from all these various 180 187 and we studied like what is the gospel, and we studied like what is the gospel, and we studied like what is the gospel, you know, basics of the gospel and they you know, basics of the gospel and they you know, basics of the gospel and they were all represented there and even some were all represented there and even some were all represented there and even some some wisdoms kind of snuck into the some wisdoms kind of snuck into the some wisdoms kind of snuck into the training and uh um were part of that training and uh um were part of that training and uh um were part of that too. So what how how is that going to too. So what how how is that going to too. So what how how is that going to work? We're sitting in Charles's home work? We're sitting in Charles's home work? We're sitting in Charles's home right now. So, what can you tell our our right now. So, what can you tell our our right now. So, what can you tell our our viewers, our viewers, our viewers, our listeners some of the ideas we have, how listeners some of the ideas we have, how listeners some of the ideas we have, how we see that happening and how we've seen we see that happening and how we've seen we see that happening and how we've seen God already in the beginning God already in the beginning God already in the beginning stages push us there. my aringa stages push us there. my aringa stages push us there. my aringa Macedonian hand. [Music] [Music] [Music] Um when we first came with this dream, we reached a point where we dream, we reached a point where we dream, we reached a point where we thought it was something very difficult thought it was something very difficult thought it was something very difficult which we are not going to manage. which we are not going to manage. which we are not going to manage. But as we continued with our dream, we But as we continued with our dream, we But as we continued with our dream, we started uh seeing that the hand of God started uh seeing that the hand of God started uh seeing that the hand of God is in this is in this is in this journey. Number one, Jacob and I both journey. Number one, Jacob and I both journey. Number one, Jacob and I both doubted that doubted that doubted that we had water source in this plot or even we had water source in this plot or even we had water source in this plot or even land that we could get. Yes. Yes. land that we could get. Yes. Yes. land that we could get. Yes. Yes. But But But God in his ways of doing God in his ways of doing God in his ways of doing things proved us wrong by telling us things proved us wrong by telling us things proved us wrong by telling us that it's not right for us to doubt him. that it's not right for us to doubt him. that it's not right for us to doubt him. So in this So in this So in this compound there is a very big source of compound there is a very big source of compound there is a very big source of water which water which water which uh will be used in the different uh will be used in the different uh will be used in the different projects that we are going to undertake. projects that we are going to undertake. projects that we are going to undertake. So we have water source here and uh this So we have water source here and uh this So we have water source here and uh this land that I own I have accepted land that I own I have accepted land that I own I have accepted willingly willingly willingly to surrender it or give it to a to use to surrender it or give it to a to use to surrender it or give it to a to use it. it. it. So we have agreed to come up with an So we have agreed to come up with an So we have agreed to come up with an agreement that we're going to write down agreement that we're going to write down agreement that we're going to write down because because because um I am not um I am not um I am not permanent and so is Jacob in case both permanent and so is Jacob in case both permanent and so is Jacob in case both of us are not there. We don't want to of us are not there. We don't want to of us are not there. We don't want to see any confusion coming after. So we see any confusion coming after. So we see any confusion coming after. So we want to have an agreement written so want to have an agreement written so want to have an agreement written so that the land that I have agreed to give that the land that I have agreed to give that the land that I have agreed to give for AU and give means sell. Yes. In our for AU and give means sell. Yes. In our for AU and give means sell. Yes. In our culture here. Yeah. Nothing is going culture here. Yeah. Nothing is going culture here. Yeah. Nothing is going to happen where someone comes to take to happen where someone comes to take to happen where someone comes to take ownership and all that. So uh I think ownership and all that. So uh I think ownership and all that. So uh I think God is on our side. I see a great God is on our side. I see a great God is on our side. I see a great possibility of for possibility of for possibility of for uh this branch to be established because uh this branch to be established because uh this branch to be established because we have friends who can pray with us who we have friends who can pray with us who we have friends who can pray with us who can I believe encourage us in this can I believe encourage us in this can I believe encourage us in this journey. I don't see it as an impossible thing. Amen. And and we've already in thing. Amen. And and we've already in thing. Amen. And and we've already in the beginning stages as We we checked the beginning stages as We we checked the beginning stages as We we checked for water. We tested and found a good for water. We tested and found a good for water. We tested and found a good source of water. We've had an architect source of water. We've had an architect source of water. We've had an architect draw up plans for a house that could be draw up plans for a house that could be draw up plans for a house that could be here. Uh combined with the quarters that here. Uh combined with the quarters that here. Uh combined with the quarters that Charles already has here. Um and then Charles already has here. Um and then Charles already has here. Um and then moving so that Charles would be living moving so that Charles would be living moving so that Charles would be living right next door. So we're in community right next door. So we're in community right next door. So we're in community together and can continue to work together and can continue to work together and can continue to work together. And so the land is secure. As together. And so the land is secure. As together. And so the land is secure. As a Christian organization, it' be very a Christian organization, it' be very a Christian organization, it' be very difficult for us to come in and buy land difficult for us to come in and buy land difficult for us to come in and buy land and get a land title. But through and get a land title. But through and get a land title. But through Charles, we can come in and get that Charles, we can come in and get that Charles, we can come in and get that land land title. It secures the land to land land title. It secures the land to land land title. It secures the land to ministry efforts for generations to ministry efforts for generations to ministry efforts for generations to come. Um a place for resources to be come. Um a place for resources to be come. Um a place for resources to be kept, study Bibles, the books. We we kept, study Bibles, the books. We we kept, study Bibles, the books. We we have enough room to do that here as have enough room to do that here as have enough room to do that here as well. so that RAU Moyo and RA Yumi both well. so that RAU Moyo and RA Yumi both well. so that RAU Moyo and RA Yumi both have those resources and the road is have those resources and the road is have those resources and the road is being done being done being done between Moyo and Yi which will make it a between Moyo and Yi which will make it a between Moyo and Yi which will make it a a 50-minute drive so we can continue to a 50-minute drive so we can continue to a 50-minute drive so we can continue to work together so it's not an abandoning work together so it's not an abandoning work together so it's not an abandoning of our Moyo. It's a complimentary thing of our Moyo. It's a complimentary thing of our Moyo. It's a complimentary thing to aryal team together and so as future to aryal team together and so as future to aryal team together and so as future generations come and work on the generations come and work on the generations come and work on the ministry we can do it on both sides more ministry we can do it on both sides more ministry we can do it on both sides more easily. So thank you so much. Thank you easily. So thank you so much. Thank you easily. So thank you so much. Thank you my friends. Keep praying for us as we my friends. Keep praying for us as we my friends. Keep praying for us as we work out some more details on this. work out some more details on this. work out some more details on this. We'll get back to you on those details. We'll get back to you on those details. We'll get back to you on those details. Uh follow us at Uh follow us at Uh follow us at www.reachingafricasreach.org org and you www.reachingafricasreach.org org and you www.reachingafricasreach.org org and you can get more information there and we'll can get more information there and we'll can get more information there and we'll be posting that as it's available. So, be posting that as it's available. So, be posting that as it's available. So, God bless you. Thank you my friend God bless you. Thank you my friend God bless you. Thank you my friend Charles, my Macedonia man who I love so Charles, my Macedonia man who I love so Charles, my Macedonia man who I love so much. We've been working together for 12 much. We've been working together for 12 much. We've been working together for 12 13 years something like that here in Yi. 13 years something like that here in Yi. 13 years something like that here in Yi. And so we have an established And so we have an established And so we have an established relationship here with each other with relationship here with each other with relationship here with each other with the churches in Yi as well as the Muslim the churches in Yi as well as the Muslim the churches in Yi as well as the Muslim leadership in Yi. So that foundation is leadership in Yi. So that foundation is leadership in Yi. So that foundation is being been laid and we want to build being been laid and we want to build being been laid and we want to build upon that foundation. Then we want the upon that foundation. Then we want the upon that foundation. Then we want the Timothies that follow both of us to Timothies that follow both of us to Timothies that follow both of us to continue that from generation to continue that from generation to continue that from generation to generation until Jesus comes back. And generation until Jesus comes back. And generation until Jesus comes back. And um he is building his church here. We um he is building his church here. We um he is building his church here. We see it firsthand. It's not easy, but God see it firsthand. It's not easy, but God see it firsthand. It's not easy, but God calls us to do the task whether it's calls us to do the task whether it's calls us to do the task whether it's easy or hard. And so pray with us that easy or hard. And so pray with us that easy or hard. And so pray with us that the gospel go forth. Thank you, Wayne, the gospel go forth. Thank you, Wayne, the gospel go forth. Thank you, Wayne, for being with us. Thank you, everyone for being with us. Thank you, everyone for being with us. Thank you, everyone else who supports us and prays for us. else who supports us and prays for us. else who supports us and prays for us. May God richly bless you. Amen. Amen. May God richly bless you. Amen. Amen. May God richly bless you. Amen. Amen. Amen.", "sentences": ["for the first two sections um that for the first two sections um that for the first two sections um that you've shared with us on the history of you've shared with us on the history of you've shared with us on the history of the Oringa people and the Oringa church.", "the Oringa people and the Oringa church.", "the Oringa people and the Oringa church.", "And I want to move to our third and And I want to move to our third and And I want to move to our third and final section of this interview.", "Um final section of this interview.", "Um final section of this interview.", "Um I I we're laughing because this is a I I we're laughing because this is a I I we're laughing because this is a familiar thing.", "I began calling Charles familiar thing.", "I began calling Charles familiar thing.", "I began calling Charles my Oringa Macedonia my Oringa Macedonia my Oringa Macedonia man.", "My Oringa man.", "And you have to look man.", "My Oringa man.", "And you have to look man.", "My Oringa man.", "And you have to look that up.", "It's in the book of Acts.", "Um, that up.", "It's in the book of Acts.", "Um, that up.", "It's in the book of Acts.", "Um, and and and so tell us, we've been talking, this has so tell us, we've been talking, this has so tell us, we've been talking, this has been in discussion and prayer for some been in discussion and prayer for some been in discussion and prayer for some time.", "Why you think it is important?", "We time.", "Why you think it is important?", "We time.", "Why you think it is important?", "We already have RAU in PAIA, which we're already have RAU in PAIA, which we're already have RAU in PAIA, which we're ministering in the Moyo area, Metu ministering in the Moyo area, Metu ministering in the Moyo area, Metu Mountains, and we've been coming this Mountains, and we've been coming this Mountains, and we've been coming this side for 10 to 12 years already.", "Why is side for 10 to 12 years already.", "Why is side for 10 to 12 years already.", "Why is it important that it would be to have a it important that it would be to have a it important that it would be to have a branch here on the ground branch where branch here on the ground branch where branch here on the ground branch where in the beginning Carol and I could move in the beginning Carol and I could move in the beginning Carol and I could move to to be a part of the work here.", "Kind to to be a part of the work here.", "Kind to to be a part of the work here.", "Kind of share from your heart on that one.", "Uh of share from your heart on that one.", "Uh of share from your heart on that one.", "Uh what you see God doing in this vision what you see God doing in this vision what you see God doing in this vision and some of the A to Z how that's and some of the A to Z how that's and some of the A to Z how that's actually being worked out in God's actually being worked out in God's actually being worked out in God's providence.", "providence.", "providence.", "Thank you once more for that question.", "Thank you once more for that question.", "Thank you once more for that question.", "Uh, Jacob, I am not a Uh, Jacob, I am not a Uh, Jacob, I am not a politician, but politician, but politician, but um I would say if it was in say if it was in say if it was in my my my power to decide power to decide power to decide where you were to settle to where you were to settle to where you were to settle to live right from the beginning, I would live right from the beginning, I would live right from the beginning, I would have said that the right place for you have said that the right place for you have said that the right place for you to be was to be was to be was Yumbay among the Aringa people.", "Why do I Yumbay among the Aringa people.", "Why do I Yumbay among the Aringa people.", "Why do I say that?", "say that?", "say that?", "I think um the Aringa people in the um if we take all the tribes in the um if we take all the tribes in the um if we take all the tribes in the whole country of Uganda, it is maybe the whole country of Uganda, it is maybe the whole country of Uganda, it is maybe the Aringa people who are called unriched Aringa people who are called unriched Aringa people who are called unriched group of people.", "group of people.", "group of people.", "It's a It's a It's a land where Muslims are the land where Muslims are the land where Muslims are the majority and the majority and the majority and the gospel message is very gospel message is very gospel message is very scarce.", "scarce.", "scarce.", "So for AU to come and have another base So for AU to come and have another base So for AU to come and have another base here in Ybe though they have that here in Ybe though they have that here in Ybe though they have that ino that really would be a great ino that really would be a great ino that really would be a great blessing.", "Number one, blessing.", "Number one, blessing.", "Number one, um the church that is very weak in um the church that is very weak in um the church that is very weak in America, the leadership would be America, the leadership would be America, the leadership would be empowered through empowered through empowered through teachings because when you are in teachings because when you are in teachings because when you are in Moyo, it is in rare cases that leaders Moyo, it is in rare cases that leaders Moyo, it is in rare cases that leaders from here move to Moyo for trainings.", "So from here move to Moyo for trainings.", "So from here move to Moyo for trainings.", "So having a branch here will give you an having a branch here will give you an having a branch here will give you an opportunity for the leaders, the church opportunity for the leaders, the church opportunity for the leaders, the church leaders to be trained properly and then leaders to be trained properly and then leaders to be trained properly and then send out.", "And I believe when they go out send out.", "And I believe when they go out send out.", "And I believe when they go out after being trained, the quality of after being trained, the quality of after being trained, the quality of service, the quality of their sermons, service, the quality of their sermons, service, the quality of their sermons, their teachings will be much better than their teachings will be much better than their teachings will be much better than before.", "So you are coming here would be before.", "So you are coming here would be before.", "So you are coming here would be a very big blessing to the church to a very big blessing to the church to a very big blessing to the church to take it to another level and then um for take it to another level and then um for take it to another level and then um for AU to be established here would give AU to be established here would give AU to be established here would give us an opportunity to go out as a AU to us an opportunity to go out as a AU to us an opportunity to go out as a AU to minister to the Muslims frequently.", "minister to the Muslims frequently.", "minister to the Muslims frequently.", "You have been operating from Moyo.", "At You have been operating from Moyo.", "At You have been operating from Moyo.", "At times it takes you once after 3 months times it takes you once after 3 months times it takes you once after 3 months to come once after two months because of to come once after two months because of to come once after two months because of the distance because you also have other the distance because you also have other the distance because you also have other duties there.", "But if you had a place duties there.", "But if you had a place duties there.", "But if you had a place here where you live, it would be uh easy here where you live, it would be uh easy here where you live, it would be uh easy for us to go out uh on weekly basis to for us to go out uh on weekly basis to for us to go out uh on weekly basis to share the gospel.", "Another thing would share the gospel.", "Another thing would share the gospel.", "Another thing would also be our friends like also be our friends like also be our friends like Wayne when you are not there would have Wayne when you are not there would have Wayne when you are not there would have a place to come and stay and live and go a place to come and stay and live and go a place to come and stay and live and go out to share the gospel.", "So it would not out to share the gospel.", "So it would not out to share the gospel.", "So it would not it would be a place not only for you but it would be a place not only for you but it would be a place not only for you but for other friends to come and go out to for other friends to come and go out to for other friends to come and go out to share exactly following you.", "I think share exactly following you.", "I think share exactly following you.", "I think those are some of the reasons I those are some of the reasons I those are some of the reasons I encourage and I speak strongly that encourage and I speak strongly that encourage and I speak strongly that um AU branch has to be established in if um AU branch has to be established in if um AU branch has to be established in if I can ask you a question related to this I can ask you a question related to this I can ask you a question related to this RAU is a parurch it's not the church how RAU is a parurch it's not the church how RAU is a parurch it's not the church how will RAU be received by the various will RAU be received by the various will RAU be received by the various denominations the bornagain evangelical denominations the bornagain evangelical denominations the bornagain evangelical Christians um and how can because RU Christians um and how can because RU Christians um and how can because RU firmly believes that we must work with firmly believes that we must work with firmly believes that we must work with the local church in whatever they do.", "the local church in whatever they do.", "the local church in whatever they do.", "How will we see that played out better How will we see that played out better How will we see that played out better if we have a branch here in uni itself?", "if we have a branch here in uni itself?", "if we have a branch here in uni itself?", "Yeah, thank you very much.", "This is what Yeah, thank you very much.", "This is what Yeah, thank you very much.", "This is what we have experienced before.", "It's not a we have experienced before.", "It's not a we have experienced before.", "It's not a new thing and it's not going to be a new thing and it's not going to be a new thing and it's not going to be a challenge.", "challenge.", "challenge.", "Um I have links with all the Um I have links with all the Um I have links with all the denominational denominational denominational leaders the Anglican church, the Baptist leaders the Anglican church, the Baptist leaders the Anglican church, the Baptist church, the Pentecostal church, all church, the Pentecostal church, all church, the Pentecostal church, all Bible believing churches, I have direct Bible believing churches, I have direct Bible believing churches, I have direct link with them, I have good relationship link with them, I have good relationship link with them, I have good relationship with them.", "So when our AU comes in with them.", "So when our AU comes in with them.", "So when our AU comes in place any activity place any activity place any activity that needs all that needs all that needs all the church leaders from all the the church leaders from all the the church leaders from all the denominations we will invite them denominations we will invite them denominations we will invite them because AU does not belong to any single because AU does not belong to any single because AU does not belong to any single denomination.", "It is for all Bible denomination.", "It is for all Bible denomination.", "It is for all Bible believing denominations.", "So we are to we believing denominations.", "So we are to we believing denominations.", "So we are to we are going to mobilize all of these are going to mobilize all of these are going to mobilize all of these churches to participate in all the churches to participate in all the churches to participate in all the activities that are that come through AU activities that are that come through AU activities that are that come through AU be it trainings be it evangelism be it trainings be it evangelism be it trainings be it evangelism evangelism be it fellowships whatever evangelism be it fellowships whatever evangelism be it fellowships whatever comes through AU we will mobilize comes through AU we will mobilize comes through AU we will mobilize leaders from all these denominations leaders from all these denominations leaders from all these denominations they will come because it's something they will come because it's something they will come because it's something that we have done before so it's not that we have done before so it's not that we have done before so it's not going to be a big challenge It's not going to be a big challenge It's not going to be a big challenge It's not new.", "We've been doing it for 10 years, new.", "We've been doing it for 10 years, new.", "We've been doing it for 10 years, but not as often as we want.", "It will but not as often as we want.", "It will but not as often as we want.", "It will work.", "It will work.", "Just a couple weeks work.", "It will work.", "Just a couple weeks work.", "It will work.", "Just a couple weeks ago, we had a group of 140 church ago, we had a group of 140 church ago, we had a group of 140 church leaders from all these various 180 187 leaders from all these various 180 187 leaders from all these various 180 187 and we studied like what is the gospel, and we studied like what is the gospel, and we studied like what is the gospel, you know, basics of the gospel and they you know, basics of the gospel and they you know, basics of the gospel and they were all represented there and even some were all represented there and even some were all represented there and even some some wisdoms kind of snuck into the some wisdoms kind of snuck into the some wisdoms kind of snuck into the training and uh um were part of that training and uh um were part of that training and uh um were part of that too.", "So what how how is that going to too.", "So what how how is that going to too.", "So what how how is that going to work?", "We're sitting in Charles's home work?", "We're sitting in Charles's home work?", "We're sitting in Charles's home right now.", "So, what can you tell our our right now.", "So, what can you tell our our right now.", "So, what can you tell our our viewers, our viewers, our viewers, our listeners some of the ideas we have, how listeners some of the ideas we have, how listeners some of the ideas we have, how we see that happening and how we've seen we see that happening and how we've seen we see that happening and how we've seen God already in the beginning God already in the beginning God already in the beginning stages push us there.", "my aringa stages push us there.", "my aringa stages push us there.", "my aringa Macedonian hand.", "[Music] [Music] [Music] Um when we first came with this dream, we reached a point where we dream, we reached a point where we dream, we reached a point where we thought it was something very difficult thought it was something very difficult thought it was something very difficult which we are not going to manage.", "which we are not going to manage.", "which we are not going to manage.", "But as we continued with our dream, we But as we continued with our dream, we But as we continued with our dream, we started uh seeing that the hand of God started uh seeing that the hand of God started uh seeing that the hand of God is in this is in this is in this journey.", "Number one, Jacob and I both journey.", "Number one, Jacob and I both journey.", "Number one, Jacob and I both doubted that doubted that doubted that we had water source in this plot or even we had water source in this plot or even we had water source in this plot or even land that we could get.", "Yes.", "Yes.", "land that we could get.", "Yes.", "Yes.", "land that we could get.", "Yes.", "Yes.", "But But But God in his ways of doing God in his ways of doing God in his ways of doing things proved us wrong by telling us things proved us wrong by telling us things proved us wrong by telling us that it's not right for us to doubt him.", "that it's not right for us to doubt him.", "that it's not right for us to doubt him.", "So in this So in this So in this compound there is a very big source of compound there is a very big source of compound there is a very big source of water which water which water which uh will be used in the different uh will be used in the different uh will be used in the different projects that we are going to undertake.", "projects that we are going to undertake.", "projects that we are going to undertake.", "So we have water source here and uh this So we have water source here and uh this So we have water source here and uh this land that I own I have accepted land that I own I have accepted land that I own I have accepted willingly willingly willingly to surrender it or give it to a to use to surrender it or give it to a to use to surrender it or give it to a to use it.", "it.", "it.", "So we have agreed to come up with an So we have agreed to come up with an So we have agreed to come up with an agreement that we're going to write down agreement that we're going to write down agreement that we're going to write down because because because um I am not um I am not um I am not permanent and so is Jacob in case both permanent and so is Jacob in case both permanent and so is Jacob in case both of us are not there.", "We don't want to of us are not there.", "We don't want to of us are not there.", "We don't want to see any confusion coming after.", "So we see any confusion coming after.", "So we see any confusion coming after.", "So we want to have an agreement written so want to have an agreement written so want to have an agreement written so that the land that I have agreed to give that the land that I have agreed to give that the land that I have agreed to give for AU and give means sell.", "Yes.", "In our for AU and give means sell.", "Yes.", "In our for AU and give means sell.", "Yes.", "In our culture here.", "Yeah.", "Nothing is going culture here.", "Yeah.", "Nothing is going culture here.", "Yeah.", "Nothing is going to happen where someone comes to take to happen where someone comes to take to happen where someone comes to take ownership and all that.", "So uh I think ownership and all that.", "So uh I think ownership and all that.", "So uh I think God is on our side.", "I see a great God is on our side.", "I see a great God is on our side.", "I see a great possibility of for possibility of for possibility of for uh this branch to be established because uh this branch to be established because uh this branch to be established because we have friends who can pray with us who we have friends who can pray with us who we have friends who can pray with us who can I believe encourage us in this can I believe encourage us in this can I believe encourage us in this journey.", "I don't see it as an impossible thing.", "Amen.", "And and we've already in thing.", "Amen.", "And and we've already in thing.", "Amen.", "And and we've already in the beginning stages as We we checked the beginning stages as We we checked the beginning stages as We we checked for water.", "We tested and found a good for water.", "We tested and found a good for water.", "We tested and found a good source of water.", "We've had an architect source of water.", "We've had an architect source of water.", "We've had an architect draw up plans for a house that could be draw up plans for a house that could be draw up plans for a house that could be here.", "Uh combined with the quarters that here.", "Uh combined with the quarters that here.", "Uh combined with the quarters that Charles already has here.", "Um and then Charles already has here.", "Um and then Charles already has here.", "Um and then moving so that Charles would be living moving so that Charles would be living moving so that Charles would be living right next door.", "So we're in community right next door.", "So we're in community right next door.", "So we're in community together and can continue to work together and can continue to work together and can continue to work together.", "And so the land is secure.", "As together.", "And so the land is secure.", "As together.", "And so the land is secure.", "As a Christian organization, it' be very a Christian organization, it' be very a Christian organization, it' be very difficult for us to come in and buy land difficult for us to come in and buy land difficult for us to come in and buy land and get a land title.", "But through and get a land title.", "But through and get a land title.", "But through Charles, we can come in and get that Charles, we can come in and get that Charles, we can come in and get that land land title.", "It secures the land to land land title.", "It secures the land to land land title.", "It secures the land to ministry efforts for generations to ministry efforts for generations to ministry efforts for generations to come.", "Um a place for resources to be come.", "Um a place for resources to be come.", "Um a place for resources to be kept, study Bibles, the books.", "We we kept, study Bibles, the books.", "We we kept, study Bibles, the books.", "We we have enough room to do that here as have enough room to do that here as have enough room to do that here as well.", "so that RAU Moyo and RA Yumi both well.", "so that RAU Moyo and RA Yumi both well.", "so that RAU Moyo and RA Yumi both have those resources and the road is have those resources and the road is have those resources and the road is being done being done being done between Moyo and Yi which will make it a between Moyo and Yi which will make it a between Moyo and Yi which will make it a a 50-minute drive so we can continue to a 50-minute drive so we can continue to a 50-minute drive so we can continue to work together so it's not an abandoning work together so it's not an abandoning work together so it's not an abandoning of our Moyo.", "It's a complimentary thing of our Moyo.", "It's a complimentary thing of our Moyo.", "It's a complimentary thing to aryal team together and so as future to aryal team together and so as future to aryal team together and so as future generations come and work on the generations come and work on the generations come and work on the ministry we can do it on both sides more ministry we can do it on both sides more ministry we can do it on both sides more easily.", "So thank you so much.", "Thank you easily.", "So thank you so much.", "Thank you easily.", "So thank you so much.", "Thank you my friends.", "Keep praying for us as we my friends.", "Keep praying for us as we my friends.", "Keep praying for us as we work out some more details on this.", "work out some more details on this.", "work out some more details on this.", "We'll get back to you on those details.", "We'll get back to you on those details.", "We'll get back to you on those details.", "Uh follow us at Uh follow us at Uh follow us at www.reachingafricasreach.org org and you www.reachingafricasreach.org org and you www.reachingafricasreach.org org and you can get more information there and we'll can get more information there and we'll can get more information there and we'll be posting that as it's available.", "So, be posting that as it's available.", "So, be posting that as it's available.", "So, God bless you.", "Thank you my friend God bless you.", "Thank you my friend God bless you.", "Thank you my friend Charles, my Macedonia man who I love so Charles, my Macedonia man who I love so Charles, my Macedonia man who I love so much.", "We've been working together for 12 much.", "We've been working together for 12 much.", "We've been working together for 12 13 years something like that here in Yi.", "13 years something like that here in Yi.", "13 years something like that here in Yi.", "And so we have an established And so we have an established And so we have an established relationship here with each other with relationship here with each other with relationship here with each other with the churches in Yi as well as the Muslim the churches in Yi as well as the Muslim the churches in Yi as well as the Muslim leadership in Yi.", "So that foundation is leadership in Yi.", "So that foundation is leadership in Yi.", "So that foundation is being been laid and we want to build being been laid and we want to build being been laid and we want to build upon that foundation.", "Then we want the upon that foundation.", "Then we want the upon that foundation.", "Then we want the Timothies that follow both of us to Timothies that follow both of us to Timothies that follow both of us to continue that from generation to continue that from generation to continue that from generation to generation until Jesus comes back.", "And generation until Jesus comes back.", "And generation until Jesus comes back.", "And um he is building his church here.", "We um he is building his church here.", "We um he is building his church here.", "We see it firsthand.", "It's not easy, but God see it firsthand.", "It's not easy, but God see it firsthand.", "It's not easy, but God calls us to do the task whether it's calls us to do the task whether it's calls us to do the task whether it's easy or hard.", "And so pray with us that easy or hard.", "And so pray with us that easy or hard.", "And so pray with us that the gospel go forth.", "Thank you, Wayne, the gospel go forth.", "Thank you, Wayne, the gospel go forth.", "Thank you, Wayne, for being with us.", "Thank you, everyone for being with us.", "Thank you, everyone for being with us.", "Thank you, everyone else who supports us and prays for us.", "else who supports us and prays for us.", "else who supports us and prays for us.", "May God richly bless you.", "Amen.", "Amen.", "May God richly bless you.", "Amen.", "Amen.", "May God richly bless you.", "Amen.", "Amen.", "Amen."], "transcript": [{"start": 0.08, "end": 2.869, "text": "for the first two sections um that"}, {"start": 2.869, "end": 2.879, "text": "for the first two sections um that"}, {"start": 2.879, "end": 4.95, "text": "for the first two sections um that you've shared with us on the history of"}, {"start": 4.95, "end": 4.96, "text": "you've shared with us on the history of"}, {"start": 4.96, "end": 8.87, "text": "you've shared with us on the history of the Oringa people and the Oringa church."}, {"start": 8.87, "end": 8.88, "text": "the Oringa people and the Oringa church."}, {"start": 8.88, "end": 10.91, "text": "the Oringa people and the Oringa church. And I want to move to our third and"}, {"start": 10.91, "end": 10.92, "text": "And I want to move to our third and"}, {"start": 10.92, "end": 16.43, "text": "And I want to move to our third and final section of this interview. Um"}, {"start": 16.43, "end": 16.44, "text": "final section of this interview. Um"}, {"start": 16.44, "end": 20.55, "text": "final section of this interview. Um I I we're laughing because this is a"}, {"start": 20.55, "end": 20.56, "text": "I I we're laughing because this is a"}, {"start": 20.56, "end": 23.59, "text": "I I we're laughing because this is a familiar thing. I began calling Charles"}, {"start": 23.59, "end": 23.6, "text": "familiar thing. I began calling Charles"}, {"start": 23.6, "end": 26.67, "text": "familiar thing. I began calling Charles my Oringa Macedonia"}, {"start": 26.67, "end": 26.68, "text": "my Oringa Macedonia"}, {"start": 26.68, "end": 29.349, "text": "my Oringa Macedonia man. My Oringa man. And you have to look"}, {"start": 29.349, "end": 29.359, "text": "man. My Oringa man. And you have to look"}, {"start": 29.359, "end": 32.549, "text": "man. My Oringa man. And you have to look that up. It's in the book of Acts. Um,"}, {"start": 32.549, "end": 32.559, "text": "that up. It's in the book of Acts. Um,"}, {"start": 32.559, "end": 34.03, "text": "that up. It's in the book of Acts. Um, and"}, {"start": 34.03, "end": 34.04, "text": "and"}, {"start": 34.04, "end": 37.03, "text": "and so tell us, we've been talking, this has"}, {"start": 37.03, "end": 37.04, "text": "so tell us, we've been talking, this has"}, {"start": 37.04, "end": 39.19, "text": "so tell us, we've been talking, this has been in discussion and prayer for some"}, {"start": 39.19, "end": 39.2, "text": "been in discussion and prayer for some"}, {"start": 39.2, "end": 42.63, "text": "been in discussion and prayer for some time. Why you think it is important? We"}, {"start": 42.63, "end": 42.64, "text": "time. Why you think it is important? We"}, {"start": 42.64, "end": 45.069, "text": "time. Why you think it is important? We already have RAU in PAIA, which we're"}, {"start": 45.069, "end": 45.079, "text": "already have RAU in PAIA, which we're"}, {"start": 45.079, "end": 48.389, "text": "already have RAU in PAIA, which we're ministering in the Moyo area, Metu"}, {"start": 48.389, "end": 48.399, "text": "ministering in the Moyo area, Metu"}, {"start": 48.399, "end": 50.31, "text": "ministering in the Moyo area, Metu Mountains, and we've been coming this"}, {"start": 50.31, "end": 50.32, "text": "Mountains, and we've been coming this"}, {"start": 50.32, "end": 54.389, "text": "Mountains, and we've been coming this side for 10 to 12 years already. Why is"}, {"start": 54.389, "end": 54.399, "text": "side for 10 to 12 years already. Why is"}, {"start": 54.399, "end": 57.029, "text": "side for 10 to 12 years already. Why is it important that it would be to have a"}, {"start": 57.029, "end": 57.039, "text": "it important that it would be to have a"}, {"start": 57.039, "end": 59.27, "text": "it important that it would be to have a branch here on the ground branch where"}, {"start": 59.27, "end": 59.28, "text": "branch here on the ground branch where"}, {"start": 59.28, "end": 61.91, "text": "branch here on the ground branch where in the beginning Carol and I could move"}, {"start": 61.91, "end": 61.92, "text": "in the beginning Carol and I could move"}, {"start": 61.92, "end": 65.189, "text": "in the beginning Carol and I could move to to be a part of the work here. Kind"}, {"start": 65.189, "end": 65.199, "text": "to to be a part of the work here. Kind"}, {"start": 65.199, "end": 68.55, "text": "to to be a part of the work here. Kind of share from your heart on that one. Uh"}, {"start": 68.55, "end": 68.56, "text": "of share from your heart on that one. Uh"}, {"start": 68.56, "end": 71.19, "text": "of share from your heart on that one. Uh what you see God doing in this vision"}, {"start": 71.19, "end": 71.2, "text": "what you see God doing in this vision"}, {"start": 71.2, "end": 73.95, "text": "what you see God doing in this vision and some of the A to Z how that's"}, {"start": 73.95, "end": 73.96000000000001, "text": "and some of the A to Z how that's"}, {"start": 73.96000000000001, "end": 76.789, "text": "and some of the A to Z how that's actually being worked out in God's"}, {"start": 76.789, "end": 76.799, "text": "actually being worked out in God's"}, {"start": 76.799, "end": 79.27, "text": "actually being worked out in God's providence."}, {"start": 79.27, "end": 79.28, "text": "providence."}, {"start": 79.28, "end": 83.19, "text": "providence. Thank you once more for that question."}, {"start": 83.19, "end": 83.2, "text": "Thank you once more for that question."}, {"start": 83.2, "end": 85.469, "text": "Thank you once more for that question. Uh, Jacob, I am not a"}, {"start": 85.469, "end": 85.479, "text": "Uh, Jacob, I am not a"}, {"start": 85.479, "end": 88.99, "text": "Uh, Jacob, I am not a politician, but"}, {"start": 88.99, "end": 89.0, "text": "politician, but"}, {"start": 89.0, "end": 92.749, "text": "politician, but um I would"}, {"start": 92.759, "end": 97.22999999999999, "text": "say if it was in"}, {"start": 97.22999999999999, "end": 97.24000000000001, "text": "say if it was in"}, {"start": 97.24000000000001, "end": 98.749, "text": "say if it was in my"}, {"start": 98.749, "end": 98.759, "text": "my"}, {"start": 98.759, "end": 101.71000000000001, "text": "my power to decide"}, {"start": 101.71000000000001, "end": 101.72, "text": "power to decide"}, {"start": 101.72, "end": 105.63, "text": "power to decide where you were to settle to"}, {"start": 105.63, "end": 105.64, "text": "where you were to settle to"}, {"start": 105.64, "end": 109.03, "text": "where you were to settle to live right from the beginning, I would"}, {"start": 109.03, "end": 109.03999999999999, "text": "live right from the beginning, I would"}, {"start": 109.03999999999999, "end": 111.91, "text": "live right from the beginning, I would have said that the right place for you"}, {"start": 111.91, "end": 111.92, "text": "have said that the right place for you"}, {"start": 111.92, "end": 115.069, "text": "have said that the right place for you to be was"}, {"start": 115.069, "end": 115.07900000000001, "text": "to be was"}, {"start": 115.07900000000001, "end": 119.19, "text": "to be was Yumbay among the Aringa people. Why do I"}, {"start": 119.19, "end": 119.2, "text": "Yumbay among the Aringa people. Why do I"}, {"start": 119.2, "end": 121.59, "text": "Yumbay among the Aringa people. Why do I say that?"}, {"start": 121.59, "end": 121.6, "text": "say that?"}, {"start": 121.6, "end": 129.389, "text": "say that? I think um the Aringa people in the"}, {"start": 129.399, "end": 133.43, "text": "um if we take all the tribes in the"}, {"start": 133.43, "end": 133.44, "text": "um if we take all the tribes in the"}, {"start": 133.44, "end": 137.67000000000002, "text": "um if we take all the tribes in the whole country of Uganda, it is maybe the"}, {"start": 137.67000000000002, "end": 137.68, "text": "whole country of Uganda, it is maybe the"}, {"start": 137.68, "end": 141.43, "text": "whole country of Uganda, it is maybe the Aringa people who are called unriched"}, {"start": 141.43, "end": 141.44, "text": "Aringa people who are called unriched"}, {"start": 141.44, "end": 143.99, "text": "Aringa people who are called unriched group of people."}, {"start": 143.99, "end": 144.0, "text": "group of people."}, {"start": 144.0, "end": 145.07, "text": "group of people. It's a"}, {"start": 145.07, "end": 145.07999999999998, "text": "It's a"}, {"start": 145.07999999999998, "end": 148.75, "text": "It's a land where Muslims are the"}, {"start": 148.75, "end": 148.76, "text": "land where Muslims are the"}, {"start": 148.76, "end": 150.82999999999998, "text": "land where Muslims are the majority and the"}, {"start": 150.82999999999998, "end": 150.84, "text": "majority and the"}, {"start": 150.84, "end": 154.03, "text": "majority and the gospel message is very"}, {"start": 154.03, "end": 154.04, "text": "gospel message is very"}, {"start": 154.04, "end": 155.71, "text": "gospel message is very scarce."}, {"start": 155.71, "end": 155.72, "text": "scarce."}, {"start": 155.72, "end": 161.35, "text": "scarce. So for AU to come and have another base"}, {"start": 161.35, "end": 161.36, "text": "So for AU to come and have another base"}, {"start": 161.36, "end": 165.79, "text": "So for AU to come and have another base here in Ybe though they have that"}, {"start": 165.79, "end": 165.8, "text": "here in Ybe though they have that"}, {"start": 165.8, "end": 169.07, "text": "here in Ybe though they have that ino that really would be a great"}, {"start": 169.07, "end": 169.07999999999998, "text": "ino that really would be a great"}, {"start": 169.07999999999998, "end": 172.55, "text": "ino that really would be a great blessing. Number one,"}, {"start": 172.55, "end": 172.56, "text": "blessing. Number one,"}, {"start": 172.56, "end": 175.99, "text": "blessing. Number one, um the church that is very weak in"}, {"start": 175.99, "end": 176.0, "text": "um the church that is very weak in"}, {"start": 176.0, "end": 179.47, "text": "um the church that is very weak in America, the leadership would be"}, {"start": 179.47, "end": 179.48, "text": "America, the leadership would be"}, {"start": 179.48, "end": 181.39, "text": "America, the leadership would be empowered through"}, {"start": 181.39, "end": 181.4, "text": "empowered through"}, {"start": 181.4, "end": 184.35, "text": "empowered through teachings because when you are in"}, {"start": 184.35, "end": 184.36, "text": "teachings because when you are in"}, {"start": 184.36, "end": 187.67, "text": "teachings because when you are in Moyo, it is in rare cases that leaders"}, {"start": 187.67, "end": 187.68, "text": "Moyo, it is in rare cases that leaders"}, {"start": 187.68, "end": 191.50900000000001, "text": "Moyo, it is in rare cases that leaders from here move to Moyo for trainings. So"}, {"start": 191.50900000000001, "end": 191.519, "text": "from here move to Moyo for trainings. So"}, {"start": 191.519, "end": 194.309, "text": "from here move to Moyo for trainings. So having a branch here will give you an"}, {"start": 194.309, "end": 194.319, "text": "having a branch here will give you an"}, {"start": 194.319, "end": 196.55, "text": "having a branch here will give you an opportunity for the leaders, the church"}, {"start": 196.55, "end": 196.56, "text": "opportunity for the leaders, the church"}, {"start": 196.56, "end": 200.39, "text": "opportunity for the leaders, the church leaders to be trained properly and then"}, {"start": 200.39, "end": 200.4, "text": "leaders to be trained properly and then"}, {"start": 200.4, "end": 203.91, "text": "leaders to be trained properly and then send out. And I believe when they go out"}, {"start": 203.91, "end": 203.92000000000002, "text": "send out. And I believe when they go out"}, {"start": 203.92000000000002, "end": 207.309, "text": "send out. And I believe when they go out after being trained, the quality of"}, {"start": 207.309, "end": 207.319, "text": "after being trained, the quality of"}, {"start": 207.319, "end": 210.149, "text": "after being trained, the quality of service, the quality of their sermons,"}, {"start": 210.149, "end": 210.159, "text": "service, the quality of their sermons,"}, {"start": 210.159, "end": 213.35, "text": "service, the quality of their sermons, their teachings will be much better than"}, {"start": 213.35, "end": 213.36, "text": "their teachings will be much better than"}, {"start": 213.36, "end": 217.11, "text": "their teachings will be much better than before. So you are coming here would be"}, {"start": 217.11, "end": 217.12, "text": "before. So you are coming here would be"}, {"start": 217.12, "end": 221.75, "text": "before. So you are coming here would be a very big blessing to the church to"}, {"start": 221.75, "end": 221.76, "text": "a very big blessing to the church to"}, {"start": 221.76, "end": 226.949, "text": "a very big blessing to the church to take it to another level and then um for"}, {"start": 226.949, "end": 226.959, "text": "take it to another level and then um for"}, {"start": 226.959, "end": 230.99, "text": "take it to another level and then um for AU to be established here would give"}, {"start": 230.99, "end": 231.0, "text": "AU to be established here would give"}, {"start": 231.0, "end": 236.39, "text": "AU to be established here would give us an opportunity to go out as a AU to"}, {"start": 236.39, "end": 236.4, "text": "us an opportunity to go out as a AU to"}, {"start": 236.4, "end": 239.75, "text": "us an opportunity to go out as a AU to minister to the Muslims frequently."}, {"start": 239.75, "end": 239.76, "text": "minister to the Muslims frequently."}, {"start": 239.76, "end": 242.55, "text": "minister to the Muslims frequently. You have been operating from Moyo. At"}, {"start": 242.55, "end": 242.56, "text": "You have been operating from Moyo. At"}, {"start": 242.56, "end": 246.39, "text": "You have been operating from Moyo. At times it takes you once after 3 months"}, {"start": 246.39, "end": 246.4, "text": "times it takes you once after 3 months"}, {"start": 246.4, "end": 251.67, "text": "times it takes you once after 3 months to come once after two months because of"}, {"start": 251.67, "end": 251.68, "text": "to come once after two months because of"}, {"start": 251.68, "end": 254.869, "text": "to come once after two months because of the distance because you also have other"}, {"start": 254.869, "end": 254.879, "text": "the distance because you also have other"}, {"start": 254.879, "end": 257.99, "text": "the distance because you also have other duties there. But if you had a place"}, {"start": 257.99, "end": 258.0, "text": "duties there. But if you had a place"}, {"start": 258.0, "end": 262.23, "text": "duties there. But if you had a place here where you live, it would be uh easy"}, {"start": 262.23, "end": 262.24, "text": "here where you live, it would be uh easy"}, {"start": 262.24, "end": 267.43, "text": "here where you live, it would be uh easy for us to go out uh on weekly basis to"}, {"start": 267.43, "end": 267.44, "text": "for us to go out uh on weekly basis to"}, {"start": 267.44, "end": 270.39, "text": "for us to go out uh on weekly basis to share the gospel. Another thing would"}, {"start": 270.39, "end": 270.4, "text": "share the gospel. Another thing would"}, {"start": 270.4, "end": 273.71, "text": "share the gospel. Another thing would also be our friends like"}, {"start": 273.71, "end": 273.72, "text": "also be our friends like"}, {"start": 273.72, "end": 276.55, "text": "also be our friends like Wayne when you are not there would have"}, {"start": 276.55, "end": 276.56, "text": "Wayne when you are not there would have"}, {"start": 276.56, "end": 279.909, "text": "Wayne when you are not there would have a place to come and stay and live and go"}, {"start": 279.909, "end": 279.919, "text": "a place to come and stay and live and go"}, {"start": 279.919, "end": 282.629, "text": "a place to come and stay and live and go out to share the gospel. So it would not"}, {"start": 282.629, "end": 282.639, "text": "out to share the gospel. So it would not"}, {"start": 282.639, "end": 285.749, "text": "out to share the gospel. So it would not it would be a place not only for you but"}, {"start": 285.749, "end": 285.759, "text": "it would be a place not only for you but"}, {"start": 285.759, "end": 288.95, "text": "it would be a place not only for you but for other friends to come and go out to"}, {"start": 288.95, "end": 288.96, "text": "for other friends to come and go out to"}, {"start": 288.96, "end": 292.629, "text": "for other friends to come and go out to share exactly following you. I think"}, {"start": 292.629, "end": 292.639, "text": "share exactly following you. I think"}, {"start": 292.639, "end": 295.35, "text": "share exactly following you. I think those are some of the reasons I"}, {"start": 295.35, "end": 295.36, "text": "those are some of the reasons I"}, {"start": 295.36, "end": 299.35, "text": "those are some of the reasons I encourage and I speak strongly that"}, {"start": 299.35, "end": 299.36, "text": "encourage and I speak strongly that"}, {"start": 299.36, "end": 304.39, "text": "encourage and I speak strongly that um AU branch has to be established in if"}, {"start": 304.39, "end": 304.4, "text": "um AU branch has to be established in if"}, {"start": 304.4, "end": 308.71, "text": "um AU branch has to be established in if I can ask you a question related to this"}, {"start": 308.71, "end": 308.72, "text": "I can ask you a question related to this"}, {"start": 308.72, "end": 314.79, "text": "I can ask you a question related to this RAU is a parurch it's not the church how"}, {"start": 314.79, "end": 314.8, "text": "RAU is a parurch it's not the church how"}, {"start": 314.8, "end": 318.11, "text": "RAU is a parurch it's not the church how will RAU be received by the various"}, {"start": 318.11, "end": 318.12, "text": "will RAU be received by the various"}, {"start": 318.12, "end": 322.35, "text": "will RAU be received by the various denominations the bornagain evangelical"}, {"start": 322.35, "end": 322.36, "text": "denominations the bornagain evangelical"}, {"start": 322.36, "end": 325.909, "text": "denominations the bornagain evangelical Christians um and how can because RU"}, {"start": 325.909, "end": 325.919, "text": "Christians um and how can because RU"}, {"start": 325.919, "end": 327.749, "text": "Christians um and how can because RU firmly believes that we must work with"}, {"start": 327.749, "end": 327.759, "text": "firmly believes that we must work with"}, {"start": 327.759, "end": 331.27, "text": "firmly believes that we must work with the local church in whatever they do."}, {"start": 331.27, "end": 331.28, "text": "the local church in whatever they do."}, {"start": 331.28, "end": 335.35, "text": "the local church in whatever they do. How will we see that played out better"}, {"start": 335.35, "end": 335.36, "text": "How will we see that played out better"}, {"start": 335.36, "end": 339.83, "text": "How will we see that played out better if we have a branch here in uni itself?"}, {"start": 339.83, "end": 339.84000000000003, "text": "if we have a branch here in uni itself?"}, {"start": 339.84000000000003, "end": 342.79, "text": "if we have a branch here in uni itself? Yeah, thank you very much. This is what"}, {"start": 342.79, "end": 342.8, "text": "Yeah, thank you very much. This is what"}, {"start": 342.8, "end": 347.11, "text": "Yeah, thank you very much. This is what we have experienced before. It's not a"}, {"start": 347.11, "end": 347.12, "text": "we have experienced before. It's not a"}, {"start": 347.12, "end": 348.95, "text": "we have experienced before. It's not a new thing and it's not going to be a"}, {"start": 348.95, "end": 348.96, "text": "new thing and it's not going to be a"}, {"start": 348.96, "end": 350.43, "text": "new thing and it's not going to be a challenge."}, {"start": 350.43, "end": 350.44, "text": "challenge."}, {"start": 350.44, "end": 354.23, "text": "challenge. Um I have links with all the"}, {"start": 354.23, "end": 354.24, "text": "Um I have links with all the"}, {"start": 354.24, "end": 355.87, "text": "Um I have links with all the denominational"}, {"start": 355.87, "end": 355.88, "text": "denominational"}, {"start": 355.88, "end": 358.95, "text": "denominational leaders the Anglican church, the Baptist"}, {"start": 358.95, "end": 358.96, "text": "leaders the Anglican church, the Baptist"}, {"start": 358.96, "end": 361.83, "text": "leaders the Anglican church, the Baptist church, the Pentecostal church, all"}, {"start": 361.83, "end": 361.84, "text": "church, the Pentecostal church, all"}, {"start": 361.84, "end": 365.51, "text": "church, the Pentecostal church, all Bible believing churches, I have direct"}, {"start": 365.51, "end": 365.52, "text": "Bible believing churches, I have direct"}, {"start": 365.52, "end": 367.59, "text": "Bible believing churches, I have direct link with them, I have good relationship"}, {"start": 367.59, "end": 367.6, "text": "link with them, I have good relationship"}, {"start": 367.6, "end": 371.87, "text": "link with them, I have good relationship with them. So when our AU comes in"}, {"start": 371.87, "end": 371.88, "text": "with them. So when our AU comes in"}, {"start": 371.88, "end": 374.909, "text": "with them. So when our AU comes in place any activity"}, {"start": 374.909, "end": 374.919, "text": "place any activity"}, {"start": 374.919, "end": 377.07, "text": "place any activity that needs all"}, {"start": 377.07, "end": 377.08, "text": "that needs all"}, {"start": 377.08, "end": 379.55, "text": "that needs all the church leaders from all the"}, {"start": 379.55, "end": 379.56, "text": "the church leaders from all the"}, {"start": 379.56, "end": 382.95, "text": "the church leaders from all the denominations we will invite them"}, {"start": 382.95, "end": 382.96, "text": "denominations we will invite them"}, {"start": 382.96, "end": 386.87, "text": "denominations we will invite them because AU does not belong to any single"}, {"start": 386.87, "end": 386.88, "text": "because AU does not belong to any single"}, {"start": 386.88, "end": 389.43, "text": "because AU does not belong to any single denomination. It is for all Bible"}, {"start": 389.43, "end": 389.44, "text": "denomination. It is for all Bible"}, {"start": 389.44, "end": 392.71, "text": "denomination. It is for all Bible believing denominations. So we are to we"}, {"start": 392.71, "end": 392.72, "text": "believing denominations. So we are to we"}, {"start": 392.72, "end": 394.749, "text": "believing denominations. So we are to we are going to mobilize all of these"}, {"start": 394.749, "end": 394.759, "text": "are going to mobilize all of these"}, {"start": 394.759, "end": 397.43, "text": "are going to mobilize all of these churches to participate in all the"}, {"start": 397.43, "end": 397.44, "text": "churches to participate in all the"}, {"start": 397.44, "end": 401.67, "text": "churches to participate in all the activities that are that come through AU"}, {"start": 401.67, "end": 401.68, "text": "activities that are that come through AU"}, {"start": 401.68, "end": 405.469, "text": "activities that are that come through AU be it trainings be it evangelism"}, {"start": 405.469, "end": 405.479, "text": "be it trainings be it evangelism"}, {"start": 405.479, "end": 408.95, "text": "be it trainings be it evangelism evangelism be it fellowships whatever"}, {"start": 408.95, "end": 408.96, "text": "evangelism be it fellowships whatever"}, {"start": 408.96, "end": 412.629, "text": "evangelism be it fellowships whatever comes through AU we will mobilize"}, {"start": 412.629, "end": 412.639, "text": "comes through AU we will mobilize"}, {"start": 412.639, "end": 414.95, "text": "comes through AU we will mobilize leaders from all these denominations"}, {"start": 414.95, "end": 414.96, "text": "leaders from all these denominations"}, {"start": 414.96, "end": 417.35, "text": "leaders from all these denominations they will come because it's something"}, {"start": 417.35, "end": 417.36, "text": "they will come because it's something"}, {"start": 417.36, "end": 419.909, "text": "they will come because it's something that we have done before so it's not"}, {"start": 419.909, "end": 419.919, "text": "that we have done before so it's not"}, {"start": 419.919, "end": 421.43, "text": "that we have done before so it's not going to be a big challenge It's not"}, {"start": 421.43, "end": 421.44, "text": "going to be a big challenge It's not"}, {"start": 421.44, "end": 423.189, "text": "going to be a big challenge It's not new. We've been doing it for 10 years,"}, {"start": 423.189, "end": 423.199, "text": "new. We've been doing it for 10 years,"}, {"start": 423.199, "end": 426.71, "text": "new. We've been doing it for 10 years, but not as often as we want. It will"}, {"start": 426.71, "end": 426.72, "text": "but not as often as we want. It will"}, {"start": 426.72, "end": 428.23, "text": "but not as often as we want. It will work. It will work. Just a couple weeks"}, {"start": 428.23, "end": 428.24, "text": "work. It will work. Just a couple weeks"}, {"start": 428.24, "end": 431.909, "text": "work. It will work. Just a couple weeks ago, we had a group of 140 church"}, {"start": 431.909, "end": 431.919, "text": "ago, we had a group of 140 church"}, {"start": 431.919, "end": 437.189, "text": "ago, we had a group of 140 church leaders from all these various 180 187"}, {"start": 437.189, "end": 437.199, "text": "leaders from all these various 180 187"}, {"start": 437.199, "end": 440.71, "text": "leaders from all these various 180 187 and we studied like what is the gospel,"}, {"start": 440.71, "end": 440.72, "text": "and we studied like what is the gospel,"}, {"start": 440.72, "end": 443.189, "text": "and we studied like what is the gospel, you know, basics of the gospel and they"}, {"start": 443.189, "end": 443.199, "text": "you know, basics of the gospel and they"}, {"start": 443.199, "end": 445.99, "text": "you know, basics of the gospel and they were all represented there and even some"}, {"start": 445.99, "end": 446.0, "text": "were all represented there and even some"}, {"start": 446.0, "end": 448.23, "text": "were all represented there and even some some wisdoms kind of snuck into the"}, {"start": 448.23, "end": 448.24, "text": "some wisdoms kind of snuck into the"}, {"start": 448.24, "end": 452.55, "text": "some wisdoms kind of snuck into the training and uh um were part of that"}, {"start": 452.55, "end": 452.56, "text": "training and uh um were part of that"}, {"start": 452.56, "end": 455.51, "text": "training and uh um were part of that too. So what how how is that going to"}, {"start": 455.51, "end": 455.52, "text": "too. So what how how is that going to"}, {"start": 455.52, "end": 457.189, "text": "too. So what how how is that going to work? We're sitting in Charles's home"}, {"start": 457.189, "end": 457.199, "text": "work? We're sitting in Charles's home"}, {"start": 457.199, "end": 461.27, "text": "work? We're sitting in Charles's home right now. So, what can you tell our our"}, {"start": 461.27, "end": 461.28, "text": "right now. So, what can you tell our our"}, {"start": 461.28, "end": 462.909, "text": "right now. So, what can you tell our our viewers, our"}, {"start": 462.909, "end": 462.919, "text": "viewers, our"}, {"start": 462.919, "end": 465.67, "text": "viewers, our listeners some of the ideas we have, how"}, {"start": 465.67, "end": 465.68, "text": "listeners some of the ideas we have, how"}, {"start": 465.68, "end": 468.23, "text": "listeners some of the ideas we have, how we see that happening and how we've seen"}, {"start": 468.23, "end": 468.24, "text": "we see that happening and how we've seen"}, {"start": 468.24, "end": 471.95, "text": "we see that happening and how we've seen God already in the beginning"}, {"start": 471.95, "end": 471.96, "text": "God already in the beginning"}, {"start": 471.96, "end": 475.189, "text": "God already in the beginning stages push us there. my aringa"}, {"start": 475.189, "end": 475.199, "text": "stages push us there. my aringa"}, {"start": 475.199, "end": 480.74, "text": "stages push us there. my aringa Macedonian hand."}, {"start": 480.75, "end": 481.869, "text": "[Music]"}, {"start": 481.869, "end": 481.879, "text": "[Music]"}, {"start": 481.879, "end": 487.71, "text": "[Music] Um when we first came with this"}, {"start": 487.72, "end": 490.39, "text": "dream, we reached a point where we"}, {"start": 490.39, "end": 490.4, "text": "dream, we reached a point where we"}, {"start": 490.4, "end": 492.71, "text": "dream, we reached a point where we thought it was something very difficult"}, {"start": 492.71, "end": 492.72, "text": "thought it was something very difficult"}, {"start": 492.72, "end": 495.83, "text": "thought it was something very difficult which we are not going to manage."}, {"start": 495.83, "end": 495.84, "text": "which we are not going to manage."}, {"start": 495.84, "end": 499.99, "text": "which we are not going to manage. But as we continued with our dream, we"}, {"start": 499.99, "end": 500.0, "text": "But as we continued with our dream, we"}, {"start": 500.0, "end": 504.55, "text": "But as we continued with our dream, we started uh seeing that the hand of God"}, {"start": 504.55, "end": 504.56, "text": "started uh seeing that the hand of God"}, {"start": 504.56, "end": 506.189, "text": "started uh seeing that the hand of God is in this"}, {"start": 506.189, "end": 506.199, "text": "is in this"}, {"start": 506.199, "end": 509.51, "text": "is in this journey. Number one, Jacob and I both"}, {"start": 509.51, "end": 509.52, "text": "journey. Number one, Jacob and I both"}, {"start": 509.52, "end": 512.11, "text": "journey. Number one, Jacob and I both doubted that"}, {"start": 512.11, "end": 512.12, "text": "doubted that"}, {"start": 512.12, "end": 517.35, "text": "doubted that we had water source in this plot or even"}, {"start": 517.35, "end": 517.36, "text": "we had water source in this plot or even"}, {"start": 517.36, "end": 520.79, "text": "we had water source in this plot or even land that we could get. Yes. Yes."}, {"start": 520.79, "end": 520.8, "text": "land that we could get. Yes. Yes."}, {"start": 520.8, "end": 522.029, "text": "land that we could get. Yes. Yes. But"}, {"start": 522.029, "end": 522.039, "text": "But"}, {"start": 522.039, "end": 525.949, "text": "But God in his ways of doing"}, {"start": 525.949, "end": 525.9590000000001, "text": "God in his ways of doing"}, {"start": 525.9590000000001, "end": 530.23, "text": "God in his ways of doing things proved us wrong by telling us"}, {"start": 530.23, "end": 530.24, "text": "things proved us wrong by telling us"}, {"start": 530.24, "end": 534.71, "text": "things proved us wrong by telling us that it's not right for us to doubt him."}, {"start": 534.71, "end": 534.72, "text": "that it's not right for us to doubt him."}, {"start": 534.72, "end": 536.829, "text": "that it's not right for us to doubt him. So in this"}, {"start": 536.829, "end": 536.8389999999999, "text": "So in this"}, {"start": 536.8389999999999, "end": 540.35, "text": "So in this compound there is a very big source of"}, {"start": 540.35, "end": 540.36, "text": "compound there is a very big source of"}, {"start": 540.36, "end": 542.949, "text": "compound there is a very big source of water which"}, {"start": 542.949, "end": 542.959, "text": "water which"}, {"start": 542.959, "end": 546.63, "text": "water which uh will be used in the different"}, {"start": 546.63, "end": 546.64, "text": "uh will be used in the different"}, {"start": 546.64, "end": 549.67, "text": "uh will be used in the different projects that we are going to undertake."}, {"start": 549.67, "end": 549.68, "text": "projects that we are going to undertake."}, {"start": 549.68, "end": 555.949, "text": "projects that we are going to undertake. So we have water source here and uh this"}, {"start": 555.949, "end": 555.959, "text": "So we have water source here and uh this"}, {"start": 555.959, "end": 560.23, "text": "So we have water source here and uh this land that I own I have accepted"}, {"start": 560.23, "end": 560.24, "text": "land that I own I have accepted"}, {"start": 560.24, "end": 561.63, "text": "land that I own I have accepted willingly"}, {"start": 561.63, "end": 561.64, "text": "willingly"}, {"start": 561.64, "end": 567.63, "text": "willingly to surrender it or give it to a to use"}, {"start": 567.63, "end": 567.64, "text": "to surrender it or give it to a to use"}, {"start": 567.64, "end": 570.11, "text": "to surrender it or give it to a to use it."}, {"start": 570.11, "end": 570.12, "text": "it."}, {"start": 570.12, "end": 573.43, "text": "it. So we have agreed to come up with an"}, {"start": 573.43, "end": 573.44, "text": "So we have agreed to come up with an"}, {"start": 573.44, "end": 576.31, "text": "So we have agreed to come up with an agreement that we're going to write down"}, {"start": 576.31, "end": 576.32, "text": "agreement that we're going to write down"}, {"start": 576.32, "end": 577.91, "text": "agreement that we're going to write down because"}, {"start": 577.91, "end": 577.92, "text": "because"}, {"start": 577.92, "end": 579.71, "text": "because um I am not"}, {"start": 579.71, "end": 579.72, "text": "um I am not"}, {"start": 579.72, "end": 584.23, "text": "um I am not permanent and so is Jacob in case both"}, {"start": 584.23, "end": 584.24, "text": "permanent and so is Jacob in case both"}, {"start": 584.24, "end": 586.949, "text": "permanent and so is Jacob in case both of us are not there. We don't want to"}, {"start": 586.949, "end": 586.9590000000001, "text": "of us are not there. We don't want to"}, {"start": 586.9590000000001, "end": 590.55, "text": "of us are not there. We don't want to see any confusion coming after. So we"}, {"start": 590.55, "end": 590.56, "text": "see any confusion coming after. So we"}, {"start": 590.56, "end": 593.75, "text": "see any confusion coming after. So we want to have an agreement written so"}, {"start": 593.75, "end": 593.76, "text": "want to have an agreement written so"}, {"start": 593.76, "end": 598.949, "text": "want to have an agreement written so that the land that I have agreed to give"}, {"start": 598.949, "end": 598.9590000000001, "text": "that the land that I have agreed to give"}, {"start": 598.9590000000001, "end": 602.63, "text": "that the land that I have agreed to give for AU and give means sell. Yes. In our"}, {"start": 602.63, "end": 602.64, "text": "for AU and give means sell. Yes. In our"}, {"start": 602.64, "end": 607.389, "text": "for AU and give means sell. Yes. In our culture here. Yeah. Nothing is going"}, {"start": 607.389, "end": 607.399, "text": "culture here. Yeah. Nothing is going"}, {"start": 607.399, "end": 610.71, "text": "culture here. Yeah. Nothing is going to happen where someone comes to take"}, {"start": 610.71, "end": 610.72, "text": "to happen where someone comes to take"}, {"start": 610.72, "end": 616.31, "text": "to happen where someone comes to take ownership and all that. So uh I think"}, {"start": 616.31, "end": 616.32, "text": "ownership and all that. So uh I think"}, {"start": 616.32, "end": 620.43, "text": "ownership and all that. So uh I think God is on our side. I see a great"}, {"start": 620.43, "end": 620.44, "text": "God is on our side. I see a great"}, {"start": 620.44, "end": 623.67, "text": "God is on our side. I see a great possibility of for"}, {"start": 623.67, "end": 623.68, "text": "possibility of for"}, {"start": 623.68, "end": 627.91, "text": "possibility of for uh this branch to be established because"}, {"start": 627.91, "end": 627.92, "text": "uh this branch to be established because"}, {"start": 627.92, "end": 632.829, "text": "uh this branch to be established because we have friends who can pray with us who"}, {"start": 632.829, "end": 632.8389999999999, "text": "we have friends who can pray with us who"}, {"start": 632.8389999999999, "end": 636.19, "text": "we have friends who can pray with us who can I believe encourage us in this"}, {"start": 636.19, "end": 636.2, "text": "can I believe encourage us in this"}, {"start": 636.2, "end": 641.31, "text": "can I believe encourage us in this journey. I don't see it as an impossible"}, {"start": 641.32, "end": 645.269, "text": "thing. Amen. And and we've already in"}, {"start": 645.269, "end": 645.279, "text": "thing. Amen. And and we've already in"}, {"start": 645.279, "end": 648.55, "text": "thing. Amen. And and we've already in the beginning stages as We we checked"}, {"start": 648.55, "end": 648.56, "text": "the beginning stages as We we checked"}, {"start": 648.56, "end": 650.71, "text": "the beginning stages as We we checked for water. We tested and found a good"}, {"start": 650.71, "end": 650.72, "text": "for water. We tested and found a good"}, {"start": 650.72, "end": 653.99, "text": "for water. We tested and found a good source of water. We've had an architect"}, {"start": 653.99, "end": 654.0, "text": "source of water. We've had an architect"}, {"start": 654.0, "end": 658.269, "text": "source of water. We've had an architect draw up plans for a house that could be"}, {"start": 658.269, "end": 658.279, "text": "draw up plans for a house that could be"}, {"start": 658.279, "end": 661.99, "text": "draw up plans for a house that could be here. Uh combined with the quarters that"}, {"start": 661.99, "end": 662.0, "text": "here. Uh combined with the quarters that"}, {"start": 662.0, "end": 666.55, "text": "here. Uh combined with the quarters that Charles already has here. Um and then"}, {"start": 666.55, "end": 666.56, "text": "Charles already has here. Um and then"}, {"start": 666.56, "end": 669.269, "text": "Charles already has here. Um and then moving so that Charles would be living"}, {"start": 669.269, "end": 669.279, "text": "moving so that Charles would be living"}, {"start": 669.279, "end": 671.67, "text": "moving so that Charles would be living right next door. So we're in community"}, {"start": 671.67, "end": 671.68, "text": "right next door. So we're in community"}, {"start": 671.68, "end": 674.03, "text": "right next door. So we're in community together and can continue to work"}, {"start": 674.03, "end": 674.04, "text": "together and can continue to work"}, {"start": 674.04, "end": 678.71, "text": "together and can continue to work together. And so the land is secure. As"}, {"start": 678.71, "end": 678.72, "text": "together. And so the land is secure. As"}, {"start": 678.72, "end": 680.63, "text": "together. And so the land is secure. As a Christian organization, it' be very"}, {"start": 680.63, "end": 680.64, "text": "a Christian organization, it' be very"}, {"start": 680.64, "end": 683.59, "text": "a Christian organization, it' be very difficult for us to come in and buy land"}, {"start": 683.59, "end": 683.6, "text": "difficult for us to come in and buy land"}, {"start": 683.6, "end": 685.829, "text": "difficult for us to come in and buy land and get a land title. But through"}, {"start": 685.829, "end": 685.8389999999999, "text": "and get a land title. But through"}, {"start": 685.8389999999999, "end": 687.99, "text": "and get a land title. But through Charles, we can come in and get that"}, {"start": 687.99, "end": 688.0, "text": "Charles, we can come in and get that"}, {"start": 688.0, "end": 691.75, "text": "Charles, we can come in and get that land land title. It secures the land to"}, {"start": 691.75, "end": 691.76, "text": "land land title. It secures the land to"}, {"start": 691.76, "end": 694.19, "text": "land land title. It secures the land to ministry efforts for generations to"}, {"start": 694.19, "end": 694.2, "text": "ministry efforts for generations to"}, {"start": 694.2, "end": 697.389, "text": "ministry efforts for generations to come. Um a place for resources to be"}, {"start": 697.389, "end": 697.399, "text": "come. Um a place for resources to be"}, {"start": 697.399, "end": 701.509, "text": "come. Um a place for resources to be kept, study Bibles, the books. We we"}, {"start": 701.509, "end": 701.519, "text": "kept, study Bibles, the books. We we"}, {"start": 701.519, "end": 703.67, "text": "kept, study Bibles, the books. We we have enough room to do that here as"}, {"start": 703.67, "end": 703.68, "text": "have enough room to do that here as"}, {"start": 703.68, "end": 707.59, "text": "have enough room to do that here as well. so that RAU Moyo and RA Yumi both"}, {"start": 707.59, "end": 707.6, "text": "well. so that RAU Moyo and RA Yumi both"}, {"start": 707.6, "end": 710.15, "text": "well. so that RAU Moyo and RA Yumi both have those resources and the road is"}, {"start": 710.15, "end": 710.16, "text": "have those resources and the road is"}, {"start": 710.16, "end": 711.79, "text": "have those resources and the road is being done"}, {"start": 711.79, "end": 711.8, "text": "being done"}, {"start": 711.8, "end": 715.269, "text": "being done between Moyo and Yi which will make it a"}, {"start": 715.269, "end": 715.279, "text": "between Moyo and Yi which will make it a"}, {"start": 715.279, "end": 717.67, "text": "between Moyo and Yi which will make it a a 50-minute drive so we can continue to"}, {"start": 717.67, "end": 717.68, "text": "a 50-minute drive so we can continue to"}, {"start": 717.68, "end": 720.23, "text": "a 50-minute drive so we can continue to work together so it's not an abandoning"}, {"start": 720.23, "end": 720.24, "text": "work together so it's not an abandoning"}, {"start": 720.24, "end": 724.23, "text": "work together so it's not an abandoning of our Moyo. It's a complimentary thing"}, {"start": 724.23, "end": 724.24, "text": "of our Moyo. It's a complimentary thing"}, {"start": 724.24, "end": 728.23, "text": "of our Moyo. It's a complimentary thing to aryal team together and so as future"}, {"start": 728.23, "end": 728.24, "text": "to aryal team together and so as future"}, {"start": 728.24, "end": 730.71, "text": "to aryal team together and so as future generations come and work on the"}, {"start": 730.71, "end": 730.72, "text": "generations come and work on the"}, {"start": 730.72, "end": 734.67, "text": "generations come and work on the ministry we can do it on both sides more"}, {"start": 734.67, "end": 734.68, "text": "ministry we can do it on both sides more"}, {"start": 734.68, "end": 738.15, "text": "ministry we can do it on both sides more easily. So thank you so much. Thank you"}, {"start": 738.15, "end": 738.16, "text": "easily. So thank you so much. Thank you"}, {"start": 738.16, "end": 741.03, "text": "easily. So thank you so much. Thank you my friends. Keep praying for us as we"}, {"start": 741.03, "end": 741.04, "text": "my friends. Keep praying for us as we"}, {"start": 741.04, "end": 743.19, "text": "my friends. Keep praying for us as we work out some more details on this."}, {"start": 743.19, "end": 743.2, "text": "work out some more details on this."}, {"start": 743.2, "end": 745.67, "text": "work out some more details on this. We'll get back to you on those details."}, {"start": 745.67, "end": 745.68, "text": "We'll get back to you on those details."}, {"start": 745.68, "end": 748.43, "text": "We'll get back to you on those details. Uh follow us at"}, {"start": 748.43, "end": 748.44, "text": "Uh follow us at"}, {"start": 748.44, "end": 750.629, "text": "Uh follow us at www.reachingafricasreach.org org and you"}, {"start": 750.629, "end": 750.639, "text": "www.reachingafricasreach.org org and you"}, {"start": 750.639, "end": 752.629, "text": "www.reachingafricasreach.org org and you can get more information there and we'll"}, {"start": 752.629, "end": 752.639, "text": "can get more information there and we'll"}, {"start": 752.639, "end": 756.15, "text": "can get more information there and we'll be posting that as it's available. So,"}, {"start": 756.15, "end": 756.16, "text": "be posting that as it's available. So,"}, {"start": 756.16, "end": 758.31, "text": "be posting that as it's available. So, God bless you. Thank you my friend"}, {"start": 758.31, "end": 758.32, "text": "God bless you. Thank you my friend"}, {"start": 758.32, "end": 762.31, "text": "God bless you. Thank you my friend Charles, my Macedonia man who I love so"}, {"start": 762.31, "end": 762.32, "text": "Charles, my Macedonia man who I love so"}, {"start": 762.32, "end": 765.91, "text": "Charles, my Macedonia man who I love so much. We've been working together for 12"}, {"start": 765.91, "end": 765.92, "text": "much. We've been working together for 12"}, {"start": 765.92, "end": 769.35, "text": "much. We've been working together for 12 13 years something like that here in Yi."}, {"start": 769.35, "end": 769.36, "text": "13 years something like that here in Yi."}, {"start": 769.36, "end": 771.15, "text": "13 years something like that here in Yi. And so we have an established"}, {"start": 771.15, "end": 771.16, "text": "And so we have an established"}, {"start": 771.16, "end": 774.15, "text": "And so we have an established relationship here with each other with"}, {"start": 774.15, "end": 774.16, "text": "relationship here with each other with"}, {"start": 774.16, "end": 777.509, "text": "relationship here with each other with the churches in Yi as well as the Muslim"}, {"start": 777.509, "end": 777.519, "text": "the churches in Yi as well as the Muslim"}, {"start": 777.519, "end": 780.47, "text": "the churches in Yi as well as the Muslim leadership in Yi. So that foundation is"}, {"start": 780.47, "end": 780.48, "text": "leadership in Yi. So that foundation is"}, {"start": 780.48, "end": 782.949, "text": "leadership in Yi. So that foundation is being been laid and we want to build"}, {"start": 782.949, "end": 782.959, "text": "being been laid and we want to build"}, {"start": 782.959, "end": 785.59, "text": "being been laid and we want to build upon that foundation. Then we want the"}, {"start": 785.59, "end": 785.6, "text": "upon that foundation. Then we want the"}, {"start": 785.6, "end": 788.55, "text": "upon that foundation. Then we want the Timothies that follow both of us to"}, {"start": 788.55, "end": 788.56, "text": "Timothies that follow both of us to"}, {"start": 788.56, "end": 791.509, "text": "Timothies that follow both of us to continue that from generation to"}, {"start": 791.509, "end": 791.519, "text": "continue that from generation to"}, {"start": 791.519, "end": 794.949, "text": "continue that from generation to generation until Jesus comes back. And"}, {"start": 794.949, "end": 794.959, "text": "generation until Jesus comes back. And"}, {"start": 794.959, "end": 797.35, "text": "generation until Jesus comes back. And um he is building his church here. We"}, {"start": 797.35, "end": 797.36, "text": "um he is building his church here. We"}, {"start": 797.36, "end": 800.55, "text": "um he is building his church here. We see it firsthand. It's not easy, but God"}, {"start": 800.55, "end": 800.56, "text": "see it firsthand. It's not easy, but God"}, {"start": 800.56, "end": 803.03, "text": "see it firsthand. It's not easy, but God calls us to do the task whether it's"}, {"start": 803.03, "end": 803.04, "text": "calls us to do the task whether it's"}, {"start": 803.04, "end": 805.829, "text": "calls us to do the task whether it's easy or hard. And so pray with us that"}, {"start": 805.829, "end": 805.8389999999999, "text": "easy or hard. And so pray with us that"}, {"start": 805.8389999999999, "end": 807.829, "text": "easy or hard. And so pray with us that the gospel go forth. Thank you, Wayne,"}, {"start": 807.829, "end": 807.8389999999999, "text": "the gospel go forth. Thank you, Wayne,"}, {"start": 807.8389999999999, "end": 810.87, "text": "the gospel go forth. Thank you, Wayne, for being with us. Thank you, everyone"}, {"start": 810.87, "end": 810.88, "text": "for being with us. Thank you, everyone"}, {"start": 810.88, "end": 813.03, "text": "for being with us. Thank you, everyone else who supports us and prays for us."}, {"start": 813.03, "end": 813.04, "text": "else who supports us and prays for us."}, {"start": 813.04, "end": 815.99, "text": "else who supports us and prays for us. May God richly bless you. Amen. Amen."}, {"start": 815.99, "end": 816.0, "text": "May God richly bless you. Amen. Amen."}, {"start": 816.0, "end": 819.0, "text": "May God richly bless you. Amen. Amen. Amen."}], "createdAt": "2025-12-15T02:08:58.000Z", "imageUrl": "https://img.youtube.com/vi/gu0mGDNZVxI/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=gu0mGDNZVxI", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_h0x546Sd-is", "userId": "system", "title": "Learn new vocabulary with me  #ariannitalagringa #english #ingles #gringa", "language": "luc", "content": "Don't slurp. Don't slurp. Don't slurp. &gt;&gt; Okay. Don't lick your fingers. Don't lick your fingers. Don't lick your fingers. &gt;&gt; Oh, sorry. &gt;&gt; Don't blow your nose. &gt;&gt; Don't blow your nose. &gt;&gt; Don't blow your nose. &gt;&gt; Okay. &gt;&gt; Okay. &gt;&gt; Okay. &gt;&gt; Don't sprawl.", "sentences": ["Don't slurp.", "Don't slurp.", "Don't slurp.", "&gt;&gt; Okay.", "Don't lick your fingers.", "Don't lick your fingers.", "Don't lick your fingers.", "&gt;&gt; Oh, sorry.", "&gt;&gt; Don't blow your nose.", "&gt;&gt; Don't blow your nose.", "&gt;&gt; Don't blow your nose.", "&gt;&gt; Okay.", "&gt;&gt; Okay.", "&gt;&gt; Okay.", "&gt;&gt; Don't sprawl."], "transcript": [{"start": 1.92, "end": 3.19, "text": "Don't slurp."}, {"start": 3.19, "end": 3.2, "text": "Don't slurp."}, {"start": 3.2, "end": 7.349, "text": "Don't slurp. &gt;&gt; Okay."}, {"start": 7.359, "end": 10.07, "text": "Don't lick your fingers."}, {"start": 10.07, "end": 10.08, "text": "Don't lick your fingers."}, {"start": 10.08, "end": 13.83, "text": "Don't lick your fingers. &gt;&gt; Oh, sorry."}, {"start": 13.84, "end": 15.91, "text": "&gt;&gt; Don't blow your nose."}, {"start": 15.91, "end": 15.92, "text": "&gt;&gt; Don't blow your nose."}, {"start": 15.92, "end": 18.23, "text": "&gt;&gt; Don't blow your nose. &gt;&gt; Okay."}, {"start": 18.23, "end": 18.24, "text": "&gt;&gt; Okay."}, {"start": 18.24, "end": 21.88, "text": "&gt;&gt; Okay. &gt;&gt; Don't sprawl."}], "createdAt": "2025-12-15T02:08:20.000Z", "imageUrl": "https://img.youtube.com/vi/h0x546Sd-is/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=h0x546Sd-is", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_aN1VtnQs5qg", "userId": "system", "title": "Avoid this simple mistake in English #learnenglish #englishlanguage #ariannitalagringa #gringa", "language": "luc", "content": "oh no I forgot my wallet at home oh no I oh no I forgot my wallet at home oh no I oh no I forgot my wallet at home oh no I left my wallet at home we use forgot left my wallet at home we use forgot left my wallet at home we use forgot when we don't remember where we put when we don't remember where we put when we don't remember where we put something but we use left when we do something but we use left when we do something but we use left when we do remember where we put something", "sentences": ["oh no I forgot my wallet at home oh no I oh no I forgot my wallet at home oh no I oh no I forgot my wallet at home oh no I left my wallet at home we use forgot left my wallet at home we use forgot left my wallet at home we use forgot when we don't remember where we put when we don't remember where we put when we don't remember where we put something but we use left when we do something but we use left when we do something but we use left when we do remember where we put something"], "transcript": [{"start": 0.199, "end": 6.19, "text": "oh no I forgot my wallet at home oh no I"}, {"start": 6.19, "end": 6.2, "text": "oh no I forgot my wallet at home oh no I"}, {"start": 6.2, "end": 10.31, "text": "oh no I forgot my wallet at home oh no I left my wallet at home we use forgot"}, {"start": 10.31, "end": 10.32, "text": "left my wallet at home we use forgot"}, {"start": 10.32, "end": 12.47, "text": "left my wallet at home we use forgot when we don't remember where we put"}, {"start": 12.47, "end": 12.48, "text": "when we don't remember where we put"}, {"start": 12.48, "end": 15.509, "text": "when we don't remember where we put something but we use left when we do"}, {"start": 15.509, "end": 15.519, "text": "something but we use left when we do"}, {"start": 15.519, "end": 19.48, "text": "something but we use left when we do remember where we put something"}], "createdAt": "2025-12-15T02:08:05.000Z", "imageUrl": "https://img.youtube.com/vi/aN1VtnQs5qg/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=aN1VtnQs5qg", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_oaZPUT4ZUAo", "userId": "system", "title": "Invitation to Know Jesus Personally Aringa People/Language Movie Clip from Jesus Film", "language": "luc", "content": "kudos Oh Nobby Essequibo karana draga kudos Oh Nobby Essequibo karana draga kudos Oh Nobby Essequibo karana draga Eddie Maserati a pair bonds each a Eddie Maserati a pair bonds each a Eddie Maserati a pair bonds each a padlock et cetera nabe Edie Edie a sudhi padlock et cetera nabe Edie Edie a sudhi padlock et cetera nabe Edie Edie a sudhi EDA and and ro le Baba poppy rambha EDA and and ro le Baba poppy rambha EDA and and ro le Baba poppy rambha telugu ta na pasado is owned by Crayola telugu ta na pasado is owned by Crayola telugu ta na pasado is owned by Crayola iesous Ezeli lingotek opt yo need Aurora iesous Ezeli lingotek opt yo need Aurora iesous Ezeli lingotek opt yo need Aurora oh pardon a DC Marimo bakra resue a tea oh pardon a DC Marimo bakra resue a tea oh pardon a DC Marimo bakra resue a tea dose es su a syllabic ordinary Carelli dose es su a syllabic ordinary Carelli dose es su a syllabic ordinary Carelli ting a digital Rory NH atanga a ting a digital Rory NH atanga a ting a digital Rory NH atanga a dromedary de Bercy messiah on fejoe in dromedary de Bercy messiah on fejoe in dromedary de Bercy messiah on fejoe in go peru de but the key yes Andre Kabir go peru de but the key yes Andre Kabir go peru de but the key yes Andre Kabir hello Pato God Indra ad Rebecca Zilla - hello Pato God Indra ad Rebecca Zilla - hello Pato God Indra ad Rebecca Zilla - hi Jonesy hi Jonesy hi Jonesy Ibaka as ill as Ibanez arugula Coco Ibaka as ill as Ibanez arugula Coco Ibaka as ill as Ibanez arugula Coco curry curry curry by Jove yes affair III editing Haru a by Jove yes affair III editing Haru a by Jove yes affair III editing Haru a Zilla penguin - Joe Baca que diga angie Zilla penguin - Joe Baca que diga angie Zilla penguin - Joe Baca que diga angie de la jolla Oh Paula Deen dead-ball para de la jolla Oh Paula Deen dead-ball para de la jolla Oh Paula Deen dead-ball para yes crystal Joe more patchy see Italy yes crystal Joe more patchy see Italy yes crystal Joe more patchy see Italy Madrid Baggio a jealousy usually Dee yo na pavakah celery ed Akira Yasuda a yo na pavakah celery ed Akira Yasuda a yo na pavakah celery ed Akira Yasuda a gapper a gapper a gapper a Ezeli daki Joe Erina drew Kokua Larry in Ezeli daki Joe Erina drew Kokua Larry in Ezeli daki Joe Erina drew Kokua Larry in Joe kali richardson abhi baaki Joe Lee Joe kali richardson abhi baaki Joe Lee Joe kali richardson abhi baaki Joe Lee Rainie Rainie Rainie yes Edie Joe Donnelly yoga Aaron a yes Edie Joe Donnelly yoga Aaron a yes Edie Joe Donnelly yoga Aaron a terrible new Gurbani es una Moneda terrible new Gurbani es una Moneda terrible new Gurbani es una Moneda Chopra Rafael a hill and average or Chopra Rafael a hill and average or Chopra Rafael a hill and average or Inaba ago bezel aku di biagio de parque Inaba ago bezel aku di biagio de parque Inaba ago bezel aku di biagio de parque nacional del arco de la recoleta siesta nacional del arco de la recoleta siesta nacional del arco de la recoleta siesta Rubio ko bokja Rodriguez arrow in a Papa Rubio ko bokja Rodriguez arrow in a Papa Rubio ko bokja Rodriguez arrow in a Papa John's era as Aloha Jones III Hydra John's era as Aloha Jones III Hydra John's era as Aloha Jones III Hydra Belgian GDP Ricky a choco la cuchara Belgian GDP Ricky a choco la cuchara Belgian GDP Ricky a choco la cuchara Nabokov aerobic a blog of ellebra Libra Nabokov aerobic a blog of ellebra Libra Nabokov aerobic a blog of ellebra Libra manga pkg Kersey garelu DC Abramoff a manga pkg Kersey garelu DC Abramoff a manga pkg Kersey garelu DC Abramoff a sudra lately a devotee chica chica sudra lately a devotee chica chica sudra lately a devotee chica chica endangered endangered endangered Aniela by the EPA Zilla asked poppy Aniela by the EPA Zilla asked poppy Aniela by the EPA Zilla asked poppy suger rich OPC voila drop a suger rich OPC voila drop a suger rich OPC voila drop a [Music] [Music] [Music] Oh Jody Seay Pius VI / k APPA panga Co Oh Jody Seay Pius VI / k APPA panga Co Oh Jody Seay Pius VI / k APPA panga Co Co Co Co bertioga Co Co Co bertioga Co Co Co bertioga de la Sierra Nevada es la manga lady de la Sierra Nevada es la manga lady de la Sierra Nevada es la manga lady Rudra gobble dooba dooba furry bunny Rudra gobble dooba dooba furry bunny Rudra gobble dooba dooba furry bunny baki Amaru see each a drama basura para baki Amaru see each a drama basura para baki Amaru see each a drama basura para que todo un jaga raviolo Tiki assuages que todo un jaga raviolo Tiki assuages que todo un jaga raviolo Tiki assuages Lago drana agha yes you Java amor de la Lago drana agha yes you Java amor de la Lago drana agha yes you Java amor de la Orana DTF Ellen Raja Babu Ezeli bonny Orana DTF Ellen Raja Babu Ezeli bonny Orana DTF Ellen Raja Babu Ezeli bonny young boludo as a lop off a George Geary young boludo as a lop off a George Geary young boludo as a lop off a George Geary a dramedy Ruby Jo qui-gon see diplomacy a dramedy Ruby Jo qui-gon see diplomacy a dramedy Ruby Jo qui-gon see diplomacy Allah Allah Allah Sultan Allah Allah Allah Allah Sultan Allah Allah Allah Allah Sultan Allah in the wardrobe or ECG Denis Eady LGBT in the wardrobe or ECG Denis Eady LGBT in the wardrobe or ECG Denis Eady LGBT kotohira autonomy knee a majority Mira kotohira autonomy knee a majority Mira kotohira autonomy knee a majority Mira es su padre key adrenaline and Aurora es su padre key adrenaline and Aurora es su padre key adrenaline and Aurora delay chela a DRA true eternity but delay chela a DRA true eternity but delay chela a DRA true eternity but Akira Akira Akira [Music] [Music] [Music] yes Monsieur Rebecca Duvall a but yet we yes Monsieur Rebecca Duvall a but yet we yes Monsieur Rebecca Duvall a but yet we do ballet by doc ET de la Habana detorri do ballet by doc ET de la Habana detorri do ballet by doc ET de la Habana detorri do genetic ec multiplayer donna malapa do genetic ec multiplayer donna malapa do genetic ec multiplayer donna malapa thiru a feminine form anomaly jersey thiru a feminine form anomaly jersey thiru a feminine form anomaly jersey moto Guzzi money me t god oh my Sheila E moto Guzzi money me t god oh my Sheila E moto Guzzi money me t god oh my Sheila E Jones Adagio in your bag RC a firm in Jones Adagio in your bag RC a firm in Jones Adagio in your bag RC a firm in order for me to do mucho dodgem Acadia order for me to do mucho dodgem Acadia order for me to do mucho dodgem Acadia mozelova cigar c oz LED bar angle AED mozelova cigar c oz LED bar angle AED mozelova cigar c oz LED bar angle AED draga rare see a feminine for a squid draga rare see a feminine for a squid draga rare see a feminine for a squid Medici Topanga agency my dollar kisi SE Medici Topanga agency my dollar kisi SE Medici Topanga agency my dollar kisi SE Alighieri mid-river bill a salami su e Alighieri mid-river bill a salami su e Alighieri mid-river bill a salami su e ma hero la palma pepero a feminine for ma hero la palma pepero a feminine for ma hero la palma pepero a feminine for mini janja medicate Roger r SE hace la mini janja medicate Roger r SE hace la mini janja medicate Roger r SE hace la me money guaranteed Oh me money guaranteed Oh me money guaranteed Oh Massimo Giorgio me Bell Giada sue Rome Massimo Giorgio me Bell Giada sue Rome Massimo Giorgio me Bell Giada sue Rome Italy Agassi as my menorah medial our Italy Agassi as my menorah medial our Italy Agassi as my menorah medial our feijoada JAMA Bella a de semana Jeremy feijoada JAMA Bella a de semana Jeremy feijoada JAMA Bella a de semana Jeremy de Labarre famine OCO similar amazi de Labarre famine OCO similar amazi de Labarre famine OCO similar amazi policy Zilla a maid Riyadh Oh Reba policy Zilla a maid Riyadh Oh Reba policy Zilla a maid Riyadh Oh Reba feminine a eco zil Alibaba tsukimi una feminine a eco zil Alibaba tsukimi una feminine a eco zil Alibaba tsukimi una puta gotta go pee Ryoga Amina yippie puta gotta go pee Ryoga Amina yippie puta gotta go pee Ryoga Amina yippie Rita Cobb loma de armado para el coche Rita Cobb loma de armado para el coche Rita Cobb loma de armado para el coche de la cmara be pious ovo be perky de la cmara be pious ovo be perky de la cmara be pious ovo be perky rickety silly Allah Allah Eric rajala a rickety silly Allah Allah Eric rajala a rickety silly Allah Allah Eric rajala a bear would appear in category Unidos bear would appear in category Unidos bear would appear in category Unidos LaRocca bacha bazi LaRocca bacha bazi LaRocca bacha bazi do Chingado cha Chi su da de la a Joe do Chingado cha Chi su da de la a Joe do Chingado cha Chi su da de la a Joe Joe Joe Joe Joe Joe Joe Joe Joe Joe buzzer Bonnie es hora que de chelly hace buzzer Bonnie es hora que de chelly hace buzzer Bonnie es hora que de chelly hace la vie bono poor fella ordered Renato a la vie bono poor fella ordered Renato a la vie bono poor fella ordered Renato a pick a cigar say poquito a tsuba Joey pick a cigar say poquito a tsuba Joey pick a cigar say poquito a tsuba Joey Byham Valerie Valerie kita DC to D Byham Valerie Valerie kita DC to D Byham Valerie Valerie kita DC to D Google a Angela de piedra kokoro our own Google a Angela de piedra kokoro our own Google a Angela de piedra kokoro our own affair Oppo gazella Nagasaki Madrid affair Oppo gazella Nagasaki Madrid affair Oppo gazella Nagasaki Madrid linear ax my mejor para para una kuba linear ax my mejor para para una kuba linear ax my mejor para para una kuba Sega Sega Sega you you", "sentences": ["kudos Oh Nobby Essequibo karana draga kudos Oh Nobby Essequibo karana draga kudos Oh Nobby Essequibo karana draga Eddie Maserati a pair bonds each a Eddie Maserati a pair bonds each a Eddie Maserati a pair bonds each a padlock et cetera nabe Edie Edie a sudhi padlock et cetera nabe Edie Edie a sudhi padlock et cetera nabe Edie Edie a sudhi EDA and and ro le Baba poppy rambha EDA and and ro le Baba poppy rambha EDA and and ro le Baba poppy rambha telugu ta na pasado is owned by Crayola telugu ta na pasado is owned by Crayola telugu ta na pasado is owned by Crayola iesous Ezeli lingotek opt yo need Aurora iesous Ezeli lingotek opt yo need Aurora iesous Ezeli lingotek opt yo need Aurora oh pardon a DC Marimo bakra resue a tea oh pardon a DC Marimo bakra resue a tea oh pardon a DC Marimo bakra resue a tea dose es su a syllabic ordinary Carelli dose es su a syllabic ordinary Carelli dose es su a syllabic ordinary Carelli ting a digital Rory NH atanga a ting a digital Rory NH atanga a ting a digital Rory NH atanga a dromedary de Bercy messiah on fejoe in dromedary de Bercy messiah on fejoe in dromedary de Bercy messiah on fejoe in go peru de but the key yes Andre Kabir go peru de but the key yes Andre Kabir go peru de but the key yes Andre Kabir hello Pato God Indra ad Rebecca Zilla - hello Pato God Indra ad Rebecca Zilla - hello Pato God Indra ad Rebecca Zilla - hi Jonesy hi Jonesy hi Jonesy Ibaka as ill as Ibanez arugula Coco Ibaka as ill as Ibanez arugula Coco Ibaka as ill as Ibanez arugula Coco curry curry curry by Jove yes affair III editing Haru a by Jove yes affair III editing Haru a by Jove yes affair III editing Haru a Zilla penguin - Joe Baca que diga angie Zilla penguin - Joe Baca que diga angie Zilla penguin - Joe Baca que diga angie de la jolla Oh Paula Deen dead-ball para de la jolla Oh Paula Deen dead-ball para de la jolla Oh Paula Deen dead-ball para yes crystal Joe more patchy see Italy yes crystal Joe more patchy see Italy yes crystal Joe more patchy see Italy Madrid Baggio a jealousy usually Dee yo na pavakah celery ed Akira Yasuda a yo na pavakah celery ed Akira Yasuda a yo na pavakah celery ed Akira Yasuda a gapper a gapper a gapper a Ezeli daki Joe Erina drew Kokua Larry in Ezeli daki Joe Erina drew Kokua Larry in Ezeli daki Joe Erina drew Kokua Larry in Joe kali richardson abhi baaki Joe Lee Joe kali richardson abhi baaki Joe Lee Joe kali richardson abhi baaki Joe Lee Rainie Rainie Rainie yes Edie Joe Donnelly yoga Aaron a yes Edie Joe Donnelly yoga Aaron a yes Edie Joe Donnelly yoga Aaron a terrible new Gurbani es una Moneda terrible new Gurbani es una Moneda terrible new Gurbani es una Moneda Chopra Rafael a hill and average or Chopra Rafael a hill and average or Chopra Rafael a hill and average or Inaba ago bezel aku di biagio de parque Inaba ago bezel aku di biagio de parque Inaba ago bezel aku di biagio de parque nacional del arco de la recoleta siesta nacional del arco de la recoleta siesta nacional del arco de la recoleta siesta Rubio ko bokja Rodriguez arrow in a Papa Rubio ko bokja Rodriguez arrow in a Papa Rubio ko bokja Rodriguez arrow in a Papa John's era as Aloha Jones III Hydra John's era as Aloha Jones III Hydra John's era as Aloha Jones III Hydra Belgian GDP Ricky a choco la cuchara Belgian GDP Ricky a choco la cuchara Belgian GDP Ricky a choco la cuchara Nabokov aerobic a blog of ellebra Libra Nabokov aerobic a blog of ellebra Libra Nabokov aerobic a blog of ellebra Libra manga pkg Kersey garelu DC Abramoff a manga pkg Kersey garelu DC Abramoff a manga pkg Kersey garelu DC Abramoff a sudra lately a devotee chica chica sudra lately a devotee chica chica sudra lately a devotee chica chica endangered endangered endangered Aniela by the EPA Zilla asked poppy Aniela by the EPA Zilla asked poppy Aniela by the EPA Zilla asked poppy suger rich OPC voila drop a suger rich OPC voila drop a suger rich OPC voila drop a [Music] [Music] [Music] Oh Jody Seay Pius VI / k APPA panga Co Oh Jody Seay Pius VI / k APPA panga Co Oh Jody Seay Pius VI / k APPA panga Co Co Co Co bertioga Co Co Co bertioga Co Co Co bertioga de la Sierra Nevada es la manga lady de la Sierra Nevada es la manga lady de la Sierra Nevada es la manga lady Rudra gobble dooba dooba furry bunny Rudra gobble dooba dooba furry bunny Rudra gobble dooba dooba furry bunny baki Amaru see each a drama basura para baki Amaru see each a drama basura para baki Amaru see each a drama basura para que todo un jaga raviolo Tiki assuages que todo un jaga raviolo Tiki assuages que todo un jaga raviolo Tiki assuages Lago drana agha yes you Java amor de la Lago drana agha yes you Java amor de la Lago drana agha yes you Java amor de la Orana DTF Ellen Raja Babu Ezeli bonny Orana DTF Ellen Raja Babu Ezeli bonny Orana DTF Ellen Raja Babu Ezeli bonny young boludo as a lop off a George Geary young boludo as a lop off a George Geary young boludo as a lop off a George Geary a dramedy Ruby Jo qui-gon see diplomacy a dramedy Ruby Jo qui-gon see diplomacy a dramedy Ruby Jo qui-gon see diplomacy Allah Allah Allah Sultan Allah Allah Allah Allah Sultan Allah Allah Allah Allah Sultan Allah in the wardrobe or ECG Denis Eady LGBT in the wardrobe or ECG Denis Eady LGBT in the wardrobe or ECG Denis Eady LGBT kotohira autonomy knee a majority Mira kotohira autonomy knee a majority Mira kotohira autonomy knee a majority Mira es su padre key adrenaline and Aurora es su padre key adrenaline and Aurora es su padre key adrenaline and Aurora delay chela a DRA true eternity but delay chela a DRA true eternity but delay chela a DRA true eternity but Akira Akira Akira [Music] [Music] [Music] yes Monsieur Rebecca Duvall a but yet we yes Monsieur Rebecca Duvall a but yet we yes Monsieur Rebecca Duvall a but yet we do ballet by doc ET de la Habana detorri do ballet by doc ET de la Habana detorri do ballet by doc ET de la Habana detorri do genetic ec multiplayer donna malapa do genetic ec multiplayer donna malapa do genetic ec multiplayer donna malapa thiru a feminine form anomaly jersey thiru a feminine form anomaly jersey thiru a feminine form anomaly jersey moto Guzzi money me t god oh my Sheila E moto Guzzi money me t god oh my Sheila E moto Guzzi money me t god oh my Sheila E Jones Adagio in your bag RC a firm in Jones Adagio in your bag RC a firm in Jones Adagio in your bag RC a firm in order for me to do mucho dodgem Acadia order for me to do mucho dodgem Acadia order for me to do mucho dodgem Acadia mozelova cigar c oz LED bar angle AED mozelova cigar c oz LED bar angle AED mozelova cigar c oz LED bar angle AED draga rare see a feminine for a squid draga rare see a feminine for a squid draga rare see a feminine for a squid Medici Topanga agency my dollar kisi SE Medici Topanga agency my dollar kisi SE Medici Topanga agency my dollar kisi SE Alighieri mid-river bill a salami su e Alighieri mid-river bill a salami su e Alighieri mid-river bill a salami su e ma hero la palma pepero a feminine for ma hero la palma pepero a feminine for ma hero la palma pepero a feminine for mini janja medicate Roger r SE hace la mini janja medicate Roger r SE hace la mini janja medicate Roger r SE hace la me money guaranteed Oh me money guaranteed Oh me money guaranteed Oh Massimo Giorgio me Bell Giada sue Rome Massimo Giorgio me Bell Giada sue Rome Massimo Giorgio me Bell Giada sue Rome Italy Agassi as my menorah medial our Italy Agassi as my menorah medial our Italy Agassi as my menorah medial our feijoada JAMA Bella a de semana Jeremy feijoada JAMA Bella a de semana Jeremy feijoada JAMA Bella a de semana Jeremy de Labarre famine OCO similar amazi de Labarre famine OCO similar amazi de Labarre famine OCO similar amazi policy Zilla a maid Riyadh Oh Reba policy Zilla a maid Riyadh Oh Reba policy Zilla a maid Riyadh Oh Reba feminine a eco zil Alibaba tsukimi una feminine a eco zil Alibaba tsukimi una feminine a eco zil Alibaba tsukimi una puta gotta go pee Ryoga Amina yippie puta gotta go pee Ryoga Amina yippie puta gotta go pee Ryoga Amina yippie Rita Cobb loma de armado para el coche Rita Cobb loma de armado para el coche Rita Cobb loma de armado para el coche de la cmara be pious ovo be perky de la cmara be pious ovo be perky de la cmara be pious ovo be perky rickety silly Allah Allah Eric rajala a rickety silly Allah Allah Eric rajala a rickety silly Allah Allah Eric rajala a bear would appear in category Unidos bear would appear in category Unidos bear would appear in category Unidos LaRocca bacha bazi LaRocca bacha bazi LaRocca bacha bazi do Chingado cha Chi su da de la a Joe do Chingado cha Chi su da de la a Joe do Chingado cha Chi su da de la a Joe Joe Joe Joe Joe Joe Joe Joe Joe Joe buzzer Bonnie es hora que de chelly hace buzzer Bonnie es hora que de chelly hace buzzer Bonnie es hora que de chelly hace la vie bono poor fella ordered Renato a la vie bono poor fella ordered Renato a la vie bono poor fella ordered Renato a pick a cigar say poquito a tsuba Joey pick a cigar say poquito a tsuba Joey pick a cigar say poquito a tsuba Joey Byham Valerie Valerie kita DC to D Byham Valerie Valerie kita DC to D Byham Valerie Valerie kita DC to D Google a Angela de piedra kokoro our own Google a Angela de piedra kokoro our own Google a Angela de piedra kokoro our own affair Oppo gazella Nagasaki Madrid affair Oppo gazella Nagasaki Madrid affair Oppo gazella Nagasaki Madrid linear ax my mejor para para una kuba linear ax my mejor para para una kuba linear ax my mejor para para una kuba Sega Sega Sega you you"], "transcript": [{"start": 1.25, "end": 4.61, "text": "kudos Oh Nobby Essequibo karana draga"}, {"start": 4.61, "end": 4.62, "text": "kudos Oh Nobby Essequibo karana draga"}, {"start": 4.62, "end": 6.98, "text": "kudos Oh Nobby Essequibo karana draga Eddie Maserati a pair bonds each a"}, {"start": 6.98, "end": 6.99, "text": "Eddie Maserati a pair bonds each a"}, {"start": 6.99, "end": 12.11, "text": "Eddie Maserati a pair bonds each a padlock et cetera nabe Edie Edie a sudhi"}, {"start": 12.11, "end": 12.12, "text": "padlock et cetera nabe Edie Edie a sudhi"}, {"start": 12.12, "end": 16.01, "text": "padlock et cetera nabe Edie Edie a sudhi EDA and and ro le Baba poppy rambha"}, {"start": 16.01, "end": 16.02, "text": "EDA and and ro le Baba poppy rambha"}, {"start": 16.02, "end": 21.04, "text": "EDA and and ro le Baba poppy rambha telugu ta na pasado is owned by Crayola"}, {"start": 21.04, "end": 21.05, "text": "telugu ta na pasado is owned by Crayola"}, {"start": 21.05, "end": 25.279, "text": "telugu ta na pasado is owned by Crayola iesous Ezeli lingotek opt yo need Aurora"}, {"start": 25.279, "end": 25.289, "text": "iesous Ezeli lingotek opt yo need Aurora"}, {"start": 25.289, "end": 29.96, "text": "iesous Ezeli lingotek opt yo need Aurora oh pardon a DC Marimo bakra resue a tea"}, {"start": 29.96, "end": 29.97, "text": "oh pardon a DC Marimo bakra resue a tea"}, {"start": 29.97, "end": 33.59, "text": "oh pardon a DC Marimo bakra resue a tea dose es su a syllabic ordinary Carelli"}, {"start": 33.59, "end": 33.6, "text": "dose es su a syllabic ordinary Carelli"}, {"start": 33.6, "end": 36.77, "text": "dose es su a syllabic ordinary Carelli ting a digital Rory NH atanga a"}, {"start": 36.77, "end": 36.78, "text": "ting a digital Rory NH atanga a"}, {"start": 36.78, "end": 40.16, "text": "ting a digital Rory NH atanga a dromedary de Bercy messiah on fejoe in"}, {"start": 40.16, "end": 40.17, "text": "dromedary de Bercy messiah on fejoe in"}, {"start": 40.17, "end": 45.47, "text": "dromedary de Bercy messiah on fejoe in go peru de but the key yes Andre Kabir"}, {"start": 45.47, "end": 45.48, "text": "go peru de but the key yes Andre Kabir"}, {"start": 45.48, "end": 48.68, "text": "go peru de but the key yes Andre Kabir hello Pato God Indra ad Rebecca Zilla -"}, {"start": 48.68, "end": 48.69, "text": "hello Pato God Indra ad Rebecca Zilla -"}, {"start": 48.69, "end": 49.4, "text": "hello Pato God Indra ad Rebecca Zilla - hi Jonesy"}, {"start": 49.4, "end": 49.41, "text": "hi Jonesy"}, {"start": 49.41, "end": 52.97, "text": "hi Jonesy Ibaka as ill as Ibanez arugula Coco"}, {"start": 52.97, "end": 52.98, "text": "Ibaka as ill as Ibanez arugula Coco"}, {"start": 52.98, "end": 53.45, "text": "Ibaka as ill as Ibanez arugula Coco curry"}, {"start": 53.45, "end": 53.46, "text": "curry"}, {"start": 53.46, "end": 57.439, "text": "curry by Jove yes affair III editing Haru a"}, {"start": 57.439, "end": 57.449, "text": "by Jove yes affair III editing Haru a"}, {"start": 57.449, "end": 62.54, "text": "by Jove yes affair III editing Haru a Zilla penguin - Joe Baca que diga angie"}, {"start": 62.54, "end": 62.55, "text": "Zilla penguin - Joe Baca que diga angie"}, {"start": 62.55, "end": 65.99, "text": "Zilla penguin - Joe Baca que diga angie de la jolla Oh Paula Deen dead-ball para"}, {"start": 65.99, "end": 66.0, "text": "de la jolla Oh Paula Deen dead-ball para"}, {"start": 66.0, "end": 69.8, "text": "de la jolla Oh Paula Deen dead-ball para yes crystal Joe more patchy see Italy"}, {"start": 69.8, "end": 69.81, "text": "yes crystal Joe more patchy see Italy"}, {"start": 69.81, "end": 77.03, "text": "yes crystal Joe more patchy see Italy Madrid Baggio a jealousy usually Dee"}, {"start": 77.03999999999999, "end": 81.029, "text": "yo na pavakah celery ed Akira Yasuda a"}, {"start": 81.029, "end": 81.039, "text": "yo na pavakah celery ed Akira Yasuda a"}, {"start": 81.039, "end": 81.87, "text": "yo na pavakah celery ed Akira Yasuda a gapper a"}, {"start": 81.87, "end": 81.88, "text": "gapper a"}, {"start": 81.88, "end": 85.41, "text": "gapper a Ezeli daki Joe Erina drew Kokua Larry in"}, {"start": 85.41, "end": 85.42, "text": "Ezeli daki Joe Erina drew Kokua Larry in"}, {"start": 85.42, "end": 87.87, "text": "Ezeli daki Joe Erina drew Kokua Larry in Joe kali richardson abhi baaki Joe Lee"}, {"start": 87.87, "end": 87.88, "text": "Joe kali richardson abhi baaki Joe Lee"}, {"start": 87.88, "end": 89.21000000000001, "text": "Joe kali richardson abhi baaki Joe Lee Rainie"}, {"start": 89.21000000000001, "end": 89.22, "text": "Rainie"}, {"start": 89.22, "end": 93.3, "text": "Rainie yes Edie Joe Donnelly yoga Aaron a"}, {"start": 93.3, "end": 93.31, "text": "yes Edie Joe Donnelly yoga Aaron a"}, {"start": 93.31, "end": 98.52000000000001, "text": "yes Edie Joe Donnelly yoga Aaron a terrible new Gurbani es una Moneda"}, {"start": 98.52000000000001, "end": 98.53, "text": "terrible new Gurbani es una Moneda"}, {"start": 98.53, "end": 101.249, "text": "terrible new Gurbani es una Moneda Chopra Rafael a hill and average or"}, {"start": 101.249, "end": 101.259, "text": "Chopra Rafael a hill and average or"}, {"start": 101.259, "end": 106.62, "text": "Chopra Rafael a hill and average or Inaba ago bezel aku di biagio de parque"}, {"start": 106.62, "end": 106.63, "text": "Inaba ago bezel aku di biagio de parque"}, {"start": 106.63, "end": 109.8, "text": "Inaba ago bezel aku di biagio de parque nacional del arco de la recoleta siesta"}, {"start": 109.8, "end": 109.81, "text": "nacional del arco de la recoleta siesta"}, {"start": 109.81, "end": 118.649, "text": "nacional del arco de la recoleta siesta Rubio ko bokja Rodriguez arrow in a Papa"}, {"start": 118.649, "end": 118.65899999999999, "text": "Rubio ko bokja Rodriguez arrow in a Papa"}, {"start": 118.65899999999999, "end": 122.63, "text": "Rubio ko bokja Rodriguez arrow in a Papa John's era as Aloha Jones III Hydra"}, {"start": 122.63, "end": 122.64, "text": "John's era as Aloha Jones III Hydra"}, {"start": 122.64, "end": 125.82, "text": "John's era as Aloha Jones III Hydra Belgian GDP Ricky a choco la cuchara"}, {"start": 125.82, "end": 125.83, "text": "Belgian GDP Ricky a choco la cuchara"}, {"start": 125.83, "end": 130.559, "text": "Belgian GDP Ricky a choco la cuchara Nabokov aerobic a blog of ellebra Libra"}, {"start": 130.559, "end": 130.569, "text": "Nabokov aerobic a blog of ellebra Libra"}, {"start": 130.569, "end": 134.55, "text": "Nabokov aerobic a blog of ellebra Libra manga pkg Kersey garelu DC Abramoff a"}, {"start": 134.55, "end": 134.56, "text": "manga pkg Kersey garelu DC Abramoff a"}, {"start": 134.56, "end": 137.15, "text": "manga pkg Kersey garelu DC Abramoff a sudra lately a devotee chica chica"}, {"start": 137.15, "end": 137.16, "text": "sudra lately a devotee chica chica"}, {"start": 137.16, "end": 138.3, "text": "sudra lately a devotee chica chica endangered"}, {"start": 138.3, "end": 138.31, "text": "endangered"}, {"start": 138.31, "end": 141.059, "text": "endangered Aniela by the EPA Zilla asked poppy"}, {"start": 141.059, "end": 141.069, "text": "Aniela by the EPA Zilla asked poppy"}, {"start": 141.069, "end": 144.31, "text": "Aniela by the EPA Zilla asked poppy suger rich OPC voila drop a"}, {"start": 144.31, "end": 144.32, "text": "suger rich OPC voila drop a"}, {"start": 144.32, "end": 147.68, "text": "suger rich OPC voila drop a [Music]"}, {"start": 147.68, "end": 147.69, "text": "[Music]"}, {"start": 147.69, "end": 152.15, "text": "[Music] Oh Jody Seay Pius VI / k APPA panga Co"}, {"start": 152.15, "end": 152.16, "text": "Oh Jody Seay Pius VI / k APPA panga Co"}, {"start": 152.16, "end": 153.41, "text": "Oh Jody Seay Pius VI / k APPA panga Co Co Co Co bertioga"}, {"start": 153.41, "end": 153.42000000000002, "text": "Co Co Co bertioga"}, {"start": 153.42000000000002, "end": 161.9, "text": "Co Co Co bertioga de la Sierra Nevada es la manga lady"}, {"start": 161.9, "end": 161.91, "text": "de la Sierra Nevada es la manga lady"}, {"start": 161.91, "end": 164.72, "text": "de la Sierra Nevada es la manga lady Rudra gobble dooba dooba furry bunny"}, {"start": 164.72, "end": 164.73, "text": "Rudra gobble dooba dooba furry bunny"}, {"start": 164.73, "end": 167.78, "text": "Rudra gobble dooba dooba furry bunny baki Amaru see each a drama basura para"}, {"start": 167.78, "end": 167.79, "text": "baki Amaru see each a drama basura para"}, {"start": 167.79, "end": 172.04, "text": "baki Amaru see each a drama basura para que todo un jaga raviolo Tiki assuages"}, {"start": 172.04, "end": 172.05, "text": "que todo un jaga raviolo Tiki assuages"}, {"start": 172.05, "end": 175.61, "text": "que todo un jaga raviolo Tiki assuages Lago drana agha yes you Java amor de la"}, {"start": 175.61, "end": 175.62, "text": "Lago drana agha yes you Java amor de la"}, {"start": 175.62, "end": 178.91, "text": "Lago drana agha yes you Java amor de la Orana DTF Ellen Raja Babu Ezeli bonny"}, {"start": 178.91, "end": 178.92000000000002, "text": "Orana DTF Ellen Raja Babu Ezeli bonny"}, {"start": 178.92000000000002, "end": 182.36, "text": "Orana DTF Ellen Raja Babu Ezeli bonny young boludo as a lop off a George Geary"}, {"start": 182.36, "end": 182.37, "text": "young boludo as a lop off a George Geary"}, {"start": 182.37, "end": 187.79, "text": "young boludo as a lop off a George Geary a dramedy Ruby Jo qui-gon see diplomacy"}, {"start": 187.79, "end": 187.8, "text": "a dramedy Ruby Jo qui-gon see diplomacy"}, {"start": 187.8, "end": 190.13, "text": "a dramedy Ruby Jo qui-gon see diplomacy Allah Allah Allah Sultan Allah"}, {"start": 190.13, "end": 190.14, "text": "Allah Allah Allah Sultan Allah"}, {"start": 190.14, "end": 193.55, "text": "Allah Allah Allah Sultan Allah in the wardrobe or ECG Denis Eady LGBT"}, {"start": 193.55, "end": 193.56, "text": "in the wardrobe or ECG Denis Eady LGBT"}, {"start": 193.56, "end": 196.85, "text": "in the wardrobe or ECG Denis Eady LGBT kotohira autonomy knee a majority Mira"}, {"start": 196.85, "end": 196.86, "text": "kotohira autonomy knee a majority Mira"}, {"start": 196.86, "end": 200.11, "text": "kotohira autonomy knee a majority Mira es su padre key adrenaline and Aurora"}, {"start": 200.11, "end": 200.12, "text": "es su padre key adrenaline and Aurora"}, {"start": 200.12, "end": 203.0, "text": "es su padre key adrenaline and Aurora delay chela a DRA true eternity but"}, {"start": 203.0, "end": 203.01, "text": "delay chela a DRA true eternity but"}, {"start": 203.01, "end": 205.07999999999998, "text": "delay chela a DRA true eternity but Akira"}, {"start": 205.07999999999998, "end": 205.09, "text": "Akira"}, {"start": 205.09, "end": 208.77, "text": "Akira [Music]"}, {"start": 208.77, "end": 208.78, "text": "[Music]"}, {"start": 208.78, "end": 212.13, "text": "[Music] yes Monsieur Rebecca Duvall a but yet we"}, {"start": 212.13, "end": 212.14, "text": "yes Monsieur Rebecca Duvall a but yet we"}, {"start": 212.14, "end": 215.55, "text": "yes Monsieur Rebecca Duvall a but yet we do ballet by doc ET de la Habana detorri"}, {"start": 215.55, "end": 215.56, "text": "do ballet by doc ET de la Habana detorri"}, {"start": 215.56, "end": 222.69, "text": "do ballet by doc ET de la Habana detorri do genetic ec multiplayer donna malapa"}, {"start": 222.69, "end": 222.7, "text": "do genetic ec multiplayer donna malapa"}, {"start": 222.7, "end": 225.92000000000002, "text": "do genetic ec multiplayer donna malapa thiru a feminine form anomaly jersey"}, {"start": 225.92000000000002, "end": 225.93, "text": "thiru a feminine form anomaly jersey"}, {"start": 225.93, "end": 229.8, "text": "thiru a feminine form anomaly jersey moto Guzzi money me t god oh my Sheila E"}, {"start": 229.8, "end": 229.81, "text": "moto Guzzi money me t god oh my Sheila E"}, {"start": 229.81, "end": 233.13, "text": "moto Guzzi money me t god oh my Sheila E Jones Adagio in your bag RC a firm in"}, {"start": 233.13, "end": 233.14, "text": "Jones Adagio in your bag RC a firm in"}, {"start": 233.14, "end": 236.01, "text": "Jones Adagio in your bag RC a firm in order for me to do mucho dodgem Acadia"}, {"start": 236.01, "end": 236.02, "text": "order for me to do mucho dodgem Acadia"}, {"start": 236.02, "end": 238.98, "text": "order for me to do mucho dodgem Acadia mozelova cigar c oz LED bar angle AED"}, {"start": 238.98, "end": 238.99, "text": "mozelova cigar c oz LED bar angle AED"}, {"start": 238.99, "end": 242.699, "text": "mozelova cigar c oz LED bar angle AED draga rare see a feminine for a squid"}, {"start": 242.699, "end": 242.709, "text": "draga rare see a feminine for a squid"}, {"start": 242.709, "end": 246.0, "text": "draga rare see a feminine for a squid Medici Topanga agency my dollar kisi SE"}, {"start": 246.0, "end": 246.01, "text": "Medici Topanga agency my dollar kisi SE"}, {"start": 246.01, "end": 249.42, "text": "Medici Topanga agency my dollar kisi SE Alighieri mid-river bill a salami su e"}, {"start": 249.42, "end": 249.43, "text": "Alighieri mid-river bill a salami su e"}, {"start": 249.43, "end": 254.16, "text": "Alighieri mid-river bill a salami su e ma hero la palma pepero a feminine for"}, {"start": 254.16, "end": 254.17, "text": "ma hero la palma pepero a feminine for"}, {"start": 254.17, "end": 257.25, "text": "ma hero la palma pepero a feminine for mini janja medicate Roger r SE hace la"}, {"start": 257.25, "end": 257.26, "text": "mini janja medicate Roger r SE hace la"}, {"start": 257.26, "end": 258.599, "text": "mini janja medicate Roger r SE hace la me money guaranteed Oh"}, {"start": 258.599, "end": 258.609, "text": "me money guaranteed Oh"}, {"start": 258.609, "end": 261.36, "text": "me money guaranteed Oh Massimo Giorgio me Bell Giada sue Rome"}, {"start": 261.36, "end": 261.37, "text": "Massimo Giorgio me Bell Giada sue Rome"}, {"start": 261.37, "end": 264.84, "text": "Massimo Giorgio me Bell Giada sue Rome Italy Agassi as my menorah medial our"}, {"start": 264.84, "end": 264.85, "text": "Italy Agassi as my menorah medial our"}, {"start": 264.85, "end": 268.17, "text": "Italy Agassi as my menorah medial our feijoada JAMA Bella a de semana Jeremy"}, {"start": 268.17, "end": 268.18, "text": "feijoada JAMA Bella a de semana Jeremy"}, {"start": 268.18, "end": 272.43, "text": "feijoada JAMA Bella a de semana Jeremy de Labarre famine OCO similar amazi"}, {"start": 272.43, "end": 272.44, "text": "de Labarre famine OCO similar amazi"}, {"start": 272.44, "end": 275.88, "text": "de Labarre famine OCO similar amazi policy Zilla a maid Riyadh Oh Reba"}, {"start": 275.88, "end": 275.89, "text": "policy Zilla a maid Riyadh Oh Reba"}, {"start": 275.89, "end": 280.23, "text": "policy Zilla a maid Riyadh Oh Reba feminine a eco zil Alibaba tsukimi una"}, {"start": 280.23, "end": 280.24, "text": "feminine a eco zil Alibaba tsukimi una"}, {"start": 280.24, "end": 285.87, "text": "feminine a eco zil Alibaba tsukimi una puta gotta go pee Ryoga Amina yippie"}, {"start": 285.87, "end": 285.88, "text": "puta gotta go pee Ryoga Amina yippie"}, {"start": 285.88, "end": 290.07, "text": "puta gotta go pee Ryoga Amina yippie Rita Cobb loma de armado para el coche"}, {"start": 290.07, "end": 290.08, "text": "Rita Cobb loma de armado para el coche"}, {"start": 290.08, "end": 293.159, "text": "Rita Cobb loma de armado para el coche de la cmara be pious ovo be perky"}, {"start": 293.159, "end": 293.169, "text": "de la cmara be pious ovo be perky"}, {"start": 293.169, "end": 296.969, "text": "de la cmara be pious ovo be perky rickety silly Allah Allah Eric rajala a"}, {"start": 296.969, "end": 296.979, "text": "rickety silly Allah Allah Eric rajala a"}, {"start": 296.979, "end": 300.42, "text": "rickety silly Allah Allah Eric rajala a bear would appear in category Unidos"}, {"start": 300.42, "end": 300.43, "text": "bear would appear in category Unidos"}, {"start": 300.43, "end": 302.219, "text": "bear would appear in category Unidos LaRocca bacha bazi"}, {"start": 302.219, "end": 302.229, "text": "LaRocca bacha bazi"}, {"start": 302.229, "end": 305.55, "text": "LaRocca bacha bazi do Chingado cha Chi su da de la a Joe"}, {"start": 305.55, "end": 305.56, "text": "do Chingado cha Chi su da de la a Joe"}, {"start": 305.56, "end": 306.45, "text": "do Chingado cha Chi su da de la a Joe Joe Joe Joe"}, {"start": 306.45, "end": 306.46, "text": "Joe Joe Joe"}, {"start": 306.46, "end": 309.18, "text": "Joe Joe Joe buzzer Bonnie es hora que de chelly hace"}, {"start": 309.18, "end": 309.19, "text": "buzzer Bonnie es hora que de chelly hace"}, {"start": 309.19, "end": 311.909, "text": "buzzer Bonnie es hora que de chelly hace la vie bono poor fella ordered Renato a"}, {"start": 311.909, "end": 311.919, "text": "la vie bono poor fella ordered Renato a"}, {"start": 311.919, "end": 315.18, "text": "la vie bono poor fella ordered Renato a pick a cigar say poquito a tsuba Joey"}, {"start": 315.18, "end": 315.19, "text": "pick a cigar say poquito a tsuba Joey"}, {"start": 315.19, "end": 318.33, "text": "pick a cigar say poquito a tsuba Joey Byham Valerie Valerie kita DC to D"}, {"start": 318.33, "end": 318.34, "text": "Byham Valerie Valerie kita DC to D"}, {"start": 318.34, "end": 321.48, "text": "Byham Valerie Valerie kita DC to D Google a Angela de piedra kokoro our own"}, {"start": 321.48, "end": 321.49, "text": "Google a Angela de piedra kokoro our own"}, {"start": 321.49, "end": 324.63, "text": "Google a Angela de piedra kokoro our own affair Oppo gazella Nagasaki Madrid"}, {"start": 324.63, "end": 324.64, "text": "affair Oppo gazella Nagasaki Madrid"}, {"start": 324.64, "end": 328.02, "text": "affair Oppo gazella Nagasaki Madrid linear ax my mejor para para una kuba"}, {"start": 328.02, "end": 328.03, "text": "linear ax my mejor para para una kuba"}, {"start": 328.03, "end": 329.58, "text": "linear ax my mejor para para una kuba Sega"}, {"start": 329.58, "end": 329.59, "text": "Sega"}, {"start": 329.59, "end": 339.32, "text": "Sega you"}, {"start": 339.33, "end": 341.389, "text": "you"}], "createdAt": "2025-12-15T02:07:18.000Z", "imageUrl": "https://img.youtube.com/vi/oaZPUT4ZUAo/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=oaZPUT4ZUAo", "isFavorite": false, "progress": 0, "genre": "story"}]