[{"id": "yt_GXUkBXXxx8k", "userId": "system", "title": "The Fabulous Lost and Found and The Little Korean Mouse by Mark Pallis - Read by E3D", "language": "kpz", "content": "good evening lights out bedtime story good evening lights out bedtime story good evening lights out bedtime story fans are you ready for bed are you ready fans are you ready for bed are you ready fans are you ready for bed are you ready for another bedtime story well you're in for another bedtime story well you're in for another bedtime story well you're in for a treat especially if you can for a treat especially if you can for a treat especially if you can understand Korean the book is also understand Korean the book is also understand Korean the book is also available in many other languages so go available in many other languages so go available in many other languages so go and check it out because tonight's story and check it out because tonight's story and check it out because tonight's story is called the fabulous Lost and Found is called the fabulous Lost and Found is called the fabulous Lost and Found and a little Korean mouse the story was and a little Korean mouse the story was and a little Korean mouse the story was written by mark palace and illustrated written by mark palace and illustrated written by mark palace and illustrated by Peter Benton once upon a time in the by Peter Benton once upon a time in the by Peter Benton once upon a time in the middle of the big city is a tiny yellow middle of the big city is a tiny yellow middle of the big city is a tiny yellow building if anyone loses anything this building if anyone loses anything this building if anyone loses anything this is where it ends up it's called the lost is where it ends up it's called the lost is where it ends up it's called the lost and found and found and found mr. and mrs. frog keep everything safe mr. and mrs. frog keep everything safe mr. and mrs. frog keep everything safe hoping that someday every lost watch and hoping that someday every lost watch and hoping that someday every lost watch and back and phone and toy and shoe and back and phone and toy and shoe and back and phone and toy and shoe and cheese grater will find its owner again cheese grater will find its owner again cheese grater will find its owner again but the shop is very small and there are but the shop is very small and there are but the shop is very small and there are so many lost things it's quite a squeeze so many lost things it's quite a squeeze so many lost things it's quite a squeeze but still it's fabulous but still it's fabulous but still it's fabulous one sunny day the little mouse walked in one sunny day the little mouse walked in one sunny day the little mouse walked in welcome said mrs. frog what have you welcome said mrs. frog what have you welcome said mrs. frog what have you lost lost lost modular in either body our CEO said the modular in either body our CEO said the modular in either body our CEO said the mouse mouse mouse mr. mrs. frog could not speak Korean so mr. mrs. frog could not speak Korean so mr. mrs. frog could not speak Korean so they they had no idea what the little they they had no idea what the little they they had no idea what the little mouse was saying what shall we do they mouse was saying what shall we do they mouse was saying what shall we do they wondered maybe she's lost an umbrella wondered maybe she's lost an umbrella wondered maybe she's lost an umbrella everyone loses an umbrella at least everyone loses an umbrella at least everyone loses an umbrella at least twice thought mr. frog twice thought mr. frog twice thought mr. frog have you lost this asked mr. frog who have you lost this asked mr. frog who have you lost this asked mr. frog who Sonia I knew replied the mouse then mrs. Sonia I knew replied the mouse then mrs. Sonia I knew replied the mouse then mrs. frog remembered something that had been frog remembered something that had been frog remembered something that had been handed in a few months ago is this yours handed in a few months ago is this yours handed in a few months ago is this yours mrs. frog asked holding up a chunk of mrs. frog asked holding up a chunk of mrs. frog asked holding up a chunk of cheese cheater yo never say no you said cheese cheater yo never say no you said cheese cheater yo never say no you said the mouse time to put that cheese in the the mouse time to put that cheese in the the mouse time to put that cheese in the pin dear said mr. frog maybe the word pin dear said mr. frog maybe the word pin dear said mr. frog maybe the word Mucha rakuyo means coat said mr. frog Mucha rakuyo means coat said mr. frog Mucha rakuyo means coat said mr. frog now where did I put that nice yellow one now where did I put that nice yellow one now where did I put that nice yellow one got it said mr. frog co2 yo I know got it said mr. frog co2 yo I know got it said mr. frog co2 yo I know modular robotics ano said the mouse she modular robotics ano said the mouse she modular robotics ano said the mouse she was starting to feel a bit frustrated we was starting to feel a bit frustrated we was starting to feel a bit frustrated we need to keep trying said mrs. frog mock need to keep trying said mrs. frog mock need to keep trying said mrs. frog mock Teredo Nico partido Inigo sweater - on Teredo Nico partido Inigo sweater - on Teredo Nico partido Inigo sweater - on your sunglasses - ah Nico Zimbardo nao your sunglasses - ah Nico Zimbardo nao your sunglasses - ah Nico Zimbardo nao modular rapport you say yo set the modular rapport you say yo set the modular rapport you say yo set the little mouse chattin got to kiddo Nico little mouse chattin got to kiddo Nico little mouse chattin got to kiddo Nico computer to an ego check second an ego computer to an ego check second an ego computer to an ego check second an ego punana nagito an ego punana nagito an ego punana nagito an ego yoshi tatsu kiddo an ego yoshi tatsu kiddo an ego yoshi tatsu kiddo an ego it was no good a fat wet tear rolled it was no good a fat wet tear rolled it was no good a fat wet tear rolled down the mouse his cheek how about a down the mouse his cheek how about a down the mouse his cheek how about a nice cup of tea asked mrs. frog kindly nice cup of tea asked mrs. frog kindly nice cup of tea asked mrs. frog kindly charger machine in Gaza joy here comes charger machine in Gaza joy here comes charger machine in Gaza joy here comes Amida replied the mouse Amida replied the mouse Amida replied the mouse they sat together sipping the tea and they sat together sipping the tea and they sat together sipping the tea and all feeling a bit sad when suddenly the all feeling a bit sad when suddenly the all feeling a bit sad when suddenly the mouse realized that she could try mouse realized that she could try mouse realized that she could try pointing she pointed at a head would our pointing she pointed at a head would our pointing she pointed at a head would our go y'all go y'all go y'all she said I've got it exclaimed mrs. frog she said I've got it exclaimed mrs. frog she said I've got it exclaimed mrs. frog leaping up a wig of course said mrs. leaping up a wig of course said mrs. leaping up a wig of course said mrs. frog kappa yoneyama frog kappa yoneyama frog kappa yoneyama said the mouse I can say comical music said the mouse I can say comical music said the mouse I can say comical music tiny gorilla character unequal hari on tiny gorilla character unequal hari on tiny gorilla character unequal hari on sector nao what electronic whine what sector nao what electronic whine what sector nao what electronic whine what about this asked mrs. frog putting back about this asked mrs. frog putting back about this asked mrs. frog putting back the curtain modular no you all exclaimed the curtain modular no you all exclaimed the curtain modular no you all exclaimed the mouse ah so much our choreo means the mouse ah so much our choreo means the mouse ah so much our choreo means hats wonderful mr. mrs. from cheered hats wonderful mr. mrs. from cheered hats wonderful mr. mrs. from cheered monkey dough yo monkey dough yo monkey dough yo no no Jack are you know McCoy you know no no Jack are you know McCoy you know no no Jack are you know McCoy you know what much I owe one hat left said mrs. what much I owe one hat left said mrs. what much I owe one hat left said mrs. frog reaching all the way to the back of frog reaching all the way to the back of frog reaching all the way to the back of the cupboard the cupboard the cupboard it couldn't be this whole thing could it it couldn't be this whole thing could it it couldn't be this whole thing could it jaymota yo modular charger CEO Jang man jaymota yo modular charger CEO Jang man jaymota yo modular charger CEO Jang man comes our hero said the mouse and just comes our hero said the mouse and just comes our hero said the mouse and just like that the mouse found a hat girl we like that the mouse found a hat girl we like that the mouse found a hat girl we know you can say Oh know you can say Oh know you can say Oh said the little mouse as she skipped said the little mouse as she skipped said the little mouse as she skipped away I wonder will come tomorrow said away I wonder will come tomorrow said away I wonder will come tomorrow said mr. frog mr. frog mr. frog this is Frank but a harmaline do I don't this is Frank but a harmaline do I don't this is Frank but a harmaline do I don't know if she would give you a nice clear know if she would give you a nice clear know if she would give you a nice clear but for marriages we'll do our best to but for marriages we'll do our best to but for marriages we'll do our best to help Dee and thank you help Dee and thank you help Dee and thank you lights out bedtime story fans if you lights out bedtime story fans if you lights out bedtime story fans if you enjoyed tonight's story please click enjoyed tonight's story please click enjoyed tonight's story please click subscribe follow or like so that you can subscribe follow or like so that you can subscribe follow or like so that you can be notified of when the next episode is be notified of when the next episode is be notified of when the next episode is and please check out my patreon page at and please check out my patreon page at and please check out my patreon page at patreon.com forward slash lights our patreon.com forward slash lights our patreon.com forward slash lights our bedtime stories and support where you bedtime stories and support where you bedtime stories and support where you can and you can find out where there's can and you can find out where there's can and you can find out where there's lots of goodies you can request a story lots of goodies you can request a story lots of goodies you can request a story make a book and lots of other things make a book and lots of other things make a book and lots of other things good night good night good night [Music]", "sentences": ["good evening lights out bedtime story good evening lights out bedtime story good evening lights out bedtime story fans are you ready for bed are you ready fans are you ready for bed are you ready fans are you ready for bed are you ready for another bedtime story well you're in for another bedtime story well you're in for another bedtime story well you're in for a treat especially if you can for a treat especially if you can for a treat especially if you can understand Korean the book is also understand Korean the book is also understand Korean the book is also available in many other languages so go available in many other languages so go available in many other languages so go and check it out because tonight's story and check it out because tonight's story and check it out because tonight's story is called the fabulous Lost and Found is called the fabulous Lost and Found is called the fabulous Lost and Found and a little Korean mouse the story was and a little Korean mouse the story was and a little Korean mouse the story was written by mark palace and illustrated written by mark palace and illustrated written by mark palace and illustrated by Peter Benton once upon a time in the by Peter Benton once upon a time in the by Peter Benton once upon a time in the middle of the big city is a tiny yellow middle of the big city is a tiny yellow middle of the big city is a tiny yellow building if anyone loses anything this building if anyone loses anything this building if anyone loses anything this is where it ends up it's called the lost is where it ends up it's called the lost is where it ends up it's called the lost and found and found and found mr.", "and mrs.", "frog keep everything safe mr.", "and mrs.", "frog keep everything safe mr.", "and mrs.", "frog keep everything safe hoping that someday every lost watch and hoping that someday every lost watch and hoping that someday every lost watch and back and phone and toy and shoe and back and phone and toy and shoe and back and phone and toy and shoe and cheese grater will find its owner again cheese grater will find its owner again cheese grater will find its owner again but the shop is very small and there are but the shop is very small and there are but the shop is very small and there are so many lost things it's quite a squeeze so many lost things it's quite a squeeze so many lost things it's quite a squeeze but still it's fabulous but still it's fabulous but still it's fabulous one sunny day the little mouse walked in one sunny day the little mouse walked in one sunny day the little mouse walked in welcome said mrs.", "frog what have you welcome said mrs.", "frog what have you welcome said mrs.", "frog what have you lost lost lost modular in either body our CEO said the modular in either body our CEO said the modular in either body our CEO said the mouse mouse mouse mr.", "mrs.", "frog could not speak Korean so mr.", "mrs.", "frog could not speak Korean so mr.", "mrs.", "frog could not speak Korean so they they had no idea what the little they they had no idea what the little they they had no idea what the little mouse was saying what shall we do they mouse was saying what shall we do they mouse was saying what shall we do they wondered maybe she's lost an umbrella wondered maybe she's lost an umbrella wondered maybe she's lost an umbrella everyone loses an umbrella at least everyone loses an umbrella at least everyone loses an umbrella at least twice thought mr.", "frog twice thought mr.", "frog twice thought mr.", "frog have you lost this asked mr.", "frog who have you lost this asked mr.", "frog who have you lost this asked mr.", "frog who Sonia I knew replied the mouse then mrs.", "Sonia I knew replied the mouse then mrs.", "Sonia I knew replied the mouse then mrs.", "frog remembered something that had been frog remembered something that had been frog remembered something that had been handed in a few months ago is this yours handed in a few months ago is this yours handed in a few months ago is this yours mrs.", "frog asked holding up a chunk of mrs.", "frog asked holding up a chunk of mrs.", "frog asked holding up a chunk of cheese cheater yo never say no you said cheese cheater yo never say no you said cheese cheater yo never say no you said the mouse time to put that cheese in the the mouse time to put that cheese in the the mouse time to put that cheese in the pin dear said mr.", "frog maybe the word pin dear said mr.", "frog maybe the word pin dear said mr.", "frog maybe the word Mucha rakuyo means coat said mr.", "frog Mucha rakuyo means coat said mr.", "frog Mucha rakuyo means coat said mr.", "frog now where did I put that nice yellow one now where did I put that nice yellow one now where did I put that nice yellow one got it said mr.", "frog co2 yo I know got it said mr.", "frog co2 yo I know got it said mr.", "frog co2 yo I know modular robotics ano said the mouse she modular robotics ano said the mouse she modular robotics ano said the mouse she was starting to feel a bit frustrated we was starting to feel a bit frustrated we was starting to feel a bit frustrated we need to keep trying said mrs.", "frog mock need to keep trying said mrs.", "frog mock need to keep trying said mrs.", "frog mock Teredo Nico partido Inigo sweater - on Teredo Nico partido Inigo sweater - on Teredo Nico partido Inigo sweater - on your sunglasses - ah Nico Zimbardo nao your sunglasses - ah Nico Zimbardo nao your sunglasses - ah Nico Zimbardo nao modular rapport you say yo set the modular rapport you say yo set the modular rapport you say yo set the little mouse chattin got to kiddo Nico little mouse chattin got to kiddo Nico little mouse chattin got to kiddo Nico computer to an ego check second an ego computer to an ego check second an ego computer to an ego check second an ego punana nagito an ego punana nagito an ego punana nagito an ego yoshi tatsu kiddo an ego yoshi tatsu kiddo an ego yoshi tatsu kiddo an ego it was no good a fat wet tear rolled it was no good a fat wet tear rolled it was no good a fat wet tear rolled down the mouse his cheek how about a down the mouse his cheek how about a down the mouse his cheek how about a nice cup of tea asked mrs.", "frog kindly nice cup of tea asked mrs.", "frog kindly nice cup of tea asked mrs.", "frog kindly charger machine in Gaza joy here comes charger machine in Gaza joy here comes charger machine in Gaza joy here comes Amida replied the mouse Amida replied the mouse Amida replied the mouse they sat together sipping the tea and they sat together sipping the tea and they sat together sipping the tea and all feeling a bit sad when suddenly the all feeling a bit sad when suddenly the all feeling a bit sad when suddenly the mouse realized that she could try mouse realized that she could try mouse realized that she could try pointing she pointed at a head would our pointing she pointed at a head would our pointing she pointed at a head would our go y'all go y'all go y'all she said I've got it exclaimed mrs.", "frog she said I've got it exclaimed mrs.", "frog she said I've got it exclaimed mrs.", "frog leaping up a wig of course said mrs.", "leaping up a wig of course said mrs.", "leaping up a wig of course said mrs.", "frog kappa yoneyama frog kappa yoneyama frog kappa yoneyama said the mouse I can say comical music said the mouse I can say comical music said the mouse I can say comical music tiny gorilla character unequal hari on tiny gorilla character unequal hari on tiny gorilla character unequal hari on sector nao what electronic whine what sector nao what electronic whine what sector nao what electronic whine what about this asked mrs.", "frog putting back about this asked mrs.", "frog putting back about this asked mrs.", "frog putting back the curtain modular no you all exclaimed the curtain modular no you all exclaimed the curtain modular no you all exclaimed the mouse ah so much our choreo means the mouse ah so much our choreo means the mouse ah so much our choreo means hats wonderful mr.", "mrs.", "from cheered hats wonderful mr.", "mrs.", "from cheered hats wonderful mr.", "mrs.", "from cheered monkey dough yo monkey dough yo monkey dough yo no no Jack are you know McCoy you know no no Jack are you know McCoy you know no no Jack are you know McCoy you know what much I owe one hat left said mrs.", "what much I owe one hat left said mrs.", "what much I owe one hat left said mrs.", "frog reaching all the way to the back of frog reaching all the way to the back of frog reaching all the way to the back of the cupboard the cupboard the cupboard it couldn't be this whole thing could it it couldn't be this whole thing could it it couldn't be this whole thing could it jaymota yo modular charger CEO Jang man jaymota yo modular charger CEO Jang man jaymota yo modular charger CEO Jang man comes our hero said the mouse and just comes our hero said the mouse and just comes our hero said the mouse and just like that the mouse found a hat girl we like that the mouse found a hat girl we like that the mouse found a hat girl we know you can say Oh know you can say Oh know you can say Oh said the little mouse as she skipped said the little mouse as she skipped said the little mouse as she skipped away I wonder will come tomorrow said away I wonder will come tomorrow said away I wonder will come tomorrow said mr.", "frog mr.", "frog mr.", "frog this is Frank but a harmaline do I don't this is Frank but a harmaline do I don't this is Frank but a harmaline do I don't know if she would give you a nice clear know if she would give you a nice clear know if she would give you a nice clear but for marriages we'll do our best to but for marriages we'll do our best to but for marriages we'll do our best to help Dee and thank you help Dee and thank you help Dee and thank you lights out bedtime story fans if you lights out bedtime story fans if you lights out bedtime story fans if you enjoyed tonight's story please click enjoyed tonight's story please click enjoyed tonight's story please click subscribe follow or like so that you can subscribe follow or like so that you can subscribe follow or like so that you can be notified of when the next episode is be notified of when the next episode is be notified of when the next episode is and please check out my patreon page at and please check out my patreon page at and please check out my patreon page at patreon.com forward slash lights our patreon.com forward slash lights our patreon.com forward slash lights our bedtime stories and support where you bedtime stories and support where you bedtime stories and support where you can and you can find out where there's can and you can find out where there's can and you can find out where there's lots of goodies you can request a story lots of goodies you can request a story lots of goodies you can request a story make a book and lots of other things make a book and lots of other things make a book and lots of other things good night good night good night [Music]"], "transcript": [{"start": 8.87, "end": 11.69, "text": "good evening lights out bedtime story"}, {"start": 11.69, "end": 11.7, "text": "good evening lights out bedtime story"}, {"start": 11.7, "end": 15.56, "text": "good evening lights out bedtime story fans are you ready for bed are you ready"}, {"start": 15.56, "end": 15.57, "text": "fans are you ready for bed are you ready"}, {"start": 15.57, "end": 18.89, "text": "fans are you ready for bed are you ready for another bedtime story well you're in"}, {"start": 18.89, "end": 18.9, "text": "for another bedtime story well you're in"}, {"start": 18.9, "end": 22.07, "text": "for another bedtime story well you're in for a treat especially if you can"}, {"start": 22.07, "end": 22.08, "text": "for a treat especially if you can"}, {"start": 22.08, "end": 24.439, "text": "for a treat especially if you can understand Korean the book is also"}, {"start": 24.439, "end": 24.449, "text": "understand Korean the book is also"}, {"start": 24.449, "end": 27.71, "text": "understand Korean the book is also available in many other languages so go"}, {"start": 27.71, "end": 27.72, "text": "available in many other languages so go"}, {"start": 27.72, "end": 30.05, "text": "available in many other languages so go and check it out because tonight's story"}, {"start": 30.05, "end": 30.06, "text": "and check it out because tonight's story"}, {"start": 30.06, "end": 32.479, "text": "and check it out because tonight's story is called the fabulous Lost and Found"}, {"start": 32.479, "end": 32.489, "text": "is called the fabulous Lost and Found"}, {"start": 32.489, "end": 38.84, "text": "is called the fabulous Lost and Found and a little Korean mouse the story was"}, {"start": 38.84, "end": 38.85, "text": "and a little Korean mouse the story was"}, {"start": 38.85, "end": 41.66, "text": "and a little Korean mouse the story was written by mark palace and illustrated"}, {"start": 41.66, "end": 41.67, "text": "written by mark palace and illustrated"}, {"start": 41.67, "end": 47.51, "text": "written by mark palace and illustrated by Peter Benton once upon a time in the"}, {"start": 47.51, "end": 47.52, "text": "by Peter Benton once upon a time in the"}, {"start": 47.52, "end": 51.229, "text": "by Peter Benton once upon a time in the middle of the big city is a tiny yellow"}, {"start": 51.229, "end": 51.239, "text": "middle of the big city is a tiny yellow"}, {"start": 51.239, "end": 55.729, "text": "middle of the big city is a tiny yellow building if anyone loses anything this"}, {"start": 55.729, "end": 55.739, "text": "building if anyone loses anything this"}, {"start": 55.739, "end": 59.24, "text": "building if anyone loses anything this is where it ends up it's called the lost"}, {"start": 59.24, "end": 59.25, "text": "is where it ends up it's called the lost"}, {"start": 59.25, "end": 60.58, "text": "is where it ends up it's called the lost and found"}, {"start": 60.58, "end": 60.59, "text": "and found"}, {"start": 60.59, "end": 63.789, "text": "and found mr. and mrs. frog keep everything safe"}, {"start": 63.789, "end": 63.799, "text": "mr. and mrs. frog keep everything safe"}, {"start": 63.799, "end": 67.73, "text": "mr. and mrs. frog keep everything safe hoping that someday every lost watch and"}, {"start": 67.73, "end": 67.74, "text": "hoping that someday every lost watch and"}, {"start": 67.74, "end": 71.27, "text": "hoping that someday every lost watch and back and phone and toy and shoe and"}, {"start": 71.27, "end": 71.28, "text": "back and phone and toy and shoe and"}, {"start": 71.28, "end": 74.89, "text": "back and phone and toy and shoe and cheese grater will find its owner again"}, {"start": 74.89, "end": 74.9, "text": "cheese grater will find its owner again"}, {"start": 74.9, "end": 78.679, "text": "cheese grater will find its owner again but the shop is very small and there are"}, {"start": 78.679, "end": 78.689, "text": "but the shop is very small and there are"}, {"start": 78.689, "end": 82.51, "text": "but the shop is very small and there are so many lost things it's quite a squeeze"}, {"start": 82.51, "end": 82.52, "text": "so many lost things it's quite a squeeze"}, {"start": 82.52, "end": 86.56, "text": "so many lost things it's quite a squeeze but still it's fabulous"}, {"start": 86.56, "end": 86.57, "text": "but still it's fabulous"}, {"start": 86.57, "end": 90.3, "text": "but still it's fabulous one sunny day the little mouse walked in"}, {"start": 90.3, "end": 90.31, "text": "one sunny day the little mouse walked in"}, {"start": 90.31, "end": 94.18, "text": "one sunny day the little mouse walked in welcome said mrs. frog what have you"}, {"start": 94.18, "end": 94.19, "text": "welcome said mrs. frog what have you"}, {"start": 94.19, "end": 95.67, "text": "welcome said mrs. frog what have you lost"}, {"start": 95.67, "end": 95.68, "text": "lost"}, {"start": 95.68, "end": 98.97999999999999, "text": "lost modular in either body our CEO said the"}, {"start": 98.97999999999999, "end": 98.99000000000001, "text": "modular in either body our CEO said the"}, {"start": 98.99000000000001, "end": 100.2, "text": "modular in either body our CEO said the mouse"}, {"start": 100.2, "end": 100.21000000000001, "text": "mouse"}, {"start": 100.21000000000001, "end": 103.33, "text": "mouse mr. mrs. frog could not speak Korean so"}, {"start": 103.33, "end": 103.34, "text": "mr. mrs. frog could not speak Korean so"}, {"start": 103.34, "end": 106.45, "text": "mr. mrs. frog could not speak Korean so they they had no idea what the little"}, {"start": 106.45, "end": 106.46000000000001, "text": "they they had no idea what the little"}, {"start": 106.46000000000001, "end": 110.08, "text": "they they had no idea what the little mouse was saying what shall we do they"}, {"start": 110.08, "end": 110.09, "text": "mouse was saying what shall we do they"}, {"start": 110.09, "end": 114.03, "text": "mouse was saying what shall we do they wondered maybe she's lost an umbrella"}, {"start": 114.03, "end": 114.03999999999999, "text": "wondered maybe she's lost an umbrella"}, {"start": 114.03999999999999, "end": 116.38, "text": "wondered maybe she's lost an umbrella everyone loses an umbrella at least"}, {"start": 116.38, "end": 116.39, "text": "everyone loses an umbrella at least"}, {"start": 116.39, "end": 118.719, "text": "everyone loses an umbrella at least twice thought mr. frog"}, {"start": 118.719, "end": 118.729, "text": "twice thought mr. frog"}, {"start": 118.729, "end": 123.31, "text": "twice thought mr. frog have you lost this asked mr. frog who"}, {"start": 123.31, "end": 123.32, "text": "have you lost this asked mr. frog who"}, {"start": 123.32, "end": 128.59, "text": "have you lost this asked mr. frog who Sonia I knew replied the mouse then mrs."}, {"start": 128.59, "end": 128.6, "text": "Sonia I knew replied the mouse then mrs."}, {"start": 128.6, "end": 130.33, "text": "Sonia I knew replied the mouse then mrs. frog remembered something that had been"}, {"start": 130.33, "end": 130.34, "text": "frog remembered something that had been"}, {"start": 130.34, "end": 134.58, "text": "frog remembered something that had been handed in a few months ago is this yours"}, {"start": 134.58, "end": 134.59, "text": "handed in a few months ago is this yours"}, {"start": 134.59, "end": 137.29, "text": "handed in a few months ago is this yours mrs. frog asked holding up a chunk of"}, {"start": 137.29, "end": 137.3, "text": "mrs. frog asked holding up a chunk of"}, {"start": 137.3, "end": 141.97, "text": "mrs. frog asked holding up a chunk of cheese cheater yo never say no you said"}, {"start": 141.97, "end": 141.98, "text": "cheese cheater yo never say no you said"}, {"start": 141.98, "end": 145.3, "text": "cheese cheater yo never say no you said the mouse time to put that cheese in the"}, {"start": 145.3, "end": 145.31, "text": "the mouse time to put that cheese in the"}, {"start": 145.31, "end": 149.17000000000002, "text": "the mouse time to put that cheese in the pin dear said mr. frog maybe the word"}, {"start": 149.17000000000002, "end": 149.18, "text": "pin dear said mr. frog maybe the word"}, {"start": 149.18, "end": 153.1, "text": "pin dear said mr. frog maybe the word Mucha rakuyo means coat said mr. frog"}, {"start": 153.1, "end": 153.11, "text": "Mucha rakuyo means coat said mr. frog"}, {"start": 153.11, "end": 157.29, "text": "Mucha rakuyo means coat said mr. frog now where did I put that nice yellow one"}, {"start": 157.29, "end": 157.3, "text": "now where did I put that nice yellow one"}, {"start": 157.3, "end": 162.50900000000001, "text": "now where did I put that nice yellow one got it said mr. frog co2 yo I know"}, {"start": 162.50900000000001, "end": 162.519, "text": "got it said mr. frog co2 yo I know"}, {"start": 162.519, "end": 167.47, "text": "got it said mr. frog co2 yo I know modular robotics ano said the mouse she"}, {"start": 167.47, "end": 167.48, "text": "modular robotics ano said the mouse she"}, {"start": 167.48, "end": 170.44, "text": "modular robotics ano said the mouse she was starting to feel a bit frustrated we"}, {"start": 170.44, "end": 170.45, "text": "was starting to feel a bit frustrated we"}, {"start": 170.45, "end": 175.18, "text": "was starting to feel a bit frustrated we need to keep trying said mrs. frog mock"}, {"start": 175.18, "end": 175.19, "text": "need to keep trying said mrs. frog mock"}, {"start": 175.19, "end": 179.97899999999998, "text": "need to keep trying said mrs. frog mock Teredo Nico partido Inigo sweater - on"}, {"start": 179.97899999999998, "end": 179.989, "text": "Teredo Nico partido Inigo sweater - on"}, {"start": 179.989, "end": 184.89, "text": "Teredo Nico partido Inigo sweater - on your sunglasses - ah Nico Zimbardo nao"}, {"start": 184.89, "end": 184.9, "text": "your sunglasses - ah Nico Zimbardo nao"}, {"start": 184.9, "end": 188.25900000000001, "text": "your sunglasses - ah Nico Zimbardo nao modular rapport you say yo set the"}, {"start": 188.25900000000001, "end": 188.269, "text": "modular rapport you say yo set the"}, {"start": 188.269, "end": 192.21, "text": "modular rapport you say yo set the little mouse chattin got to kiddo Nico"}, {"start": 192.21, "end": 192.22, "text": "little mouse chattin got to kiddo Nico"}, {"start": 192.22, "end": 196.32, "text": "little mouse chattin got to kiddo Nico computer to an ego check second an ego"}, {"start": 196.32, "end": 196.32999999999998, "text": "computer to an ego check second an ego"}, {"start": 196.32999999999998, "end": 199.27, "text": "computer to an ego check second an ego punana nagito an ego"}, {"start": 199.27, "end": 199.28, "text": "punana nagito an ego"}, {"start": 199.28, "end": 202.3, "text": "punana nagito an ego yoshi tatsu kiddo an ego"}, {"start": 202.3, "end": 202.31, "text": "yoshi tatsu kiddo an ego"}, {"start": 202.31, "end": 206.11, "text": "yoshi tatsu kiddo an ego it was no good a fat wet tear rolled"}, {"start": 206.11, "end": 206.12, "text": "it was no good a fat wet tear rolled"}, {"start": 206.12, "end": 209.35, "text": "it was no good a fat wet tear rolled down the mouse his cheek how about a"}, {"start": 209.35, "end": 209.36, "text": "down the mouse his cheek how about a"}, {"start": 209.36, "end": 214.53, "text": "down the mouse his cheek how about a nice cup of tea asked mrs. frog kindly"}, {"start": 214.53, "end": 214.54, "text": "nice cup of tea asked mrs. frog kindly"}, {"start": 214.54, "end": 218.23, "text": "nice cup of tea asked mrs. frog kindly charger machine in Gaza joy here comes"}, {"start": 218.23, "end": 218.24, "text": "charger machine in Gaza joy here comes"}, {"start": 218.24, "end": 220.63, "text": "charger machine in Gaza joy here comes Amida replied the mouse"}, {"start": 220.63, "end": 220.64, "text": "Amida replied the mouse"}, {"start": 220.64, "end": 223.09, "text": "Amida replied the mouse they sat together sipping the tea and"}, {"start": 223.09, "end": 223.1, "text": "they sat together sipping the tea and"}, {"start": 223.1, "end": 227.41, "text": "they sat together sipping the tea and all feeling a bit sad when suddenly the"}, {"start": 227.41, "end": 227.42000000000002, "text": "all feeling a bit sad when suddenly the"}, {"start": 227.42000000000002, "end": 229.66, "text": "all feeling a bit sad when suddenly the mouse realized that she could try"}, {"start": 229.66, "end": 229.67000000000002, "text": "mouse realized that she could try"}, {"start": 229.67000000000002, "end": 233.35, "text": "mouse realized that she could try pointing she pointed at a head would our"}, {"start": 233.35, "end": 233.36, "text": "pointing she pointed at a head would our"}, {"start": 233.36, "end": 234.1, "text": "pointing she pointed at a head would our go y'all"}, {"start": 234.1, "end": 234.11, "text": "go y'all"}, {"start": 234.11, "end": 237.699, "text": "go y'all she said I've got it exclaimed mrs. frog"}, {"start": 237.699, "end": 237.709, "text": "she said I've got it exclaimed mrs. frog"}, {"start": 237.709, "end": 242.08, "text": "she said I've got it exclaimed mrs. frog leaping up a wig of course said mrs."}, {"start": 242.08, "end": 242.09, "text": "leaping up a wig of course said mrs."}, {"start": 242.09, "end": 245.32, "text": "leaping up a wig of course said mrs. frog kappa yoneyama"}, {"start": 245.32, "end": 245.33, "text": "frog kappa yoneyama"}, {"start": 245.33, "end": 249.85, "text": "frog kappa yoneyama said the mouse I can say comical music"}, {"start": 249.85, "end": 249.86, "text": "said the mouse I can say comical music"}, {"start": 249.86, "end": 254.559, "text": "said the mouse I can say comical music tiny gorilla character unequal hari on"}, {"start": 254.559, "end": 254.569, "text": "tiny gorilla character unequal hari on"}, {"start": 254.569, "end": 259.27, "text": "tiny gorilla character unequal hari on sector nao what electronic whine what"}, {"start": 259.27, "end": 259.28, "text": "sector nao what electronic whine what"}, {"start": 259.28, "end": 262.42, "text": "sector nao what electronic whine what about this asked mrs. frog putting back"}, {"start": 262.42, "end": 262.43, "text": "about this asked mrs. frog putting back"}, {"start": 262.43, "end": 265.9, "text": "about this asked mrs. frog putting back the curtain modular no you all exclaimed"}, {"start": 265.9, "end": 265.91, "text": "the curtain modular no you all exclaimed"}, {"start": 265.91, "end": 269.53, "text": "the curtain modular no you all exclaimed the mouse ah so much our choreo means"}, {"start": 269.53, "end": 269.54, "text": "the mouse ah so much our choreo means"}, {"start": 269.54, "end": 274.02, "text": "the mouse ah so much our choreo means hats wonderful mr. mrs. from cheered"}, {"start": 274.02, "end": 274.03, "text": "hats wonderful mr. mrs. from cheered"}, {"start": 274.03, "end": 275.8, "text": "hats wonderful mr. mrs. from cheered monkey dough yo"}, {"start": 275.8, "end": 275.81, "text": "monkey dough yo"}, {"start": 275.81, "end": 280.15, "text": "monkey dough yo no no Jack are you know McCoy you know"}, {"start": 280.15, "end": 280.15999999999997, "text": "no no Jack are you know McCoy you know"}, {"start": 280.15999999999997, "end": 284.23, "text": "no no Jack are you know McCoy you know what much I owe one hat left said mrs."}, {"start": 284.23, "end": 284.24, "text": "what much I owe one hat left said mrs."}, {"start": 284.24, "end": 286.36, "text": "what much I owe one hat left said mrs. frog reaching all the way to the back of"}, {"start": 286.36, "end": 286.37, "text": "frog reaching all the way to the back of"}, {"start": 286.37, "end": 286.75, "text": "frog reaching all the way to the back of the cupboard"}, {"start": 286.75, "end": 286.76, "text": "the cupboard"}, {"start": 286.76, "end": 289.89, "text": "the cupboard it couldn't be this whole thing could it"}, {"start": 289.89, "end": 289.9, "text": "it couldn't be this whole thing could it"}, {"start": 289.9, "end": 294.79, "text": "it couldn't be this whole thing could it jaymota yo modular charger CEO Jang man"}, {"start": 294.79, "end": 294.8, "text": "jaymota yo modular charger CEO Jang man"}, {"start": 294.8, "end": 298.48, "text": "jaymota yo modular charger CEO Jang man comes our hero said the mouse and just"}, {"start": 298.48, "end": 298.49, "text": "comes our hero said the mouse and just"}, {"start": 298.49, "end": 303.43, "text": "comes our hero said the mouse and just like that the mouse found a hat girl we"}, {"start": 303.43, "end": 303.44, "text": "like that the mouse found a hat girl we"}, {"start": 303.44, "end": 304.29, "text": "like that the mouse found a hat girl we know you can say Oh"}, {"start": 304.29, "end": 304.3, "text": "know you can say Oh"}, {"start": 304.3, "end": 306.82, "text": "know you can say Oh said the little mouse as she skipped"}, {"start": 306.82, "end": 306.83, "text": "said the little mouse as she skipped"}, {"start": 306.83, "end": 311.98, "text": "said the little mouse as she skipped away I wonder will come tomorrow said"}, {"start": 311.98, "end": 311.99, "text": "away I wonder will come tomorrow said"}, {"start": 311.99, "end": 313.34, "text": "away I wonder will come tomorrow said mr. frog"}, {"start": 313.34, "end": 313.35, "text": "mr. frog"}, {"start": 313.35, "end": 316.64, "text": "mr. frog this is Frank but a harmaline do I don't"}, {"start": 316.64, "end": 316.65, "text": "this is Frank but a harmaline do I don't"}, {"start": 316.65, "end": 319.22, "text": "this is Frank but a harmaline do I don't know if she would give you a nice clear"}, {"start": 319.22, "end": 319.23, "text": "know if she would give you a nice clear"}, {"start": 319.23, "end": 322.49, "text": "know if she would give you a nice clear but for marriages we'll do our best to"}, {"start": 322.49, "end": 322.5, "text": "but for marriages we'll do our best to"}, {"start": 322.5, "end": 327.56, "text": "but for marriages we'll do our best to help Dee and thank you"}, {"start": 327.56, "end": 327.57, "text": "help Dee and thank you"}, {"start": 327.57, "end": 330.26, "text": "help Dee and thank you lights out bedtime story fans if you"}, {"start": 330.26, "end": 330.27, "text": "lights out bedtime story fans if you"}, {"start": 330.27, "end": 332.93, "text": "lights out bedtime story fans if you enjoyed tonight's story please click"}, {"start": 332.93, "end": 332.94, "text": "enjoyed tonight's story please click"}, {"start": 332.94, "end": 336.32, "text": "enjoyed tonight's story please click subscribe follow or like so that you can"}, {"start": 336.32, "end": 336.33, "text": "subscribe follow or like so that you can"}, {"start": 336.33, "end": 339.07, "text": "subscribe follow or like so that you can be notified of when the next episode is"}, {"start": 339.07, "end": 339.08, "text": "be notified of when the next episode is"}, {"start": 339.08, "end": 343.18, "text": "be notified of when the next episode is and please check out my patreon page at"}, {"start": 343.18, "end": 343.19, "text": "and please check out my patreon page at"}, {"start": 343.19, "end": 347.06, "text": "and please check out my patreon page at patreon.com forward slash lights our"}, {"start": 347.06, "end": 347.07, "text": "patreon.com forward slash lights our"}, {"start": 347.07, "end": 349.49, "text": "patreon.com forward slash lights our bedtime stories and support where you"}, {"start": 349.49, "end": 349.5, "text": "bedtime stories and support where you"}, {"start": 349.5, "end": 351.68, "text": "bedtime stories and support where you can and you can find out where there's"}, {"start": 351.68, "end": 351.69, "text": "can and you can find out where there's"}, {"start": 351.69, "end": 355.28, "text": "can and you can find out where there's lots of goodies you can request a story"}, {"start": 355.28, "end": 355.29, "text": "lots of goodies you can request a story"}, {"start": 355.29, "end": 359.8, "text": "lots of goodies you can request a story make a book and lots of other things"}, {"start": 359.8, "end": 359.81, "text": "make a book and lots of other things"}, {"start": 359.81, "end": 362.52, "text": "make a book and lots of other things good night"}, {"start": 362.52, "end": 362.53, "text": "good night"}, {"start": 362.53, "end": 365.66, "text": "good night [Music]"}], "createdAt": "2025-12-15T01:45:16.000Z", "imageUrl": "https://img.youtube.com/vi/GXUkBXXxx8k/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=GXUkBXXxx8k", "isFavorite": false, "progress": 0, "genre": "fairy_tale"}, {"id": "yt_wdpzB7mXIfQ", "userId": "system", "title": "Sapiny community in Sebei elect new cultural leader", "language": "kpz", "content": "[Applause] [Applause] [Applause] [Music] District started the struggle to District started the struggle to District started the struggle to establish a cultural institution in 2012 establish a cultural institution in 2012 establish a cultural institution in 2012 after the law on cultural institutions after the law on cultural institutions after the law on cultural institutions was passed for the last 10 years we have was passed for the last 10 years we have was passed for the last 10 years we have been struggling to have this day to come been struggling to have this day to come been struggling to have this day to come to pass so now almost in the 11th year to pass so now almost in the 11th year to pass so now almost in the 11th year it has become possible that we have had it has become possible that we have had it has become possible that we have had this Gathering of chairman of Clans this Gathering of chairman of Clans this Gathering of chairman of Clans in SE region most significant thing is in SE region most significant thing is in SE region most significant thing is that we have one unanimous candidate that we have one unanimous candidate that we have one unanimous candidate this is a consensus and the consensus this is a consensus and the consensus this is a consensus and the consensus candidate shows that actually the people candidate shows that actually the people candidate shows that actually the people of SE are of SE are of SE are united you don't see any frackers you united you don't see any frackers you united you don't see any frackers you don't see any confusion because the don't see any confusion because the don't see any confusion because the choice of the people has emerged so we choice of the people has emerged so we choice of the people has emerged so we are seeking support from government and are seeking support from government and are seeking support from government and from other institions to support this from other institions to support this from other institions to support this young nent institution to develop so young nent institution to develop so young nent institution to develop so that it can contribute to transforming that it can contribute to transforming that it can contribute to transforming the lives of the Sabin as we protect our the lives of the Sabin as we protect our the lives of the Sabin as we protect our culture and our way of life of the Sabin culture and our way of life of the Sabin culture and our way of life of the Sabin people we had three candidates people we had three candidates people we had three candidates legitimate three candidates but at the legitimate three candidates but at the legitimate three candidates but at the end of the day the three candidates came end of the day the three candidates came end of the day the three candidates came to to to agree that one should actually stand for agree that one should actually stand for agree that one should actually stand for them I was happy because that was what them I was happy because that was what them I was happy because that was what is meant democracy we have stayed so is meant democracy we have stayed so is meant democracy we have stayed so long without our C leader but today we long without our C leader but today we long without our C leader but today we are grateful that we have come to the are grateful that we have come to the are grateful that we have come to the consensus of getting a cultural leader consensus of getting a cultural leader consensus of getting a cultural leader who will organize all the leaders of who will organize all the leaders of who will organize all the leaders of sain to be the Gateway in case we want sain to be the Gateway in case we want sain to be the Gateway in case we want to reach the state house we shall use to reach the state house we shall use to reach the state house we shall use that Avenue to address our issues that Avenue to address our issues that Avenue to address our issues through our cultural leader to the through our cultural leader to the through our cultural leader to the president of the Republic of Uganda one president of the Republic of Uganda one president of the Republic of Uganda one of our aims was to unite the of our aims was to unite the of our aims was to unite the S and their neighbors and the government S and their neighbors and the government S and their neighbors and the government of Uganda of Uganda of Uganda [Music] for", "sentences": ["[Applause] [Applause] [Applause] [Music] District started the struggle to District started the struggle to District started the struggle to establish a cultural institution in 2012 establish a cultural institution in 2012 establish a cultural institution in 2012 after the law on cultural institutions after the law on cultural institutions after the law on cultural institutions was passed for the last 10 years we have was passed for the last 10 years we have was passed for the last 10 years we have been struggling to have this day to come been struggling to have this day to come been struggling to have this day to come to pass so now almost in the 11th year to pass so now almost in the 11th year to pass so now almost in the 11th year it has become possible that we have had it has become possible that we have had it has become possible that we have had this Gathering of chairman of Clans this Gathering of chairman of Clans this Gathering of chairman of Clans in SE region most significant thing is in SE region most significant thing is in SE region most significant thing is that we have one unanimous candidate that we have one unanimous candidate that we have one unanimous candidate this is a consensus and the consensus this is a consensus and the consensus this is a consensus and the consensus candidate shows that actually the people candidate shows that actually the people candidate shows that actually the people of SE are of SE are of SE are united you don't see any frackers you united you don't see any frackers you united you don't see any frackers you don't see any confusion because the don't see any confusion because the don't see any confusion because the choice of the people has emerged so we choice of the people has emerged so we choice of the people has emerged so we are seeking support from government and are seeking support from government and are seeking support from government and from other institions to support this from other institions to support this from other institions to support this young nent institution to develop so young nent institution to develop so young nent institution to develop so that it can contribute to transforming that it can contribute to transforming that it can contribute to transforming the lives of the Sabin as we protect our the lives of the Sabin as we protect our the lives of the Sabin as we protect our culture and our way of life of the Sabin culture and our way of life of the Sabin culture and our way of life of the Sabin people we had three candidates people we had three candidates people we had three candidates legitimate three candidates but at the legitimate three candidates but at the legitimate three candidates but at the end of the day the three candidates came end of the day the three candidates came end of the day the three candidates came to to to agree that one should actually stand for agree that one should actually stand for agree that one should actually stand for them I was happy because that was what them I was happy because that was what them I was happy because that was what is meant democracy we have stayed so is meant democracy we have stayed so is meant democracy we have stayed so long without our C leader but today we long without our C leader but today we long without our C leader but today we are grateful that we have come to the are grateful that we have come to the are grateful that we have come to the consensus of getting a cultural leader consensus of getting a cultural leader consensus of getting a cultural leader who will organize all the leaders of who will organize all the leaders of who will organize all the leaders of sain to be the Gateway in case we want sain to be the Gateway in case we want sain to be the Gateway in case we want to reach the state house we shall use to reach the state house we shall use to reach the state house we shall use that Avenue to address our issues that Avenue to address our issues that Avenue to address our issues through our cultural leader to the through our cultural leader to the through our cultural leader to the president of the Republic of Uganda one president of the Republic of Uganda one president of the Republic of Uganda one of our aims was to unite the of our aims was to unite the of our aims was to unite the S and their neighbors and the government S and their neighbors and the government S and their neighbors and the government of Uganda of Uganda of Uganda [Music] for"], "transcript": [{"start": 1.61, "end": 2.96, "text": "[Applause]"}, {"start": 2.96, "end": 2.97, "text": "[Applause]"}, {"start": 2.97, "end": 7.99, "text": "[Applause] [Music]"}, {"start": 8.0, "end": 9.91, "text": "District started the struggle to"}, {"start": 9.91, "end": 9.92, "text": "District started the struggle to"}, {"start": 9.92, "end": 12.83, "text": "District started the struggle to establish a cultural institution in 2012"}, {"start": 12.83, "end": 12.84, "text": "establish a cultural institution in 2012"}, {"start": 12.84, "end": 14.91, "text": "establish a cultural institution in 2012 after the law on cultural institutions"}, {"start": 14.91, "end": 14.92, "text": "after the law on cultural institutions"}, {"start": 14.92, "end": 19.029, "text": "after the law on cultural institutions was passed for the last 10 years we have"}, {"start": 19.029, "end": 19.039, "text": "was passed for the last 10 years we have"}, {"start": 19.039, "end": 21.189, "text": "was passed for the last 10 years we have been struggling to have this day to come"}, {"start": 21.189, "end": 21.199, "text": "been struggling to have this day to come"}, {"start": 21.199, "end": 24.99, "text": "been struggling to have this day to come to pass so now almost in the 11th year"}, {"start": 24.99, "end": 25.0, "text": "to pass so now almost in the 11th year"}, {"start": 25.0, "end": 26.71, "text": "to pass so now almost in the 11th year it has become possible that we have had"}, {"start": 26.71, "end": 26.72, "text": "it has become possible that we have had"}, {"start": 26.72, "end": 30.669, "text": "it has become possible that we have had this Gathering of chairman of Clans"}, {"start": 30.669, "end": 30.679, "text": "this Gathering of chairman of Clans"}, {"start": 30.679, "end": 32.79, "text": "this Gathering of chairman of Clans in SE region most significant thing is"}, {"start": 32.79, "end": 32.8, "text": "in SE region most significant thing is"}, {"start": 32.8, "end": 35.869, "text": "in SE region most significant thing is that we have one unanimous candidate"}, {"start": 35.869, "end": 35.879, "text": "that we have one unanimous candidate"}, {"start": 35.879, "end": 38.91, "text": "that we have one unanimous candidate this is a consensus and the consensus"}, {"start": 38.91, "end": 38.92, "text": "this is a consensus and the consensus"}, {"start": 38.92, "end": 41.549, "text": "this is a consensus and the consensus candidate shows that actually the people"}, {"start": 41.549, "end": 41.559, "text": "candidate shows that actually the people"}, {"start": 41.559, "end": 43.029, "text": "candidate shows that actually the people of SE are"}, {"start": 43.029, "end": 43.039, "text": "of SE are"}, {"start": 43.039, "end": 45.31, "text": "of SE are united you don't see any frackers you"}, {"start": 45.31, "end": 45.32, "text": "united you don't see any frackers you"}, {"start": 45.32, "end": 48.389, "text": "united you don't see any frackers you don't see any confusion because the"}, {"start": 48.389, "end": 48.399, "text": "don't see any confusion because the"}, {"start": 48.399, "end": 51.51, "text": "don't see any confusion because the choice of the people has emerged so we"}, {"start": 51.51, "end": 51.52, "text": "choice of the people has emerged so we"}, {"start": 51.52, "end": 53.51, "text": "choice of the people has emerged so we are seeking support from government and"}, {"start": 53.51, "end": 53.52, "text": "are seeking support from government and"}, {"start": 53.52, "end": 55.63, "text": "are seeking support from government and from other institions to support this"}, {"start": 55.63, "end": 55.64, "text": "from other institions to support this"}, {"start": 55.64, "end": 58.79, "text": "from other institions to support this young nent institution to develop so"}, {"start": 58.79, "end": 58.8, "text": "young nent institution to develop so"}, {"start": 58.8, "end": 60.91, "text": "young nent institution to develop so that it can contribute to transforming"}, {"start": 60.91, "end": 60.92, "text": "that it can contribute to transforming"}, {"start": 60.92, "end": 64.31, "text": "that it can contribute to transforming the lives of the Sabin as we protect our"}, {"start": 64.31, "end": 64.32, "text": "the lives of the Sabin as we protect our"}, {"start": 64.32, "end": 66.35, "text": "the lives of the Sabin as we protect our culture and our way of life of the Sabin"}, {"start": 66.35, "end": 66.36, "text": "culture and our way of life of the Sabin"}, {"start": 66.36, "end": 68.83, "text": "culture and our way of life of the Sabin people we had three candidates"}, {"start": 68.83, "end": 68.84, "text": "people we had three candidates"}, {"start": 68.84, "end": 71.35, "text": "people we had three candidates legitimate three candidates but at the"}, {"start": 71.35, "end": 71.36, "text": "legitimate three candidates but at the"}, {"start": 71.36, "end": 73.91, "text": "legitimate three candidates but at the end of the day the three candidates came"}, {"start": 73.91, "end": 73.92, "text": "end of the day the three candidates came"}, {"start": 73.92, "end": 74.67, "text": "end of the day the three candidates came to"}, {"start": 74.67, "end": 74.68, "text": "to"}, {"start": 74.68, "end": 77.27, "text": "to agree that one should actually stand for"}, {"start": 77.27, "end": 77.28, "text": "agree that one should actually stand for"}, {"start": 77.28, "end": 79.51, "text": "agree that one should actually stand for them I was happy because that was what"}, {"start": 79.51, "end": 79.52, "text": "them I was happy because that was what"}, {"start": 79.52, "end": 82.55, "text": "them I was happy because that was what is meant democracy we have stayed so"}, {"start": 82.55, "end": 82.56, "text": "is meant democracy we have stayed so"}, {"start": 82.56, "end": 86.99, "text": "is meant democracy we have stayed so long without our C leader but today we"}, {"start": 86.99, "end": 87.0, "text": "long without our C leader but today we"}, {"start": 87.0, "end": 90.149, "text": "long without our C leader but today we are grateful that we have come to the"}, {"start": 90.149, "end": 90.15899999999999, "text": "are grateful that we have come to the"}, {"start": 90.15899999999999, "end": 93.71000000000001, "text": "are grateful that we have come to the consensus of getting a cultural leader"}, {"start": 93.71000000000001, "end": 93.72, "text": "consensus of getting a cultural leader"}, {"start": 93.72, "end": 96.35, "text": "consensus of getting a cultural leader who will organize all the leaders of"}, {"start": 96.35, "end": 96.36, "text": "who will organize all the leaders of"}, {"start": 96.36, "end": 99.63, "text": "who will organize all the leaders of sain to be the Gateway in case we want"}, {"start": 99.63, "end": 99.64, "text": "sain to be the Gateway in case we want"}, {"start": 99.64, "end": 103.50999999999999, "text": "sain to be the Gateway in case we want to reach the state house we shall use"}, {"start": 103.50999999999999, "end": 103.52000000000001, "text": "to reach the state house we shall use"}, {"start": 103.52000000000001, "end": 107.35, "text": "to reach the state house we shall use that Avenue to address our issues"}, {"start": 107.35, "end": 107.36, "text": "that Avenue to address our issues"}, {"start": 107.36, "end": 109.10900000000001, "text": "that Avenue to address our issues through our cultural leader to the"}, {"start": 109.10900000000001, "end": 109.119, "text": "through our cultural leader to the"}, {"start": 109.119, "end": 111.22999999999999, "text": "through our cultural leader to the president of the Republic of Uganda one"}, {"start": 111.22999999999999, "end": 111.24000000000001, "text": "president of the Republic of Uganda one"}, {"start": 111.24000000000001, "end": 114.99000000000001, "text": "president of the Republic of Uganda one of our aims was to unite the"}, {"start": 114.99000000000001, "end": 115.0, "text": "of our aims was to unite the"}, {"start": 115.0, "end": 118.59, "text": "of our aims was to unite the S and their neighbors and the government"}, {"start": 118.59, "end": 118.6, "text": "S and their neighbors and the government"}, {"start": 118.6, "end": 119.87, "text": "S and their neighbors and the government of Uganda"}, {"start": 119.87, "end": 119.88, "text": "of Uganda"}, {"start": 119.88, "end": 126.19, "text": "of Uganda [Music]"}, {"start": 126.2, "end": 129.2, "text": "for"}], "createdAt": "2025-12-15T01:44:16.000Z", "imageUrl": "https://img.youtube.com/vi/wdpzB7mXIfQ/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=wdpzB7mXIfQ", "isFavorite": false, "progress": 0, "genre": "news"}, {"id": "yt_F5A4iWXgwkw", "userId": "system", "title": "The Benet communitys story of displacement, suffering and despair", "language": "kpz", "content": "[Music] [Music] [Music] Once Upon a Time this forests on the Once Upon a Time this forests on the Once Upon a Time this forests on the mountain ranges hosted various mountain ranges hosted various mountain ranges hosted various communities they included the Beneto and communities they included the Beneto and communities they included the Beneto and G who belong to the large ethnic group G who belong to the large ethnic group G who belong to the large ethnic group that lives across the border in Kenya the Benet andek are also sub Kenya the Benet andek are also sub Kenya the Benet andek are also sub communities of the big sain Community communities of the big sain Community communities of the big sain Community many of who still occupy the lower parts many of who still occupy the lower parts many of who still occupy the lower parts of the mounton ranges their ancestors of the mounton ranges their ancestors of the mounton ranges their ancestors were originally hunters and gatherers were originally hunters and gatherers were originally hunters and gatherers who lived in the forest surviving on who lived in the forest surviving on who lived in the forest surviving on fruits honey and fruits honey and fruits honey and vegetables and did SP to some 200 plus vegetables and did SP to some 200 plus vegetables and did SP to some 200 plus years our ancestors lived years our ancestors lived years our ancestors lived there uh these were the stewards of the there uh these were the stewards of the there uh these were the stewards of the forest also got hubs for treatment from forest also got hubs for treatment from forest also got hubs for treatment from the trees but with time they adopted the trees but with time they adopted the trees but with time they adopted farming and also rared animals and that farming and also rared animals and that farming and also rared animals and that agriculture meant destroying the forest agriculture meant destroying the forest agriculture meant destroying the forest you see and depleting the animals which you see and depleting the animals which you see and depleting the animals which are there some of the species are no are there some of the species are no are there some of the species are no longer there now as I speak until the longer there now as I speak until the longer there now as I speak until the 1990s not much was known about these 1990s not much was known about these 1990s not much was known about these communities sa for the fact that they communities sa for the fact that they communities sa for the fact that they occasionally emerged from the forest to occasionally emerged from the forest to occasionally emerged from the forest to sell crafts hubs and vegetables to the sell crafts hubs and vegetables to the sell crafts hubs and vegetables to the Sabin and bishu Sabin and bishu Sabin and bishu communities some of them have medicine communities some of them have medicine communities some of them have medicine which were made out of honey mixed with which were made out of honey mixed with which were made out of honey mixed with some H and then the yeah and that's how some H and then the yeah and that's how some H and then the yeah and that's how they used to come and they would come they used to come and they would come they used to come and they would come once in a while and then they go back once in a while and then they go back once in a while and then they go back inside here in 1937 when the British inside here in 1937 when the British inside here in 1937 when the British colonial government gazetted Mountain colonial government gazetted Mountain colonial government gazetted Mountain Aron Crown Forest as a protected area a Aron Crown Forest as a protected area a Aron Crown Forest as a protected area a boundary line was drawn cutting off the boundary line was drawn cutting off the boundary line was drawn cutting off the mountain ranges Beyond which people are mountain ranges Beyond which people are mountain ranges Beyond which people are not supposed to live the 197 L is the not supposed to live the 197 L is the not supposed to live the 197 L is the one which is following you you have seen one which is following you you have seen one which is following you you have seen AC cross there where there Forest that's AC cross there where there Forest that's AC cross there where there Forest that's 19367 that me the beginning of every 19367 that me the beginning of every 19367 that me the beginning of every problem that we are facing right now as problem that we are facing right now as problem that we are facing right now as the population in the Forest Reserve the population in the Forest Reserve the population in the Forest Reserve increased and their activities became increased and their activities became increased and their activities became counterproductive government evicted the counterproductive government evicted the counterproductive government evicted the forest tants in 1983 and Drew a red line forest tants in 1983 and Drew a red line forest tants in 1983 and Drew a red line to separate the forest from the to separate the forest from the to separate the forest from the settlements the red line we are talking settlements the red line we are talking settlements the red line we are talking about do have you seen that school there about do have you seen that school there about do have you seen that school there the the flag is the the flag is the the flag is in if you have seen a flag flying that's in if you have seen a flag flying that's in if you have seen a flag flying that's a a nursery and then there is another a a nursery and then there is another a a nursery and then there is another flag up there that is the primary they flag up there that is the primary they flag up there that is the primary they did things harly without even did things harly without even did things harly without even considering the the historical considering the the historical considering the the historical background of our people how they live background of our people how they live background of our people how they live Uganda government came in and resettled Uganda government came in and resettled Uganda government came in and resettled US inito US inito US inito temporary and told us we are just temporary and told us we are just temporary and told us we are just temporary up to today we we have not yet temporary up to today we we have not yet temporary up to today we we have not yet been resettled those who willing came been resettled those who willing came been resettled those who willing came out some of them came and they were out some of them came and they were out some of them came and they were given the temporal places which you was given the temporal places which you was given the temporal places which you was talking about pending a major government talking about pending a major government talking about pending a major government Arrangement some of the Arrangement some of the Arrangement some of the people who were involved in allocation people who were involved in allocation people who were involved in allocation of the of the of the land gave land gave land gave themselves chunks of themselves chunks of themselves chunks of land and did not land and did not land and did not give adequate give adequate give adequate proportions of land to the people who proportions of land to the people who proportions of land to the people who deserved the land deserved the land deserved the land in bid to stop rapid Extinction of some in bid to stop rapid Extinction of some in bid to stop rapid Extinction of some animal species on the mountain animal species on the mountain animal species on the mountain government established Mountain Elon government established Mountain Elon government established Mountain Elon National Park in 1992 and discovered a National Park in 1992 and discovered a National Park in 1992 and discovered a big chunk of land occupied by the people big chunk of land occupied by the people big chunk of land occupied by the people where I'm standing right now is the where I'm standing right now is the where I'm standing right now is the compound of coil girls secondary school compound of coil girls secondary school compound of coil girls secondary school and behind me is the ancestral land of and behind me is the ancestral land of and behind me is the ancestral land of the Benet people now in 1993 the the Benet people now in 1993 the the Benet people now in 1993 the government of Uganda under an act of government of Uganda under an act of government of Uganda under an act of parliament declared the settlement parliament declared the settlement parliament declared the settlement illegal in 1982 83 when those people illegal in 1982 83 when those people illegal in 1982 83 when those people were given temporary were given temporary were given temporary settlement they it was only kind of settlement they it was only kind of settlement they it was only kind of estimated estimated estimated area but when they come to acos on the area but when they come to acos on the area but when they come to acos on the ground they discovered that the area ground they discovered that the area ground they discovered that the area with that exercise was less than what with that exercise was less than what with that exercise was less than what the people were actually the people were actually the people were actually occupying by about 2,500 hectares that occupying by about 2,500 hectares that occupying by about 2,500 hectares that was obot was obot was obot one obot 2 who gave out this land 19 one obot 2 who gave out this land 19 one obot 2 who gave out this land 19 1983 now when our government comes they 1983 now when our government comes they 1983 now when our government comes they said that was another government so we said that was another government so we said that was another government so we refer the refer the refer the law where the government takes over you law where the government takes over you law where the government takes over you must also take over all the expenses must also take over all the expenses must also take over all the expenses assets assets assets and and and and and and de the establishment of the national de the establishment of the national de the establishment of the national park also led to tensions between the park also led to tensions between the park also led to tensions between the nearby communities and staff of Uganda nearby communities and staff of Uganda nearby communities and staff of Uganda Wildlife Authority if we go to the game Reser to look after if we go to the game Reser to look after if we go to the game Reser to look after animals the who comes and arrest us when animals the who comes and arrest us when animals the who comes and arrest us when women when they want to F firewood they women when they want to F firewood they women when they want to F firewood they go and rap from there if your cows are go and rap from there if your cows are go and rap from there if your cows are good there like those ones who are good there like those ones who are good there like those ones who are across 15,000 per head of cow or 10,000 across 15,000 per head of cow or 10,000 across 15,000 per head of cow or 10,000 if they can be humble a bit I personally if they can be humble a bit I personally if they can be humble a bit I personally not aware of any such cases that have not aware of any such cases that have not aware of any such cases that have been brought to our attention I been brought to our attention I been brought to our attention I encourage the population when that encourage the population when that encourage the population when that happens to report those cases to the happens to report those cases to the happens to report those cases to the police in our last visit to the area we police in our last visit to the area we police in our last visit to the area we talked both to Uganda Wildlife Authority talked both to Uganda Wildlife Authority talked both to Uganda Wildlife Authority and inde the leadership of Uganda World and inde the leadership of Uganda World and inde the leadership of Uganda World Life Authority was represented during Life Authority was represented during Life Authority was represented during our visit and we said there must be a our visit and we said there must be a our visit and we said there must be a ceis fire and uh people should be ceis fire and uh people should be ceis fire and uh people should be treated as people in 2000 government treated as people in 2000 government treated as people in 2000 government conducted a huge eviction exercise conducted a huge eviction exercise conducted a huge eviction exercise uprooting hundreds of families that uprooting hundreds of families that uprooting hundreds of families that settled in kakata Forest Village after settled in kakata Forest Village after settled in kakata Forest Village after their houses were brought down that was their houses were brought down that was their houses were brought down that was the second eviction eviction from the second eviction eviction from the second eviction eviction from there and then this is the second there and then this is the second there and then this is the second eviction of 200 and eviction was done in eviction of 200 and eviction was done in eviction of 200 and eviction was done in inhumanly we forced to go but no inhumanly we forced to go but no inhumanly we forced to go but no particular area planned for us to be particular area planned for us to be particular area planned for us to be resettled although some who had money resettled although some who had money resettled although some who had money bought PLS of land elsewhere many of the bought PLS of land elsewhere many of the bought PLS of land elsewhere many of the poor evic settled in Ronda and Kang poor evic settled in Ronda and Kang poor evic settled in Ronda and Kang internally disp people's camps when we internally disp people's camps when we internally disp people's camps when we don't have anywhere to dig don't have anywhere to dig don't have anywhere to dig when our people die we we still or sneak when our people die we we still or sneak when our people die we we still or sneak them inside the national park at night them inside the national park at night them inside the national park at night whatever time it's whatever time it's whatever time it's convenient caring some food caring C convenient caring some food caring C convenient caring some food caring C second we don't have anywhere to do second we don't have anywhere to do second we don't have anywhere to do farming because even the T farming that farming because even the T farming that farming because even the T farming that we used to survive on was denied we used to survive on was denied we used to survive on was denied completely what we use here completely what we use here completely what we use here as ltin is our pigs we have pigs here as as ltin is our pigs we have pigs here as as ltin is our pigs we have pigs here as animals they they enjoy that stuff it is animals they they enjoy that stuff it is animals they they enjoy that stuff it is not the easiest way to make to get rid not the easiest way to make to get rid not the easiest way to make to get rid of that FES out of here at night because of that FES out of here at night because of that FES out of here at night because at night is where we enjoy during day at night is where we enjoy during day at night is where we enjoy during day time we s ourselves do there and we do time we s ourselves do there and we do time we s ourselves do there and we do even P are there looking for some two even P are there looking for some two even P are there looking for some two weeks ago we have given some food from weeks ago we have given some food from weeks ago we have given some food from the prime minister's office which could the prime minister's office which could the prime minister's office which could not even feed my people because the not even feed my people because the not even feed my people because the population is very high you find in a population is very high you find in a population is very high you find in a very big family we give them 10 kog very big family we give them 10 kog very big family we give them 10 kog which cannot even last for 2 days I'm which cannot even last for 2 days I'm which cannot even last for 2 days I'm also surprised to see that government of also surprised to see that government of also surprised to see that government of Uganda Uganda Uganda they pay pck attention to refugees they pay pck attention to refugees they pay pck attention to refugees especially in the western side of the especially in the western side of the especially in the western side of the country you find a refugee is given country you find a refugee is given country you find a refugee is given everything possible for a human being everything possible for a human being everything possible for a human being but we ugandans here in sa we are not but we ugandans here in sa we are not but we ugandans here in sa we are not attend there have been occasional attend there have been occasional attend there have been occasional support and assistance but really the support and assistance but really the support and assistance but really the radical CH the answer to this is to radical CH the answer to this is to radical CH the answer to this is to ensure that these people who are in ensure that these people who are in ensure that these people who are in these camps are settled as quickly as these camps are settled as quickly as these camps are settled as quickly as possible many years since their first possible many years since their first possible many years since their first eviction the Benet indoro and the other eviction the Benet indoro and the other eviction the Benet indoro and the other communities have been placing government communities have been placing government communities have been placing government to permanently resettle them and we are to permanently resettle them and we are to permanently resettle them and we are calling calling calling about the international about the international about the international communities the parliament of Uganda the president Uganda the president Uganda the president himself to himself to himself to [Music] [Music] [Music] intervene as the prime minister's office intervene as the prime minister's office intervene as the prime minister's office has failed case in point in has failed case in point in has failed case in point in 1998 when we took stock of these people 1998 when we took stock of these people 1998 when we took stock of these people people who are supposed to be resettled people who are supposed to be resettled people who are supposed to be resettled they were only about 480 families in they were only about 480 families in they were only about 480 families in record so over the time now we are record so over the time now we are record so over the time now we are talking of over 10,000 families talking of over 10,000 families talking of over 10,000 families according to our own investigations we according to our own investigations we according to our own investigations we found out that there's a very big found out that there's a very big found out that there's a very big corruption in the office of the Prime corruption in the office of the Prime corruption in the office of the Prime Minister it's possible and our duty Minister it's possible and our duty Minister it's possible and our duty should be to have an open mind and an should be to have an open mind and an should be to have an open mind and an allegation and accusation of that nature allegation and accusation of that nature allegation and accusation of that nature should then be easily investigated so should then be easily investigated so should then be easily investigated so that it can be proven whether there that it can be proven whether there that it can be proven whether there was misconduct by some officials of was misconduct by some officials of was misconduct by some officials of government or not and if it was government or not and if it was government or not and if it was misconduct then corrective measures uh misconduct then corrective measures uh misconduct then corrective measures uh should obviously take place this has not should obviously take place this has not should obviously take place this has not been helped by the delay by the office been helped by the delay by the office been helped by the delay by the office of the Prime Minister to implement the of the Prime Minister to implement the of the Prime Minister to implement the 2011 Presidential Directive to deit the 2011 Presidential Directive to deit the 2011 Presidential Directive to deit the 6,000 hectares London portion to 6,000 hectares London portion to 6,000 hectares London portion to resettle the resettle the resettle the people this is the London portion which people this is the London portion which people this is the London portion which according to the letter sent from state according to the letter sent from state according to the letter sent from state house in 2011 the president directed the house in 2011 the president directed the house in 2011 the president directed the prime minister's office to deit this prime minister's office to deit this prime minister's office to deit this land for 400 families of the banet land for 400 families of the banet land for 400 families of the banet people to be resettled here so we set up a task force led by Brigadier General up a task force led by Brigadier General up a task force led by Brigadier General Uka and some other technical people they Uka and some other technical people they Uka and some other technical people they have been doing their work find out the have been doing their work find out the have been doing their work find out the State of Affairs and State of Affairs and State of Affairs and make a proposal on the final solution to make a proposal on the final solution to make a proposal on the final solution to this long-standing problem of displaced this long-standing problem of displaced this long-standing problem of displaced people in quen and SP people in bu it people in quen and SP people in bu it people in quen and SP people in bu it may sound as a small story but the may sound as a small story but the may sound as a small story but the discontent here is enous and if the discontent here is enous and if the discontent here is enous and if the problem of resettling these people is problem of resettling these people is problem of resettling these people is not handled well in time one day it may not handled well in time one day it may not handled well in time one day it may turn out to be a national security turn out to be a national security turn out to be a national security problem problem problem sza NTV", "sentences": ["[Music] [Music] [Music] Once Upon a Time this forests on the Once Upon a Time this forests on the Once Upon a Time this forests on the mountain ranges hosted various mountain ranges hosted various mountain ranges hosted various communities they included the Beneto and communities they included the Beneto and communities they included the Beneto and G who belong to the large ethnic group G who belong to the large ethnic group G who belong to the large ethnic group that lives across the border in Kenya the Benet andek are also sub Kenya the Benet andek are also sub Kenya the Benet andek are also sub communities of the big sain Community communities of the big sain Community communities of the big sain Community many of who still occupy the lower parts many of who still occupy the lower parts many of who still occupy the lower parts of the mounton ranges their ancestors of the mounton ranges their ancestors of the mounton ranges their ancestors were originally hunters and gatherers were originally hunters and gatherers were originally hunters and gatherers who lived in the forest surviving on who lived in the forest surviving on who lived in the forest surviving on fruits honey and fruits honey and fruits honey and vegetables and did SP to some 200 plus vegetables and did SP to some 200 plus vegetables and did SP to some 200 plus years our ancestors lived years our ancestors lived years our ancestors lived there uh these were the stewards of the there uh these were the stewards of the there uh these were the stewards of the forest also got hubs for treatment from forest also got hubs for treatment from forest also got hubs for treatment from the trees but with time they adopted the trees but with time they adopted the trees but with time they adopted farming and also rared animals and that farming and also rared animals and that farming and also rared animals and that agriculture meant destroying the forest agriculture meant destroying the forest agriculture meant destroying the forest you see and depleting the animals which you see and depleting the animals which you see and depleting the animals which are there some of the species are no are there some of the species are no are there some of the species are no longer there now as I speak until the longer there now as I speak until the longer there now as I speak until the 1990s not much was known about these 1990s not much was known about these 1990s not much was known about these communities sa for the fact that they communities sa for the fact that they communities sa for the fact that they occasionally emerged from the forest to occasionally emerged from the forest to occasionally emerged from the forest to sell crafts hubs and vegetables to the sell crafts hubs and vegetables to the sell crafts hubs and vegetables to the Sabin and bishu Sabin and bishu Sabin and bishu communities some of them have medicine communities some of them have medicine communities some of them have medicine which were made out of honey mixed with which were made out of honey mixed with which were made out of honey mixed with some H and then the yeah and that's how some H and then the yeah and that's how some H and then the yeah and that's how they used to come and they would come they used to come and they would come they used to come and they would come once in a while and then they go back once in a while and then they go back once in a while and then they go back inside here in 1937 when the British inside here in 1937 when the British inside here in 1937 when the British colonial government gazetted Mountain colonial government gazetted Mountain colonial government gazetted Mountain Aron Crown Forest as a protected area a Aron Crown Forest as a protected area a Aron Crown Forest as a protected area a boundary line was drawn cutting off the boundary line was drawn cutting off the boundary line was drawn cutting off the mountain ranges Beyond which people are mountain ranges Beyond which people are mountain ranges Beyond which people are not supposed to live the 197 L is the not supposed to live the 197 L is the not supposed to live the 197 L is the one which is following you you have seen one which is following you you have seen one which is following you you have seen AC cross there where there Forest that's AC cross there where there Forest that's AC cross there where there Forest that's 19367 that me the beginning of every 19367 that me the beginning of every 19367 that me the beginning of every problem that we are facing right now as problem that we are facing right now as problem that we are facing right now as the population in the Forest Reserve the population in the Forest Reserve the population in the Forest Reserve increased and their activities became increased and their activities became increased and their activities became counterproductive government evicted the counterproductive government evicted the counterproductive government evicted the forest tants in 1983 and Drew a red line forest tants in 1983 and Drew a red line forest tants in 1983 and Drew a red line to separate the forest from the to separate the forest from the to separate the forest from the settlements the red line we are talking settlements the red line we are talking settlements the red line we are talking about do have you seen that school there about do have you seen that school there about do have you seen that school there the the flag is the the flag is the the flag is in if you have seen a flag flying that's in if you have seen a flag flying that's in if you have seen a flag flying that's a a nursery and then there is another a a nursery and then there is another a a nursery and then there is another flag up there that is the primary they flag up there that is the primary they flag up there that is the primary they did things harly without even did things harly without even did things harly without even considering the the historical considering the the historical considering the the historical background of our people how they live background of our people how they live background of our people how they live Uganda government came in and resettled Uganda government came in and resettled Uganda government came in and resettled US inito US inito US inito temporary and told us we are just temporary and told us we are just temporary and told us we are just temporary up to today we we have not yet temporary up to today we we have not yet temporary up to today we we have not yet been resettled those who willing came been resettled those who willing came been resettled those who willing came out some of them came and they were out some of them came and they were out some of them came and they were given the temporal places which you was given the temporal places which you was given the temporal places which you was talking about pending a major government talking about pending a major government talking about pending a major government Arrangement some of the Arrangement some of the Arrangement some of the people who were involved in allocation people who were involved in allocation people who were involved in allocation of the of the of the land gave land gave land gave themselves chunks of themselves chunks of themselves chunks of land and did not land and did not land and did not give adequate give adequate give adequate proportions of land to the people who proportions of land to the people who proportions of land to the people who deserved the land deserved the land deserved the land in bid to stop rapid Extinction of some in bid to stop rapid Extinction of some in bid to stop rapid Extinction of some animal species on the mountain animal species on the mountain animal species on the mountain government established Mountain Elon government established Mountain Elon government established Mountain Elon National Park in 1992 and discovered a National Park in 1992 and discovered a National Park in 1992 and discovered a big chunk of land occupied by the people big chunk of land occupied by the people big chunk of land occupied by the people where I'm standing right now is the where I'm standing right now is the where I'm standing right now is the compound of coil girls secondary school compound of coil girls secondary school compound of coil girls secondary school and behind me is the ancestral land of and behind me is the ancestral land of and behind me is the ancestral land of the Benet people now in 1993 the the Benet people now in 1993 the the Benet people now in 1993 the government of Uganda under an act of government of Uganda under an act of government of Uganda under an act of parliament declared the settlement parliament declared the settlement parliament declared the settlement illegal in 1982 83 when those people illegal in 1982 83 when those people illegal in 1982 83 when those people were given temporary were given temporary were given temporary settlement they it was only kind of settlement they it was only kind of settlement they it was only kind of estimated estimated estimated area but when they come to acos on the area but when they come to acos on the area but when they come to acos on the ground they discovered that the area ground they discovered that the area ground they discovered that the area with that exercise was less than what with that exercise was less than what with that exercise was less than what the people were actually the people were actually the people were actually occupying by about 2,500 hectares that occupying by about 2,500 hectares that occupying by about 2,500 hectares that was obot was obot was obot one obot 2 who gave out this land 19 one obot 2 who gave out this land 19 one obot 2 who gave out this land 19 1983 now when our government comes they 1983 now when our government comes they 1983 now when our government comes they said that was another government so we said that was another government so we said that was another government so we refer the refer the refer the law where the government takes over you law where the government takes over you law where the government takes over you must also take over all the expenses must also take over all the expenses must also take over all the expenses assets assets assets and and and and and and de the establishment of the national de the establishment of the national de the establishment of the national park also led to tensions between the park also led to tensions between the park also led to tensions between the nearby communities and staff of Uganda nearby communities and staff of Uganda nearby communities and staff of Uganda Wildlife Authority if we go to the game Reser to look after if we go to the game Reser to look after if we go to the game Reser to look after animals the who comes and arrest us when animals the who comes and arrest us when animals the who comes and arrest us when women when they want to F firewood they women when they want to F firewood they women when they want to F firewood they go and rap from there if your cows are go and rap from there if your cows are go and rap from there if your cows are good there like those ones who are good there like those ones who are good there like those ones who are across 15,000 per head of cow or 10,000 across 15,000 per head of cow or 10,000 across 15,000 per head of cow or 10,000 if they can be humble a bit I personally if they can be humble a bit I personally if they can be humble a bit I personally not aware of any such cases that have not aware of any such cases that have not aware of any such cases that have been brought to our attention I been brought to our attention I been brought to our attention I encourage the population when that encourage the population when that encourage the population when that happens to report those cases to the happens to report those cases to the happens to report those cases to the police in our last visit to the area we police in our last visit to the area we police in our last visit to the area we talked both to Uganda Wildlife Authority talked both to Uganda Wildlife Authority talked both to Uganda Wildlife Authority and inde the leadership of Uganda World and inde the leadership of Uganda World and inde the leadership of Uganda World Life Authority was represented during Life Authority was represented during Life Authority was represented during our visit and we said there must be a our visit and we said there must be a our visit and we said there must be a ceis fire and uh people should be ceis fire and uh people should be ceis fire and uh people should be treated as people in 2000 government treated as people in 2000 government treated as people in 2000 government conducted a huge eviction exercise conducted a huge eviction exercise conducted a huge eviction exercise uprooting hundreds of families that uprooting hundreds of families that uprooting hundreds of families that settled in kakata Forest Village after settled in kakata Forest Village after settled in kakata Forest Village after their houses were brought down that was their houses were brought down that was their houses were brought down that was the second eviction eviction from the second eviction eviction from the second eviction eviction from there and then this is the second there and then this is the second there and then this is the second eviction of 200 and eviction was done in eviction of 200 and eviction was done in eviction of 200 and eviction was done in inhumanly we forced to go but no inhumanly we forced to go but no inhumanly we forced to go but no particular area planned for us to be particular area planned for us to be particular area planned for us to be resettled although some who had money resettled although some who had money resettled although some who had money bought PLS of land elsewhere many of the bought PLS of land elsewhere many of the bought PLS of land elsewhere many of the poor evic settled in Ronda and Kang poor evic settled in Ronda and Kang poor evic settled in Ronda and Kang internally disp people's camps when we internally disp people's camps when we internally disp people's camps when we don't have anywhere to dig don't have anywhere to dig don't have anywhere to dig when our people die we we still or sneak when our people die we we still or sneak when our people die we we still or sneak them inside the national park at night them inside the national park at night them inside the national park at night whatever time it's whatever time it's whatever time it's convenient caring some food caring C convenient caring some food caring C convenient caring some food caring C second we don't have anywhere to do second we don't have anywhere to do second we don't have anywhere to do farming because even the T farming that farming because even the T farming that farming because even the T farming that we used to survive on was denied we used to survive on was denied we used to survive on was denied completely what we use here completely what we use here completely what we use here as ltin is our pigs we have pigs here as as ltin is our pigs we have pigs here as as ltin is our pigs we have pigs here as animals they they enjoy that stuff it is animals they they enjoy that stuff it is animals they they enjoy that stuff it is not the easiest way to make to get rid not the easiest way to make to get rid not the easiest way to make to get rid of that FES out of here at night because of that FES out of here at night because of that FES out of here at night because at night is where we enjoy during day at night is where we enjoy during day at night is where we enjoy during day time we s ourselves do there and we do time we s ourselves do there and we do time we s ourselves do there and we do even P are there looking for some two even P are there looking for some two even P are there looking for some two weeks ago we have given some food from weeks ago we have given some food from weeks ago we have given some food from the prime minister's office which could the prime minister's office which could the prime minister's office which could not even feed my people because the not even feed my people because the not even feed my people because the population is very high you find in a population is very high you find in a population is very high you find in a very big family we give them 10 kog very big family we give them 10 kog very big family we give them 10 kog which cannot even last for 2 days I'm which cannot even last for 2 days I'm which cannot even last for 2 days I'm also surprised to see that government of also surprised to see that government of also surprised to see that government of Uganda Uganda Uganda they pay pck attention to refugees they pay pck attention to refugees they pay pck attention to refugees especially in the western side of the especially in the western side of the especially in the western side of the country you find a refugee is given country you find a refugee is given country you find a refugee is given everything possible for a human being everything possible for a human being everything possible for a human being but we ugandans here in sa we are not but we ugandans here in sa we are not but we ugandans here in sa we are not attend there have been occasional attend there have been occasional attend there have been occasional support and assistance but really the support and assistance but really the support and assistance but really the radical CH the answer to this is to radical CH the answer to this is to radical CH the answer to this is to ensure that these people who are in ensure that these people who are in ensure that these people who are in these camps are settled as quickly as these camps are settled as quickly as these camps are settled as quickly as possible many years since their first possible many years since their first possible many years since their first eviction the Benet indoro and the other eviction the Benet indoro and the other eviction the Benet indoro and the other communities have been placing government communities have been placing government communities have been placing government to permanently resettle them and we are to permanently resettle them and we are to permanently resettle them and we are calling calling calling about the international about the international about the international communities the parliament of Uganda the president Uganda the president Uganda the president himself to himself to himself to [Music] [Music] [Music] intervene as the prime minister's office intervene as the prime minister's office intervene as the prime minister's office has failed case in point in has failed case in point in has failed case in point in 1998 when we took stock of these people 1998 when we took stock of these people 1998 when we took stock of these people people who are supposed to be resettled people who are supposed to be resettled people who are supposed to be resettled they were only about 480 families in they were only about 480 families in they were only about 480 families in record so over the time now we are record so over the time now we are record so over the time now we are talking of over 10,000 families talking of over 10,000 families talking of over 10,000 families according to our own investigations we according to our own investigations we according to our own investigations we found out that there's a very big found out that there's a very big found out that there's a very big corruption in the office of the Prime corruption in the office of the Prime corruption in the office of the Prime Minister it's possible and our duty Minister it's possible and our duty Minister it's possible and our duty should be to have an open mind and an should be to have an open mind and an should be to have an open mind and an allegation and accusation of that nature allegation and accusation of that nature allegation and accusation of that nature should then be easily investigated so should then be easily investigated so should then be easily investigated so that it can be proven whether there that it can be proven whether there that it can be proven whether there was misconduct by some officials of was misconduct by some officials of was misconduct by some officials of government or not and if it was government or not and if it was government or not and if it was misconduct then corrective measures uh misconduct then corrective measures uh misconduct then corrective measures uh should obviously take place this has not should obviously take place this has not should obviously take place this has not been helped by the delay by the office been helped by the delay by the office been helped by the delay by the office of the Prime Minister to implement the of the Prime Minister to implement the of the Prime Minister to implement the 2011 Presidential Directive to deit the 2011 Presidential Directive to deit the 2011 Presidential Directive to deit the 6,000 hectares London portion to 6,000 hectares London portion to 6,000 hectares London portion to resettle the resettle the resettle the people this is the London portion which people this is the London portion which people this is the London portion which according to the letter sent from state according to the letter sent from state according to the letter sent from state house in 2011 the president directed the house in 2011 the president directed the house in 2011 the president directed the prime minister's office to deit this prime minister's office to deit this prime minister's office to deit this land for 400 families of the banet land for 400 families of the banet land for 400 families of the banet people to be resettled here so we set up a task force led by Brigadier General up a task force led by Brigadier General up a task force led by Brigadier General Uka and some other technical people they Uka and some other technical people they Uka and some other technical people they have been doing their work find out the have been doing their work find out the have been doing their work find out the State of Affairs and State of Affairs and State of Affairs and make a proposal on the final solution to make a proposal on the final solution to make a proposal on the final solution to this long-standing problem of displaced this long-standing problem of displaced this long-standing problem of displaced people in quen and SP people in bu it people in quen and SP people in bu it people in quen and SP people in bu it may sound as a small story but the may sound as a small story but the may sound as a small story but the discontent here is enous and if the discontent here is enous and if the discontent here is enous and if the problem of resettling these people is problem of resettling these people is problem of resettling these people is not handled well in time one day it may not handled well in time one day it may not handled well in time one day it may turn out to be a national security turn out to be a national security turn out to be a national security problem problem problem sza NTV"], "transcript": [{"start": 0.51, "end": 6.269, "text": "[Music]"}, {"start": 6.269, "end": 6.279, "text": "[Music]"}, {"start": 6.279, "end": 8.629, "text": "[Music] Once Upon a Time this forests on the"}, {"start": 8.629, "end": 8.639, "text": "Once Upon a Time this forests on the"}, {"start": 8.639, "end": 11.39, "text": "Once Upon a Time this forests on the mountain ranges hosted various"}, {"start": 11.39, "end": 11.4, "text": "mountain ranges hosted various"}, {"start": 11.4, "end": 14.31, "text": "mountain ranges hosted various communities they included the Beneto and"}, {"start": 14.31, "end": 14.32, "text": "communities they included the Beneto and"}, {"start": 14.32, "end": 17.51, "text": "communities they included the Beneto and G who belong to the large ethnic group"}, {"start": 17.51, "end": 17.52, "text": "G who belong to the large ethnic group"}, {"start": 17.52, "end": 22.349, "text": "G who belong to the large ethnic group that lives across the border in"}, {"start": 22.359, "end": 25.269, "text": "Kenya the Benet andek are also sub"}, {"start": 25.269, "end": 25.279, "text": "Kenya the Benet andek are also sub"}, {"start": 25.279, "end": 28.23, "text": "Kenya the Benet andek are also sub communities of the big sain Community"}, {"start": 28.23, "end": 28.24, "text": "communities of the big sain Community"}, {"start": 28.24, "end": 30.23, "text": "communities of the big sain Community many of who still occupy the lower parts"}, {"start": 30.23, "end": 30.24, "text": "many of who still occupy the lower parts"}, {"start": 30.24, "end": 33.15, "text": "many of who still occupy the lower parts of the mounton ranges their ancestors"}, {"start": 33.15, "end": 33.16, "text": "of the mounton ranges their ancestors"}, {"start": 33.16, "end": 35.31, "text": "of the mounton ranges their ancestors were originally hunters and gatherers"}, {"start": 35.31, "end": 35.32, "text": "were originally hunters and gatherers"}, {"start": 35.32, "end": 37.15, "text": "were originally hunters and gatherers who lived in the forest surviving on"}, {"start": 37.15, "end": 37.16, "text": "who lived in the forest surviving on"}, {"start": 37.16, "end": 39.11, "text": "who lived in the forest surviving on fruits honey and"}, {"start": 39.11, "end": 39.12, "text": "fruits honey and"}, {"start": 39.12, "end": 43.229, "text": "fruits honey and vegetables and did SP to some 200 plus"}, {"start": 43.229, "end": 43.239, "text": "vegetables and did SP to some 200 plus"}, {"start": 43.239, "end": 46.83, "text": "vegetables and did SP to some 200 plus years our ancestors lived"}, {"start": 46.83, "end": 46.84, "text": "years our ancestors lived"}, {"start": 46.84, "end": 49.43, "text": "years our ancestors lived there uh these were the stewards of the"}, {"start": 49.43, "end": 49.44, "text": "there uh these were the stewards of the"}, {"start": 49.44, "end": 52.389, "text": "there uh these were the stewards of the forest also got hubs for treatment from"}, {"start": 52.389, "end": 52.399, "text": "forest also got hubs for treatment from"}, {"start": 52.399, "end": 55.189, "text": "forest also got hubs for treatment from the trees but with time they adopted"}, {"start": 55.189, "end": 55.199, "text": "the trees but with time they adopted"}, {"start": 55.199, "end": 58.27, "text": "the trees but with time they adopted farming and also rared animals and that"}, {"start": 58.27, "end": 58.28, "text": "farming and also rared animals and that"}, {"start": 58.28, "end": 61.67, "text": "farming and also rared animals and that agriculture meant destroying the forest"}, {"start": 61.67, "end": 61.68, "text": "agriculture meant destroying the forest"}, {"start": 61.68, "end": 64.91, "text": "agriculture meant destroying the forest you see and depleting the animals which"}, {"start": 64.91, "end": 64.92, "text": "you see and depleting the animals which"}, {"start": 64.92, "end": 66.71, "text": "you see and depleting the animals which are there some of the species are no"}, {"start": 66.71, "end": 66.72, "text": "are there some of the species are no"}, {"start": 66.72, "end": 69.83, "text": "are there some of the species are no longer there now as I speak until the"}, {"start": 69.83, "end": 69.84, "text": "longer there now as I speak until the"}, {"start": 69.84, "end": 72.429, "text": "longer there now as I speak until the 1990s not much was known about these"}, {"start": 72.429, "end": 72.439, "text": "1990s not much was known about these"}, {"start": 72.439, "end": 74.71000000000001, "text": "1990s not much was known about these communities sa for the fact that they"}, {"start": 74.71000000000001, "end": 74.72, "text": "communities sa for the fact that they"}, {"start": 74.72, "end": 77.03, "text": "communities sa for the fact that they occasionally emerged from the forest to"}, {"start": 77.03, "end": 77.03999999999999, "text": "occasionally emerged from the forest to"}, {"start": 77.03999999999999, "end": 79.67, "text": "occasionally emerged from the forest to sell crafts hubs and vegetables to the"}, {"start": 79.67, "end": 79.68, "text": "sell crafts hubs and vegetables to the"}, {"start": 79.68, "end": 81.51, "text": "sell crafts hubs and vegetables to the Sabin and bishu"}, {"start": 81.51, "end": 81.52, "text": "Sabin and bishu"}, {"start": 81.52, "end": 84.87, "text": "Sabin and bishu communities some of them have medicine"}, {"start": 84.87, "end": 84.88, "text": "communities some of them have medicine"}, {"start": 84.88, "end": 87.069, "text": "communities some of them have medicine which were made out of honey mixed with"}, {"start": 87.069, "end": 87.07900000000001, "text": "which were made out of honey mixed with"}, {"start": 87.07900000000001, "end": 90.91, "text": "which were made out of honey mixed with some H and then the yeah and that's how"}, {"start": 90.91, "end": 90.92, "text": "some H and then the yeah and that's how"}, {"start": 90.92, "end": 93.10900000000001, "text": "some H and then the yeah and that's how they used to come and they would come"}, {"start": 93.10900000000001, "end": 93.119, "text": "they used to come and they would come"}, {"start": 93.119, "end": 95.67, "text": "they used to come and they would come once in a while and then they go back"}, {"start": 95.67, "end": 95.68, "text": "once in a while and then they go back"}, {"start": 95.68, "end": 99.22999999999999, "text": "once in a while and then they go back inside here in 1937 when the British"}, {"start": 99.22999999999999, "end": 99.24000000000001, "text": "inside here in 1937 when the British"}, {"start": 99.24000000000001, "end": 101.10900000000001, "text": "inside here in 1937 when the British colonial government gazetted Mountain"}, {"start": 101.10900000000001, "end": 101.119, "text": "colonial government gazetted Mountain"}, {"start": 101.119, "end": 104.38900000000001, "text": "colonial government gazetted Mountain Aron Crown Forest as a protected area a"}, {"start": 104.38900000000001, "end": 104.399, "text": "Aron Crown Forest as a protected area a"}, {"start": 104.399, "end": 106.83, "text": "Aron Crown Forest as a protected area a boundary line was drawn cutting off the"}, {"start": 106.83, "end": 106.84, "text": "boundary line was drawn cutting off the"}, {"start": 106.84, "end": 108.83, "text": "boundary line was drawn cutting off the mountain ranges Beyond which people are"}, {"start": 108.83, "end": 108.84, "text": "mountain ranges Beyond which people are"}, {"start": 108.84, "end": 112.03, "text": "mountain ranges Beyond which people are not supposed to live the 197 L is the"}, {"start": 112.03, "end": 112.03999999999999, "text": "not supposed to live the 197 L is the"}, {"start": 112.03999999999999, "end": 113.55, "text": "not supposed to live the 197 L is the one which is following you you have seen"}, {"start": 113.55, "end": 113.56, "text": "one which is following you you have seen"}, {"start": 113.56, "end": 117.069, "text": "one which is following you you have seen AC cross there where there Forest that's"}, {"start": 117.069, "end": 117.07900000000001, "text": "AC cross there where there Forest that's"}, {"start": 117.07900000000001, "end": 119.99000000000001, "text": "AC cross there where there Forest that's 19367 that me the beginning of every"}, {"start": 119.99000000000001, "end": 120.0, "text": "19367 that me the beginning of every"}, {"start": 120.0, "end": 122.51, "text": "19367 that me the beginning of every problem that we are facing right now as"}, {"start": 122.51, "end": 122.52, "text": "problem that we are facing right now as"}, {"start": 122.52, "end": 124.31, "text": "problem that we are facing right now as the population in the Forest Reserve"}, {"start": 124.31, "end": 124.32, "text": "the population in the Forest Reserve"}, {"start": 124.32, "end": 126.87, "text": "the population in the Forest Reserve increased and their activities became"}, {"start": 126.87, "end": 126.88, "text": "increased and their activities became"}, {"start": 126.88, "end": 128.83, "text": "increased and their activities became counterproductive government evicted the"}, {"start": 128.83, "end": 128.84, "text": "counterproductive government evicted the"}, {"start": 128.84, "end": 132.35, "text": "counterproductive government evicted the forest tants in 1983 and Drew a red line"}, {"start": 132.35, "end": 132.36, "text": "forest tants in 1983 and Drew a red line"}, {"start": 132.36, "end": 134.22899999999998, "text": "forest tants in 1983 and Drew a red line to separate the forest from the"}, {"start": 134.22899999999998, "end": 134.239, "text": "to separate the forest from the"}, {"start": 134.239, "end": 136.79, "text": "to separate the forest from the settlements the red line we are talking"}, {"start": 136.79, "end": 136.8, "text": "settlements the red line we are talking"}, {"start": 136.8, "end": 140.99, "text": "settlements the red line we are talking about do have you seen that school there"}, {"start": 140.99, "end": 141.0, "text": "about do have you seen that school there"}, {"start": 141.0, "end": 142.67000000000002, "text": "about do have you seen that school there the the flag is"}, {"start": 142.67000000000002, "end": 142.68, "text": "the the flag is"}, {"start": 142.68, "end": 145.949, "text": "the the flag is in if you have seen a flag flying that's"}, {"start": 145.949, "end": 145.959, "text": "in if you have seen a flag flying that's"}, {"start": 145.959, "end": 148.949, "text": "in if you have seen a flag flying that's a a nursery and then there is another"}, {"start": 148.949, "end": 148.959, "text": "a a nursery and then there is another"}, {"start": 148.959, "end": 151.82999999999998, "text": "a a nursery and then there is another flag up there that is the primary they"}, {"start": 151.82999999999998, "end": 151.84, "text": "flag up there that is the primary they"}, {"start": 151.84, "end": 156.11, "text": "flag up there that is the primary they did things harly without even"}, {"start": 156.11, "end": 156.12, "text": "did things harly without even"}, {"start": 156.12, "end": 157.949, "text": "did things harly without even considering the the historical"}, {"start": 157.949, "end": 157.959, "text": "considering the the historical"}, {"start": 157.959, "end": 160.67000000000002, "text": "considering the the historical background of our people how they live"}, {"start": 160.67000000000002, "end": 160.68, "text": "background of our people how they live"}, {"start": 160.68, "end": 163.589, "text": "background of our people how they live Uganda government came in and resettled"}, {"start": 163.589, "end": 163.599, "text": "Uganda government came in and resettled"}, {"start": 163.599, "end": 165.589, "text": "Uganda government came in and resettled US inito"}, {"start": 165.589, "end": 165.599, "text": "US inito"}, {"start": 165.599, "end": 168.71, "text": "US inito temporary and told us we are just"}, {"start": 168.71, "end": 168.72, "text": "temporary and told us we are just"}, {"start": 168.72, "end": 172.07, "text": "temporary and told us we are just temporary up to today we we have not yet"}, {"start": 172.07, "end": 172.07999999999998, "text": "temporary up to today we we have not yet"}, {"start": 172.07999999999998, "end": 175.35, "text": "temporary up to today we we have not yet been resettled those who willing came"}, {"start": 175.35, "end": 175.36, "text": "been resettled those who willing came"}, {"start": 175.36, "end": 177.99, "text": "been resettled those who willing came out some of them came and they were"}, {"start": 177.99, "end": 178.0, "text": "out some of them came and they were"}, {"start": 178.0, "end": 180.47, "text": "out some of them came and they were given the temporal places which you was"}, {"start": 180.47, "end": 180.48, "text": "given the temporal places which you was"}, {"start": 180.48, "end": 185.19, "text": "given the temporal places which you was talking about pending a major government"}, {"start": 185.19, "end": 185.2, "text": "talking about pending a major government"}, {"start": 185.2, "end": 188.50900000000001, "text": "talking about pending a major government Arrangement some of the"}, {"start": 188.50900000000001, "end": 188.519, "text": "Arrangement some of the"}, {"start": 188.519, "end": 192.11, "text": "Arrangement some of the people who were involved in allocation"}, {"start": 192.11, "end": 192.12, "text": "people who were involved in allocation"}, {"start": 192.12, "end": 193.22899999999998, "text": "people who were involved in allocation of the"}, {"start": 193.22899999999998, "end": 193.239, "text": "of the"}, {"start": 193.239, "end": 195.55, "text": "of the land gave"}, {"start": 195.55, "end": 195.56, "text": "land gave"}, {"start": 195.56, "end": 198.27, "text": "land gave themselves chunks of"}, {"start": 198.27, "end": 198.28, "text": "themselves chunks of"}, {"start": 198.28, "end": 202.149, "text": "themselves chunks of land and did not"}, {"start": 202.149, "end": 202.159, "text": "land and did not"}, {"start": 202.159, "end": 204.27, "text": "land and did not give adequate"}, {"start": 204.27, "end": 204.28, "text": "give adequate"}, {"start": 204.28, "end": 208.75, "text": "give adequate proportions of land to the people who"}, {"start": 208.75, "end": 208.76, "text": "proportions of land to the people who"}, {"start": 208.76, "end": 210.67000000000002, "text": "proportions of land to the people who deserved the land"}, {"start": 210.67000000000002, "end": 210.68, "text": "deserved the land"}, {"start": 210.68, "end": 212.949, "text": "deserved the land in bid to stop rapid Extinction of some"}, {"start": 212.949, "end": 212.959, "text": "in bid to stop rapid Extinction of some"}, {"start": 212.959, "end": 214.869, "text": "in bid to stop rapid Extinction of some animal species on the mountain"}, {"start": 214.869, "end": 214.879, "text": "animal species on the mountain"}, {"start": 214.879, "end": 216.82999999999998, "text": "animal species on the mountain government established Mountain Elon"}, {"start": 216.82999999999998, "end": 216.84, "text": "government established Mountain Elon"}, {"start": 216.84, "end": 219.75, "text": "government established Mountain Elon National Park in 1992 and discovered a"}, {"start": 219.75, "end": 219.76, "text": "National Park in 1992 and discovered a"}, {"start": 219.76, "end": 222.589, "text": "National Park in 1992 and discovered a big chunk of land occupied by the people"}, {"start": 222.589, "end": 222.599, "text": "big chunk of land occupied by the people"}, {"start": 222.599, "end": 224.75, "text": "big chunk of land occupied by the people where I'm standing right now is the"}, {"start": 224.75, "end": 224.76, "text": "where I'm standing right now is the"}, {"start": 224.76, "end": 227.71, "text": "where I'm standing right now is the compound of coil girls secondary school"}, {"start": 227.71, "end": 227.72, "text": "compound of coil girls secondary school"}, {"start": 227.72, "end": 230.309, "text": "compound of coil girls secondary school and behind me is the ancestral land of"}, {"start": 230.309, "end": 230.31900000000002, "text": "and behind me is the ancestral land of"}, {"start": 230.31900000000002, "end": 233.47, "text": "and behind me is the ancestral land of the Benet people now in 1993 the"}, {"start": 233.47, "end": 233.48, "text": "the Benet people now in 1993 the"}, {"start": 233.48, "end": 235.99, "text": "the Benet people now in 1993 the government of Uganda under an act of"}, {"start": 235.99, "end": 236.0, "text": "government of Uganda under an act of"}, {"start": 236.0, "end": 238.429, "text": "government of Uganda under an act of parliament declared the settlement"}, {"start": 238.429, "end": 238.439, "text": "parliament declared the settlement"}, {"start": 238.439, "end": 242.069, "text": "parliament declared the settlement illegal in 1982 83 when those people"}, {"start": 242.069, "end": 242.079, "text": "illegal in 1982 83 when those people"}, {"start": 242.079, "end": 244.309, "text": "illegal in 1982 83 when those people were given temporary"}, {"start": 244.309, "end": 244.319, "text": "were given temporary"}, {"start": 244.319, "end": 247.99, "text": "were given temporary settlement they it was only kind of"}, {"start": 247.99, "end": 248.0, "text": "settlement they it was only kind of"}, {"start": 248.0, "end": 249.63, "text": "settlement they it was only kind of estimated"}, {"start": 249.63, "end": 249.64, "text": "estimated"}, {"start": 249.64, "end": 252.83, "text": "estimated area but when they come to acos on the"}, {"start": 252.83, "end": 252.84, "text": "area but when they come to acos on the"}, {"start": 252.84, "end": 255.149, "text": "area but when they come to acos on the ground they discovered that the area"}, {"start": 255.149, "end": 255.159, "text": "ground they discovered that the area"}, {"start": 255.159, "end": 258.83, "text": "ground they discovered that the area with that exercise was less than what"}, {"start": 258.83, "end": 258.84, "text": "with that exercise was less than what"}, {"start": 258.84, "end": 260.469, "text": "with that exercise was less than what the people were actually"}, {"start": 260.469, "end": 260.479, "text": "the people were actually"}, {"start": 260.479, "end": 264.83, "text": "the people were actually occupying by about 2,500 hectares that"}, {"start": 264.83, "end": 264.84, "text": "occupying by about 2,500 hectares that"}, {"start": 264.84, "end": 266.07, "text": "occupying by about 2,500 hectares that was obot"}, {"start": 266.07, "end": 266.08, "text": "was obot"}, {"start": 266.08, "end": 270.27, "text": "was obot one obot 2 who gave out this land 19"}, {"start": 270.27, "end": 270.28, "text": "one obot 2 who gave out this land 19"}, {"start": 270.28, "end": 273.749, "text": "one obot 2 who gave out this land 19 1983 now when our government comes they"}, {"start": 273.749, "end": 273.759, "text": "1983 now when our government comes they"}, {"start": 273.759, "end": 276.11, "text": "1983 now when our government comes they said that was another government so we"}, {"start": 276.11, "end": 276.12, "text": "said that was another government so we"}, {"start": 276.12, "end": 277.469, "text": "said that was another government so we refer the"}, {"start": 277.469, "end": 277.479, "text": "refer the"}, {"start": 277.479, "end": 281.51, "text": "refer the law where the government takes over you"}, {"start": 281.51, "end": 281.52, "text": "law where the government takes over you"}, {"start": 281.52, "end": 286.39, "text": "law where the government takes over you must also take over all the expenses"}, {"start": 286.39, "end": 286.4, "text": "must also take over all the expenses"}, {"start": 286.4, "end": 288.23, "text": "must also take over all the expenses assets"}, {"start": 288.23, "end": 288.24, "text": "assets"}, {"start": 288.24, "end": 290.07, "text": "assets and and"}, {"start": 290.07, "end": 290.08, "text": "and and"}, {"start": 290.08, "end": 292.749, "text": "and and de the establishment of the national"}, {"start": 292.749, "end": 292.759, "text": "de the establishment of the national"}, {"start": 292.759, "end": 294.67, "text": "de the establishment of the national park also led to tensions between the"}, {"start": 294.67, "end": 294.68, "text": "park also led to tensions between the"}, {"start": 294.68, "end": 297.27, "text": "park also led to tensions between the nearby communities and staff of Uganda"}, {"start": 297.27, "end": 297.28, "text": "nearby communities and staff of Uganda"}, {"start": 297.28, "end": 301.31, "text": "nearby communities and staff of Uganda Wildlife Authority"}, {"start": 301.32, "end": 303.99, "text": "if we go to the game Reser to look after"}, {"start": 303.99, "end": 304.0, "text": "if we go to the game Reser to look after"}, {"start": 304.0, "end": 306.95, "text": "if we go to the game Reser to look after animals the who comes and arrest us when"}, {"start": 306.95, "end": 306.96, "text": "animals the who comes and arrest us when"}, {"start": 306.96, "end": 309.23, "text": "animals the who comes and arrest us when women when they want to F firewood they"}, {"start": 309.23, "end": 309.24, "text": "women when they want to F firewood they"}, {"start": 309.24, "end": 312.11, "text": "women when they want to F firewood they go and rap from there if your cows are"}, {"start": 312.11, "end": 312.12, "text": "go and rap from there if your cows are"}, {"start": 312.12, "end": 313.469, "text": "go and rap from there if your cows are good there like those ones who are"}, {"start": 313.469, "end": 313.479, "text": "good there like those ones who are"}, {"start": 313.479, "end": 318.189, "text": "good there like those ones who are across 15,000 per head of cow or 10,000"}, {"start": 318.189, "end": 318.199, "text": "across 15,000 per head of cow or 10,000"}, {"start": 318.199, "end": 321.309, "text": "across 15,000 per head of cow or 10,000 if they can be humble a bit I personally"}, {"start": 321.309, "end": 321.319, "text": "if they can be humble a bit I personally"}, {"start": 321.319, "end": 323.79, "text": "if they can be humble a bit I personally not aware of any such cases that have"}, {"start": 323.79, "end": 323.8, "text": "not aware of any such cases that have"}, {"start": 323.8, "end": 326.15, "text": "not aware of any such cases that have been brought to our attention I"}, {"start": 326.15, "end": 326.16, "text": "been brought to our attention I"}, {"start": 326.16, "end": 327.83, "text": "been brought to our attention I encourage the population when that"}, {"start": 327.83, "end": 327.84, "text": "encourage the population when that"}, {"start": 327.84, "end": 330.749, "text": "encourage the population when that happens to report those cases to the"}, {"start": 330.749, "end": 330.759, "text": "happens to report those cases to the"}, {"start": 330.759, "end": 334.51, "text": "happens to report those cases to the police in our last visit to the area we"}, {"start": 334.51, "end": 334.52, "text": "police in our last visit to the area we"}, {"start": 334.52, "end": 337.87, "text": "police in our last visit to the area we talked both to Uganda Wildlife Authority"}, {"start": 337.87, "end": 337.88, "text": "talked both to Uganda Wildlife Authority"}, {"start": 337.88, "end": 340.67, "text": "talked both to Uganda Wildlife Authority and inde the leadership of Uganda World"}, {"start": 340.67, "end": 340.68, "text": "and inde the leadership of Uganda World"}, {"start": 340.68, "end": 343.07, "text": "and inde the leadership of Uganda World Life Authority was represented during"}, {"start": 343.07, "end": 343.08, "text": "Life Authority was represented during"}, {"start": 343.08, "end": 345.67, "text": "Life Authority was represented during our visit and we said there must be a"}, {"start": 345.67, "end": 345.68, "text": "our visit and we said there must be a"}, {"start": 345.68, "end": 348.909, "text": "our visit and we said there must be a ceis fire and uh people should be"}, {"start": 348.909, "end": 348.919, "text": "ceis fire and uh people should be"}, {"start": 348.919, "end": 352.15, "text": "ceis fire and uh people should be treated as people in 2000 government"}, {"start": 352.15, "end": 352.15999999999997, "text": "treated as people in 2000 government"}, {"start": 352.15999999999997, "end": 354.55, "text": "treated as people in 2000 government conducted a huge eviction exercise"}, {"start": 354.55, "end": 354.56, "text": "conducted a huge eviction exercise"}, {"start": 354.56, "end": 356.87, "text": "conducted a huge eviction exercise uprooting hundreds of families that"}, {"start": 356.87, "end": 356.88, "text": "uprooting hundreds of families that"}, {"start": 356.88, "end": 359.189, "text": "uprooting hundreds of families that settled in kakata Forest Village after"}, {"start": 359.189, "end": 359.199, "text": "settled in kakata Forest Village after"}, {"start": 359.199, "end": 361.629, "text": "settled in kakata Forest Village after their houses were brought down that was"}, {"start": 361.629, "end": 361.639, "text": "their houses were brought down that was"}, {"start": 361.639, "end": 364.35, "text": "their houses were brought down that was the second eviction eviction from"}, {"start": 364.35, "end": 364.36, "text": "the second eviction eviction from"}, {"start": 364.36, "end": 366.55, "text": "the second eviction eviction from there and then this is the second"}, {"start": 366.55, "end": 366.56, "text": "there and then this is the second"}, {"start": 366.56, "end": 370.71, "text": "there and then this is the second eviction of 200 and eviction was done in"}, {"start": 370.71, "end": 370.72, "text": "eviction of 200 and eviction was done in"}, {"start": 370.72, "end": 373.99, "text": "eviction of 200 and eviction was done in inhumanly we forced to go but no"}, {"start": 373.99, "end": 374.0, "text": "inhumanly we forced to go but no"}, {"start": 374.0, "end": 376.07, "text": "inhumanly we forced to go but no particular area planned for us to be"}, {"start": 376.07, "end": 376.08, "text": "particular area planned for us to be"}, {"start": 376.08, "end": 378.309, "text": "particular area planned for us to be resettled although some who had money"}, {"start": 378.309, "end": 378.319, "text": "resettled although some who had money"}, {"start": 378.319, "end": 380.79, "text": "resettled although some who had money bought PLS of land elsewhere many of the"}, {"start": 380.79, "end": 380.8, "text": "bought PLS of land elsewhere many of the"}, {"start": 380.8, "end": 383.79, "text": "bought PLS of land elsewhere many of the poor evic settled in Ronda and Kang"}, {"start": 383.79, "end": 383.8, "text": "poor evic settled in Ronda and Kang"}, {"start": 383.8, "end": 386.39, "text": "poor evic settled in Ronda and Kang internally disp people's camps when we"}, {"start": 386.39, "end": 386.4, "text": "internally disp people's camps when we"}, {"start": 386.4, "end": 390.15, "text": "internally disp people's camps when we don't have anywhere to dig"}, {"start": 390.15, "end": 390.16, "text": "don't have anywhere to dig"}, {"start": 390.16, "end": 395.909, "text": "don't have anywhere to dig when our people die we we still or sneak"}, {"start": 395.909, "end": 395.919, "text": "when our people die we we still or sneak"}, {"start": 395.919, "end": 399.27, "text": "when our people die we we still or sneak them inside the national park at night"}, {"start": 399.27, "end": 399.28, "text": "them inside the national park at night"}, {"start": 399.28, "end": 400.95, "text": "them inside the national park at night whatever time it's"}, {"start": 400.95, "end": 400.96, "text": "whatever time it's"}, {"start": 400.96, "end": 405.30899999999997, "text": "whatever time it's convenient caring some food caring C"}, {"start": 405.30899999999997, "end": 405.319, "text": "convenient caring some food caring C"}, {"start": 405.319, "end": 408.029, "text": "convenient caring some food caring C second we don't have anywhere to do"}, {"start": 408.029, "end": 408.039, "text": "second we don't have anywhere to do"}, {"start": 408.039, "end": 409.99, "text": "second we don't have anywhere to do farming because even the T farming that"}, {"start": 409.99, "end": 410.0, "text": "farming because even the T farming that"}, {"start": 410.0, "end": 411.95, "text": "farming because even the T farming that we used to survive on was denied"}, {"start": 411.95, "end": 411.96, "text": "we used to survive on was denied"}, {"start": 411.96, "end": 414.51, "text": "we used to survive on was denied completely what we use here"}, {"start": 414.51, "end": 414.52, "text": "completely what we use here"}, {"start": 414.52, "end": 418.39, "text": "completely what we use here as ltin is our pigs we have pigs here as"}, {"start": 418.39, "end": 418.4, "text": "as ltin is our pigs we have pigs here as"}, {"start": 418.4, "end": 421.83, "text": "as ltin is our pigs we have pigs here as animals they they enjoy that stuff it is"}, {"start": 421.83, "end": 421.84, "text": "animals they they enjoy that stuff it is"}, {"start": 421.84, "end": 424.67, "text": "animals they they enjoy that stuff it is not the easiest way to make to get rid"}, {"start": 424.67, "end": 424.68, "text": "not the easiest way to make to get rid"}, {"start": 424.68, "end": 427.869, "text": "not the easiest way to make to get rid of that FES out of here at night because"}, {"start": 427.869, "end": 427.879, "text": "of that FES out of here at night because"}, {"start": 427.879, "end": 430.029, "text": "of that FES out of here at night because at night is where we enjoy during day"}, {"start": 430.029, "end": 430.039, "text": "at night is where we enjoy during day"}, {"start": 430.039, "end": 432.589, "text": "at night is where we enjoy during day time we s ourselves do there and we do"}, {"start": 432.589, "end": 432.599, "text": "time we s ourselves do there and we do"}, {"start": 432.599, "end": 434.95, "text": "time we s ourselves do there and we do even P are there looking for some two"}, {"start": 434.95, "end": 434.96, "text": "even P are there looking for some two"}, {"start": 434.96, "end": 437.43, "text": "even P are there looking for some two weeks ago we have given some food from"}, {"start": 437.43, "end": 437.44, "text": "weeks ago we have given some food from"}, {"start": 437.44, "end": 439.23, "text": "weeks ago we have given some food from the prime minister's office which could"}, {"start": 439.23, "end": 439.24, "text": "the prime minister's office which could"}, {"start": 439.24, "end": 440.83, "text": "the prime minister's office which could not even feed my people because the"}, {"start": 440.83, "end": 440.84, "text": "not even feed my people because the"}, {"start": 440.84, "end": 442.15, "text": "not even feed my people because the population is very high you find in a"}, {"start": 442.15, "end": 442.16, "text": "population is very high you find in a"}, {"start": 442.16, "end": 444.23, "text": "population is very high you find in a very big family we give them 10 kog"}, {"start": 444.23, "end": 444.24, "text": "very big family we give them 10 kog"}, {"start": 444.24, "end": 446.39, "text": "very big family we give them 10 kog which cannot even last for 2 days I'm"}, {"start": 446.39, "end": 446.4, "text": "which cannot even last for 2 days I'm"}, {"start": 446.4, "end": 448.469, "text": "which cannot even last for 2 days I'm also surprised to see that government of"}, {"start": 448.469, "end": 448.479, "text": "also surprised to see that government of"}, {"start": 448.479, "end": 450.51, "text": "also surprised to see that government of Uganda"}, {"start": 450.51, "end": 450.52, "text": "Uganda"}, {"start": 450.52, "end": 454.27, "text": "Uganda they pay pck attention to refugees"}, {"start": 454.27, "end": 454.28, "text": "they pay pck attention to refugees"}, {"start": 454.28, "end": 455.83, "text": "they pay pck attention to refugees especially in the western side of the"}, {"start": 455.83, "end": 455.84000000000003, "text": "especially in the western side of the"}, {"start": 455.84000000000003, "end": 459.67, "text": "especially in the western side of the country you find a refugee is given"}, {"start": 459.67, "end": 459.68, "text": "country you find a refugee is given"}, {"start": 459.68, "end": 461.95, "text": "country you find a refugee is given everything possible for a human being"}, {"start": 461.95, "end": 461.96, "text": "everything possible for a human being"}, {"start": 461.96, "end": 465.189, "text": "everything possible for a human being but we ugandans here in sa we are not"}, {"start": 465.189, "end": 465.199, "text": "but we ugandans here in sa we are not"}, {"start": 465.199, "end": 467.23, "text": "but we ugandans here in sa we are not attend there have been occasional"}, {"start": 467.23, "end": 467.24, "text": "attend there have been occasional"}, {"start": 467.24, "end": 469.27, "text": "attend there have been occasional support and assistance but really the"}, {"start": 469.27, "end": 469.28, "text": "support and assistance but really the"}, {"start": 469.28, "end": 471.869, "text": "support and assistance but really the radical CH the answer to this is to"}, {"start": 471.869, "end": 471.879, "text": "radical CH the answer to this is to"}, {"start": 471.879, "end": 474.07, "text": "radical CH the answer to this is to ensure that these people who are in"}, {"start": 474.07, "end": 474.08, "text": "ensure that these people who are in"}, {"start": 474.08, "end": 476.55, "text": "ensure that these people who are in these camps are settled as quickly as"}, {"start": 476.55, "end": 476.56, "text": "these camps are settled as quickly as"}, {"start": 476.56, "end": 478.589, "text": "these camps are settled as quickly as possible many years since their first"}, {"start": 478.589, "end": 478.599, "text": "possible many years since their first"}, {"start": 478.599, "end": 480.99, "text": "possible many years since their first eviction the Benet indoro and the other"}, {"start": 480.99, "end": 481.0, "text": "eviction the Benet indoro and the other"}, {"start": 481.0, "end": 483.39, "text": "eviction the Benet indoro and the other communities have been placing government"}, {"start": 483.39, "end": 483.4, "text": "communities have been placing government"}, {"start": 483.4, "end": 485.79, "text": "communities have been placing government to permanently resettle them and we are"}, {"start": 485.79, "end": 485.8, "text": "to permanently resettle them and we are"}, {"start": 485.8, "end": 487.11, "text": "to permanently resettle them and we are calling"}, {"start": 487.11, "end": 487.12, "text": "calling"}, {"start": 487.12, "end": 490.029, "text": "calling about the international"}, {"start": 490.029, "end": 490.039, "text": "about the international"}, {"start": 490.039, "end": 493.95, "text": "about the international communities the parliament of"}, {"start": 493.96, "end": 496.95, "text": "Uganda the president"}, {"start": 496.95, "end": 496.96, "text": "Uganda the president"}, {"start": 496.96, "end": 499.02, "text": "Uganda the president himself to"}, {"start": 499.02, "end": 499.03, "text": "himself to"}, {"start": 499.03, "end": 500.79, "text": "himself to [Music]"}, {"start": 500.79, "end": 500.8, "text": "[Music]"}, {"start": 500.8, "end": 503.629, "text": "[Music] intervene as the prime minister's office"}, {"start": 503.629, "end": 503.639, "text": "intervene as the prime minister's office"}, {"start": 503.639, "end": 506.869, "text": "intervene as the prime minister's office has failed case in point in"}, {"start": 506.869, "end": 506.879, "text": "has failed case in point in"}, {"start": 506.879, "end": 509.51, "text": "has failed case in point in 1998 when we took stock of these people"}, {"start": 509.51, "end": 509.52, "text": "1998 when we took stock of these people"}, {"start": 509.52, "end": 511.83, "text": "1998 when we took stock of these people people who are supposed to be resettled"}, {"start": 511.83, "end": 511.84, "text": "people who are supposed to be resettled"}, {"start": 511.84, "end": 515.509, "text": "people who are supposed to be resettled they were only about 480 families in"}, {"start": 515.509, "end": 515.519, "text": "they were only about 480 families in"}, {"start": 515.519, "end": 518.11, "text": "they were only about 480 families in record so over the time now we are"}, {"start": 518.11, "end": 518.12, "text": "record so over the time now we are"}, {"start": 518.12, "end": 520.949, "text": "record so over the time now we are talking of over 10,000 families"}, {"start": 520.949, "end": 520.9590000000001, "text": "talking of over 10,000 families"}, {"start": 520.9590000000001, "end": 523.67, "text": "talking of over 10,000 families according to our own investigations we"}, {"start": 523.67, "end": 523.68, "text": "according to our own investigations we"}, {"start": 523.68, "end": 525.55, "text": "according to our own investigations we found out that there's a very big"}, {"start": 525.55, "end": 525.56, "text": "found out that there's a very big"}, {"start": 525.56, "end": 526.87, "text": "found out that there's a very big corruption in the office of the Prime"}, {"start": 526.87, "end": 526.88, "text": "corruption in the office of the Prime"}, {"start": 526.88, "end": 530.47, "text": "corruption in the office of the Prime Minister it's possible and our duty"}, {"start": 530.47, "end": 530.48, "text": "Minister it's possible and our duty"}, {"start": 530.48, "end": 533.23, "text": "Minister it's possible and our duty should be to have an open mind and an"}, {"start": 533.23, "end": 533.24, "text": "should be to have an open mind and an"}, {"start": 533.24, "end": 535.87, "text": "should be to have an open mind and an allegation and accusation of that nature"}, {"start": 535.87, "end": 535.88, "text": "allegation and accusation of that nature"}, {"start": 535.88, "end": 539.949, "text": "allegation and accusation of that nature should then be easily investigated so"}, {"start": 539.949, "end": 539.9590000000001, "text": "should then be easily investigated so"}, {"start": 539.9590000000001, "end": 544.67, "text": "should then be easily investigated so that it can be proven whether there"}, {"start": 544.67, "end": 544.68, "text": "that it can be proven whether there"}, {"start": 544.68, "end": 547.829, "text": "that it can be proven whether there was misconduct by some officials of"}, {"start": 547.829, "end": 547.839, "text": "was misconduct by some officials of"}, {"start": 547.839, "end": 550.11, "text": "was misconduct by some officials of government or not and if it was"}, {"start": 550.11, "end": 550.12, "text": "government or not and if it was"}, {"start": 550.12, "end": 553.55, "text": "government or not and if it was misconduct then corrective measures uh"}, {"start": 553.55, "end": 553.56, "text": "misconduct then corrective measures uh"}, {"start": 553.56, "end": 556.03, "text": "misconduct then corrective measures uh should obviously take place this has not"}, {"start": 556.03, "end": 556.04, "text": "should obviously take place this has not"}, {"start": 556.04, "end": 557.79, "text": "should obviously take place this has not been helped by the delay by the office"}, {"start": 557.79, "end": 557.8, "text": "been helped by the delay by the office"}, {"start": 557.8, "end": 560.11, "text": "been helped by the delay by the office of the Prime Minister to implement the"}, {"start": 560.11, "end": 560.12, "text": "of the Prime Minister to implement the"}, {"start": 560.12, "end": 563.11, "text": "of the Prime Minister to implement the 2011 Presidential Directive to deit the"}, {"start": 563.11, "end": 563.12, "text": "2011 Presidential Directive to deit the"}, {"start": 563.12, "end": 565.63, "text": "2011 Presidential Directive to deit the 6,000 hectares London portion to"}, {"start": 565.63, "end": 565.64, "text": "6,000 hectares London portion to"}, {"start": 565.64, "end": 566.99, "text": "6,000 hectares London portion to resettle the"}, {"start": 566.99, "end": 567.0, "text": "resettle the"}, {"start": 567.0, "end": 569.87, "text": "resettle the people this is the London portion which"}, {"start": 569.87, "end": 569.88, "text": "people this is the London portion which"}, {"start": 569.88, "end": 571.75, "text": "people this is the London portion which according to the letter sent from state"}, {"start": 571.75, "end": 571.76, "text": "according to the letter sent from state"}, {"start": 571.76, "end": 574.829, "text": "according to the letter sent from state house in 2011 the president directed the"}, {"start": 574.829, "end": 574.8389999999999, "text": "house in 2011 the president directed the"}, {"start": 574.8389999999999, "end": 577.03, "text": "house in 2011 the president directed the prime minister's office to deit this"}, {"start": 577.03, "end": 577.04, "text": "prime minister's office to deit this"}, {"start": 577.04, "end": 579.71, "text": "prime minister's office to deit this land for 400 families of the banet"}, {"start": 579.71, "end": 579.72, "text": "land for 400 families of the banet"}, {"start": 579.72, "end": 585.55, "text": "land for 400 families of the banet people to be resettled here so we set"}, {"start": 585.56, "end": 590.509, "text": "up a task force led by Brigadier General"}, {"start": 590.509, "end": 590.519, "text": "up a task force led by Brigadier General"}, {"start": 590.519, "end": 593.55, "text": "up a task force led by Brigadier General Uka and some other technical people they"}, {"start": 593.55, "end": 593.56, "text": "Uka and some other technical people they"}, {"start": 593.56, "end": 596.55, "text": "Uka and some other technical people they have been doing their work find out the"}, {"start": 596.55, "end": 596.56, "text": "have been doing their work find out the"}, {"start": 596.56, "end": 599.829, "text": "have been doing their work find out the State of Affairs and"}, {"start": 599.829, "end": 599.8389999999999, "text": "State of Affairs and"}, {"start": 599.8389999999999, "end": 604.19, "text": "State of Affairs and make a proposal on the final solution to"}, {"start": 604.19, "end": 604.2, "text": "make a proposal on the final solution to"}, {"start": 604.2, "end": 607.069, "text": "make a proposal on the final solution to this long-standing problem of displaced"}, {"start": 607.069, "end": 607.079, "text": "this long-standing problem of displaced"}, {"start": 607.079, "end": 611.389, "text": "this long-standing problem of displaced people in quen and SP people in bu it"}, {"start": 611.389, "end": 611.399, "text": "people in quen and SP people in bu it"}, {"start": 611.399, "end": 613.75, "text": "people in quen and SP people in bu it may sound as a small story but the"}, {"start": 613.75, "end": 613.76, "text": "may sound as a small story but the"}, {"start": 613.76, "end": 616.389, "text": "may sound as a small story but the discontent here is enous and if the"}, {"start": 616.389, "end": 616.399, "text": "discontent here is enous and if the"}, {"start": 616.399, "end": 618.15, "text": "discontent here is enous and if the problem of resettling these people is"}, {"start": 618.15, "end": 618.16, "text": "problem of resettling these people is"}, {"start": 618.16, "end": 621.269, "text": "problem of resettling these people is not handled well in time one day it may"}, {"start": 621.269, "end": 621.279, "text": "not handled well in time one day it may"}, {"start": 621.279, "end": 623.67, "text": "not handled well in time one day it may turn out to be a national security"}, {"start": 623.67, "end": 623.68, "text": "turn out to be a national security"}, {"start": 623.68, "end": 625.15, "text": "turn out to be a national security problem"}, {"start": 625.15, "end": 625.16, "text": "problem"}, {"start": 625.16, "end": 629.16, "text": "problem sza NTV"}], "createdAt": "2025-12-15T01:43:56.000Z", "imageUrl": "https://img.youtube.com/vi/F5A4iWXgwkw/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=F5A4iWXgwkw", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_3AKlKx1_2uk", "userId": "system", "title": "Nine most familiar languages to be adopted in eastern Uganda", "language": "kpz", "content": "An assessment report by the national An assessment report by the national An assessment report by the national curriculum development center has curriculum development center has curriculum development center has recommended nine most familiar languages recommended nine most familiar languages recommended nine most familiar languages to be adopted as medium of instruction to be adopted as medium of instruction to be adopted as medium of instruction for the lower primary schools in eastern for the lower primary schools in eastern for the lower primary schools in eastern Uganda. The languages are out of the 22 Uganda. The languages are out of the 22 Uganda. The languages are out of the 22 languages in the country. These languages in the country. These languages in the country. These languages include ato, dopadola, languages include ato, dopadola, languages include ato, dopadola, lusamia, luno, lugisu, kupsabin, kumam, lusamia, luno, lugisu, kupsabin, kumam, lusamia, luno, lugisu, kupsabin, kumam, kiswahili and English. This was revealed at Bali SS in Bali This was revealed at Bali SS in Bali This was revealed at Bali SS in Bali city to the head teachers, parents, city to the head teachers, parents, city to the head teachers, parents, education offices, school management education offices, school management education offices, school management committees, religious, culture leaders committees, religious, culture leaders committees, religious, culture leaders and language boards in eastern Uganda. and language boards in eastern Uganda. and language boards in eastern Uganda. The research was started in 2003 to 2024 The research was started in 2003 to 2024 The research was started in 2003 to 2024 in phases in 31 districts in Uganda to in phases in 31 districts in Uganda to in phases in 31 districts in Uganda to find out the most feasible languages to find out the most feasible languages to find out the most feasible languages to be adopted as medium of instruction in be adopted as medium of instruction in be adopted as medium of instruction in lower primary. In eastern Uganda, a lower primary. In eastern Uganda, a lower primary. In eastern Uganda, a study was carried out in Busousia, study was carried out in Busousia, study was carried out in Busousia, Bhutalia, Toruro, Buko, Bulami and Bhutalia, Toruro, Buko, Bulami and Bhutalia, Toruro, Buko, Bulami and Kalaki. 311 primary schools were Kalaki. 311 primary schools were Kalaki. 311 primary schools were sampled. sampled. sampled. &gt;&gt; These districts were selected mainly &gt;&gt; These districts were selected mainly &gt;&gt; These districts were selected mainly because they were uh explicitly because they were uh explicitly because they were uh explicitly mingling. mingling. mingling. A number of them are bordering the they A number of them are bordering the they A number of them are bordering the they are on the borders of Uganda and Kenya are on the borders of Uganda and Kenya are on the borders of Uganda and Kenya and a number of them have a lot of and a number of them have a lot of and a number of them have a lot of internal migrations. The study was aimed internal migrations. The study was aimed internal migrations. The study was aimed at arriving at the most familiar at arriving at the most familiar at arriving at the most familiar languages that can guide government to languages that can guide government to languages that can guide government to provide learning materials. provide learning materials. provide learning materials. &gt;&gt; Learners, the familiar language used by &gt;&gt; Learners, the familiar language used by &gt;&gt; Learners, the familiar language used by the learners in the in the the the learners in the in the the the learners in the in the the classrooms in the schools and their classrooms in the schools and their classrooms in the schools and their homes. And when we talk about familiar homes. And when we talk about familiar homes. And when we talk about familiar language here, we mean a language that language here, we mean a language that language here, we mean a language that is not taught to the learners before is not taught to the learners before is not taught to the learners before they join school. The ones that they they join school. The ones that they they join school. The ones that they speak, they learn speaking. And in speak, they learn speaking. And in speak, they learn speaking. And in communication here, we talk about communication here, we talk about communication here, we talk about speaking, listening, reading and speaking, listening, reading and speaking, listening, reading and writing. But the main interest still was writing. But the main interest still was writing. But the main interest still was in speaking and listening. in speaking and listening. in speaking and listening. &gt;&gt; Experts say that the advantage of &gt;&gt; Experts say that the advantage of &gt;&gt; Experts say that the advantage of teaching learners in the local language teaching learners in the local language teaching learners in the local language is to help them comprehend well. is to help them comprehend well. is to help them comprehend well. However, the challenges being faced is However, the challenges being faced is However, the challenges being faced is that some parents prefer English being that some parents prefer English being that some parents prefer English being used in lower primary. Initi a senior used in lower primary. Initi a senior used in lower primary. Initi a senior research officer at NCDC says that after research officer at NCDC says that after research officer at NCDC says that after Eastern they will go to other regions Eastern they will go to other regions Eastern they will go to other regions &gt;&gt; and after here we shall also go to other &gt;&gt; and after here we shall also go to other &gt;&gt; and after here we shall also go to other regions. You will find us there regions. You will find us there regions. You will find us there hopefully. uh on Wednesday we shall be hopefully. uh on Wednesday we shall be hopefully. uh on Wednesday we shall be in the Karamoda area because we also in the Karamoda area because we also in the Karamoda area because we also conducted a study on the same and uh conducted a study on the same and uh conducted a study on the same and uh after all these regional validations we after all these regional validations we after all these regional validations we shall have a national validation shall have a national validation shall have a national validation exercise which will uh capital there. We exercise which will uh capital there. We exercise which will uh capital there. We shall have also high level stakeholders shall have also high level stakeholders shall have also high level stakeholders uh the universities that train the uh the universities that train the uh the universities that train the teachers. We shall have teachers. We shall have teachers. We shall have civil society organizations. We shall civil society organizations. We shall civil society organizations. We shall have the development partners. We shall have the development partners. We shall have the development partners. We shall have also representatives from all those have also representatives from all those have also representatives from all those categories that we have mentioned.", "sentences": ["An assessment report by the national An assessment report by the national An assessment report by the national curriculum development center has curriculum development center has curriculum development center has recommended nine most familiar languages recommended nine most familiar languages recommended nine most familiar languages to be adopted as medium of instruction to be adopted as medium of instruction to be adopted as medium of instruction for the lower primary schools in eastern for the lower primary schools in eastern for the lower primary schools in eastern Uganda.", "The languages are out of the 22 Uganda.", "The languages are out of the 22 Uganda.", "The languages are out of the 22 languages in the country.", "These languages in the country.", "These languages in the country.", "These languages include ato, dopadola, languages include ato, dopadola, languages include ato, dopadola, lusamia, luno, lugisu, kupsabin, kumam, lusamia, luno, lugisu, kupsabin, kumam, lusamia, luno, lugisu, kupsabin, kumam, kiswahili and English.", "This was revealed at Bali SS in Bali This was revealed at Bali SS in Bali This was revealed at Bali SS in Bali city to the head teachers, parents, city to the head teachers, parents, city to the head teachers, parents, education offices, school management education offices, school management education offices, school management committees, religious, culture leaders committees, religious, culture leaders committees, religious, culture leaders and language boards in eastern Uganda.", "and language boards in eastern Uganda.", "and language boards in eastern Uganda.", "The research was started in 2003 to 2024 The research was started in 2003 to 2024 The research was started in 2003 to 2024 in phases in 31 districts in Uganda to in phases in 31 districts in Uganda to in phases in 31 districts in Uganda to find out the most feasible languages to find out the most feasible languages to find out the most feasible languages to be adopted as medium of instruction in be adopted as medium of instruction in be adopted as medium of instruction in lower primary.", "In eastern Uganda, a lower primary.", "In eastern Uganda, a lower primary.", "In eastern Uganda, a study was carried out in Busousia, study was carried out in Busousia, study was carried out in Busousia, Bhutalia, Toruro, Buko, Bulami and Bhutalia, Toruro, Buko, Bulami and Bhutalia, Toruro, Buko, Bulami and Kalaki.", "311 primary schools were Kalaki.", "311 primary schools were Kalaki.", "311 primary schools were sampled.", "sampled.", "sampled.", "&gt;&gt; These districts were selected mainly &gt;&gt; These districts were selected mainly &gt;&gt; These districts were selected mainly because they were uh explicitly because they were uh explicitly because they were uh explicitly mingling.", "mingling.", "mingling.", "A number of them are bordering the they A number of them are bordering the they A number of them are bordering the they are on the borders of Uganda and Kenya are on the borders of Uganda and Kenya are on the borders of Uganda and Kenya and a number of them have a lot of and a number of them have a lot of and a number of them have a lot of internal migrations.", "The study was aimed internal migrations.", "The study was aimed internal migrations.", "The study was aimed at arriving at the most familiar at arriving at the most familiar at arriving at the most familiar languages that can guide government to languages that can guide government to languages that can guide government to provide learning materials.", "provide learning materials.", "provide learning materials.", "&gt;&gt; Learners, the familiar language used by &gt;&gt; Learners, the familiar language used by &gt;&gt; Learners, the familiar language used by the learners in the in the the the learners in the in the the the learners in the in the the classrooms in the schools and their classrooms in the schools and their classrooms in the schools and their homes.", "And when we talk about familiar homes.", "And when we talk about familiar homes.", "And when we talk about familiar language here, we mean a language that language here, we mean a language that language here, we mean a language that is not taught to the learners before is not taught to the learners before is not taught to the learners before they join school.", "The ones that they they join school.", "The ones that they they join school.", "The ones that they speak, they learn speaking.", "And in speak, they learn speaking.", "And in speak, they learn speaking.", "And in communication here, we talk about communication here, we talk about communication here, we talk about speaking, listening, reading and speaking, listening, reading and speaking, listening, reading and writing.", "But the main interest still was writing.", "But the main interest still was writing.", "But the main interest still was in speaking and listening.", "in speaking and listening.", "in speaking and listening.", "&gt;&gt; Experts say that the advantage of &gt;&gt; Experts say that the advantage of &gt;&gt; Experts say that the advantage of teaching learners in the local language teaching learners in the local language teaching learners in the local language is to help them comprehend well.", "is to help them comprehend well.", "is to help them comprehend well.", "However, the challenges being faced is However, the challenges being faced is However, the challenges being faced is that some parents prefer English being that some parents prefer English being that some parents prefer English being used in lower primary.", "Initi a senior used in lower primary.", "Initi a senior used in lower primary.", "Initi a senior research officer at NCDC says that after research officer at NCDC says that after research officer at NCDC says that after Eastern they will go to other regions Eastern they will go to other regions Eastern they will go to other regions &gt;&gt; and after here we shall also go to other &gt;&gt; and after here we shall also go to other &gt;&gt; and after here we shall also go to other regions.", "You will find us there regions.", "You will find us there regions.", "You will find us there hopefully.", "uh on Wednesday we shall be hopefully.", "uh on Wednesday we shall be hopefully.", "uh on Wednesday we shall be in the Karamoda area because we also in the Karamoda area because we also in the Karamoda area because we also conducted a study on the same and uh conducted a study on the same and uh conducted a study on the same and uh after all these regional validations we after all these regional validations we after all these regional validations we shall have a national validation shall have a national validation shall have a national validation exercise which will uh capital there.", "We exercise which will uh capital there.", "We exercise which will uh capital there.", "We shall have also high level stakeholders shall have also high level stakeholders shall have also high level stakeholders uh the universities that train the uh the universities that train the uh the universities that train the teachers.", "We shall have teachers.", "We shall have teachers.", "We shall have civil society organizations.", "We shall civil society organizations.", "We shall civil society organizations.", "We shall have the development partners.", "We shall have the development partners.", "We shall have the development partners.", "We shall have also representatives from all those have also representatives from all those have also representatives from all those categories that we have mentioned."], "transcript": [{"start": 2.399, "end": 4.23, "text": "An assessment report by the national"}, {"start": 4.23, "end": 4.24, "text": "An assessment report by the national"}, {"start": 4.24, "end": 6.07, "text": "An assessment report by the national curriculum development center has"}, {"start": 6.07, "end": 6.08, "text": "curriculum development center has"}, {"start": 6.08, "end": 8.39, "text": "curriculum development center has recommended nine most familiar languages"}, {"start": 8.39, "end": 8.4, "text": "recommended nine most familiar languages"}, {"start": 8.4, "end": 10.629, "text": "recommended nine most familiar languages to be adopted as medium of instruction"}, {"start": 10.629, "end": 10.639, "text": "to be adopted as medium of instruction"}, {"start": 10.639, "end": 13.03, "text": "to be adopted as medium of instruction for the lower primary schools in eastern"}, {"start": 13.03, "end": 13.04, "text": "for the lower primary schools in eastern"}, {"start": 13.04, "end": 15.749, "text": "for the lower primary schools in eastern Uganda. The languages are out of the 22"}, {"start": 15.749, "end": 15.759, "text": "Uganda. The languages are out of the 22"}, {"start": 15.759, "end": 17.59, "text": "Uganda. The languages are out of the 22 languages in the country. These"}, {"start": 17.59, "end": 17.6, "text": "languages in the country. These"}, {"start": 17.6, "end": 20.63, "text": "languages in the country. These languages include ato, dopadola,"}, {"start": 20.63, "end": 20.64, "text": "languages include ato, dopadola,"}, {"start": 20.64, "end": 24.87, "text": "languages include ato, dopadola, lusamia, luno, lugisu, kupsabin, kumam,"}, {"start": 24.87, "end": 24.88, "text": "lusamia, luno, lugisu, kupsabin, kumam,"}, {"start": 24.88, "end": 29.99, "text": "lusamia, luno, lugisu, kupsabin, kumam, kiswahili and English."}, {"start": 30.0, "end": 32.389, "text": "This was revealed at Bali SS in Bali"}, {"start": 32.389, "end": 32.399, "text": "This was revealed at Bali SS in Bali"}, {"start": 32.399, "end": 34.15, "text": "This was revealed at Bali SS in Bali city to the head teachers, parents,"}, {"start": 34.15, "end": 34.16, "text": "city to the head teachers, parents,"}, {"start": 34.16, "end": 36.229, "text": "city to the head teachers, parents, education offices, school management"}, {"start": 36.229, "end": 36.239, "text": "education offices, school management"}, {"start": 36.239, "end": 38.79, "text": "education offices, school management committees, religious, culture leaders"}, {"start": 38.79, "end": 38.8, "text": "committees, religious, culture leaders"}, {"start": 38.8, "end": 41.43, "text": "committees, religious, culture leaders and language boards in eastern Uganda."}, {"start": 41.43, "end": 41.44, "text": "and language boards in eastern Uganda."}, {"start": 41.44, "end": 44.549, "text": "and language boards in eastern Uganda. The research was started in 2003 to 2024"}, {"start": 44.549, "end": 44.559, "text": "The research was started in 2003 to 2024"}, {"start": 44.559, "end": 47.43, "text": "The research was started in 2003 to 2024 in phases in 31 districts in Uganda to"}, {"start": 47.43, "end": 47.44, "text": "in phases in 31 districts in Uganda to"}, {"start": 47.44, "end": 49.67, "text": "in phases in 31 districts in Uganda to find out the most feasible languages to"}, {"start": 49.67, "end": 49.68, "text": "find out the most feasible languages to"}, {"start": 49.68, "end": 51.67, "text": "find out the most feasible languages to be adopted as medium of instruction in"}, {"start": 51.67, "end": 51.68, "text": "be adopted as medium of instruction in"}, {"start": 51.68, "end": 54.15, "text": "be adopted as medium of instruction in lower primary. In eastern Uganda, a"}, {"start": 54.15, "end": 54.16, "text": "lower primary. In eastern Uganda, a"}, {"start": 54.16, "end": 55.99, "text": "lower primary. In eastern Uganda, a study was carried out in Busousia,"}, {"start": 55.99, "end": 56.0, "text": "study was carried out in Busousia,"}, {"start": 56.0, "end": 59.349, "text": "study was carried out in Busousia, Bhutalia, Toruro, Buko, Bulami and"}, {"start": 59.349, "end": 59.359, "text": "Bhutalia, Toruro, Buko, Bulami and"}, {"start": 59.359, "end": 62.15, "text": "Bhutalia, Toruro, Buko, Bulami and Kalaki. 311 primary schools were"}, {"start": 62.15, "end": 62.16, "text": "Kalaki. 311 primary schools were"}, {"start": 62.16, "end": 63.59, "text": "Kalaki. 311 primary schools were sampled."}, {"start": 63.59, "end": 63.6, "text": "sampled."}, {"start": 63.6, "end": 65.83, "text": "sampled. &gt;&gt; These districts were selected mainly"}, {"start": 65.83, "end": 65.84, "text": "&gt;&gt; These districts were selected mainly"}, {"start": 65.84, "end": 68.71000000000001, "text": "&gt;&gt; These districts were selected mainly because they were uh explicitly"}, {"start": 68.71000000000001, "end": 68.72, "text": "because they were uh explicitly"}, {"start": 68.72, "end": 70.31, "text": "because they were uh explicitly mingling."}, {"start": 70.31, "end": 70.32, "text": "mingling."}, {"start": 70.32, "end": 73.03, "text": "mingling. A number of them are bordering the they"}, {"start": 73.03, "end": 73.03999999999999, "text": "A number of them are bordering the they"}, {"start": 73.03999999999999, "end": 75.27, "text": "A number of them are bordering the they are on the borders of Uganda and Kenya"}, {"start": 75.27, "end": 75.28, "text": "are on the borders of Uganda and Kenya"}, {"start": 75.28, "end": 77.429, "text": "are on the borders of Uganda and Kenya and a number of them have a lot of"}, {"start": 77.429, "end": 77.439, "text": "and a number of them have a lot of"}, {"start": 77.439, "end": 79.91, "text": "and a number of them have a lot of internal migrations. The study was aimed"}, {"start": 79.91, "end": 79.92, "text": "internal migrations. The study was aimed"}, {"start": 79.92, "end": 81.59, "text": "internal migrations. The study was aimed at arriving at the most familiar"}, {"start": 81.59, "end": 81.6, "text": "at arriving at the most familiar"}, {"start": 81.6, "end": 83.429, "text": "at arriving at the most familiar languages that can guide government to"}, {"start": 83.429, "end": 83.439, "text": "languages that can guide government to"}, {"start": 83.439, "end": 85.10900000000001, "text": "languages that can guide government to provide learning materials."}, {"start": 85.10900000000001, "end": 85.119, "text": "provide learning materials."}, {"start": 85.119, "end": 86.95, "text": "provide learning materials. &gt;&gt; Learners, the familiar language used by"}, {"start": 86.95, "end": 86.96000000000001, "text": "&gt;&gt; Learners, the familiar language used by"}, {"start": 86.96000000000001, "end": 89.99, "text": "&gt;&gt; Learners, the familiar language used by the learners in the in the the"}, {"start": 89.99, "end": 90.0, "text": "the learners in the in the the"}, {"start": 90.0, "end": 92.39, "text": "the learners in the in the the classrooms in the schools and their"}, {"start": 92.39, "end": 92.4, "text": "classrooms in the schools and their"}, {"start": 92.4, "end": 94.71000000000001, "text": "classrooms in the schools and their homes. And when we talk about familiar"}, {"start": 94.71000000000001, "end": 94.72, "text": "homes. And when we talk about familiar"}, {"start": 94.72, "end": 96.789, "text": "homes. And when we talk about familiar language here, we mean a language that"}, {"start": 96.789, "end": 96.799, "text": "language here, we mean a language that"}, {"start": 96.799, "end": 98.22999999999999, "text": "language here, we mean a language that is not taught to the learners before"}, {"start": 98.22999999999999, "end": 98.24000000000001, "text": "is not taught to the learners before"}, {"start": 98.24000000000001, "end": 100.149, "text": "is not taught to the learners before they join school. The ones that they"}, {"start": 100.149, "end": 100.15899999999999, "text": "they join school. The ones that they"}, {"start": 100.15899999999999, "end": 102.71000000000001, "text": "they join school. The ones that they speak, they learn speaking. And in"}, {"start": 102.71000000000001, "end": 102.72, "text": "speak, they learn speaking. And in"}, {"start": 102.72, "end": 104.069, "text": "speak, they learn speaking. And in communication here, we talk about"}, {"start": 104.069, "end": 104.07900000000001, "text": "communication here, we talk about"}, {"start": 104.07900000000001, "end": 106.469, "text": "communication here, we talk about speaking, listening, reading and"}, {"start": 106.469, "end": 106.479, "text": "speaking, listening, reading and"}, {"start": 106.479, "end": 109.03, "text": "speaking, listening, reading and writing. But the main interest still was"}, {"start": 109.03, "end": 109.03999999999999, "text": "writing. But the main interest still was"}, {"start": 109.03999999999999, "end": 111.35, "text": "writing. But the main interest still was in speaking and listening."}, {"start": 111.35, "end": 111.36, "text": "in speaking and listening."}, {"start": 111.36, "end": 113.35, "text": "in speaking and listening. &gt;&gt; Experts say that the advantage of"}, {"start": 113.35, "end": 113.36, "text": "&gt;&gt; Experts say that the advantage of"}, {"start": 113.36, "end": 115.03, "text": "&gt;&gt; Experts say that the advantage of teaching learners in the local language"}, {"start": 115.03, "end": 115.03999999999999, "text": "teaching learners in the local language"}, {"start": 115.03999999999999, "end": 117.19, "text": "teaching learners in the local language is to help them comprehend well."}, {"start": 117.19, "end": 117.2, "text": "is to help them comprehend well."}, {"start": 117.2, "end": 119.19, "text": "is to help them comprehend well. However, the challenges being faced is"}, {"start": 119.19, "end": 119.2, "text": "However, the challenges being faced is"}, {"start": 119.2, "end": 120.95, "text": "However, the challenges being faced is that some parents prefer English being"}, {"start": 120.95, "end": 120.96, "text": "that some parents prefer English being"}, {"start": 120.96, "end": 124.31, "text": "that some parents prefer English being used in lower primary. Initi a senior"}, {"start": 124.31, "end": 124.32, "text": "used in lower primary. Initi a senior"}, {"start": 124.32, "end": 127.35, "text": "used in lower primary. Initi a senior research officer at NCDC says that after"}, {"start": 127.35, "end": 127.36, "text": "research officer at NCDC says that after"}, {"start": 127.36, "end": 129.749, "text": "research officer at NCDC says that after Eastern they will go to other regions"}, {"start": 129.749, "end": 129.75900000000001, "text": "Eastern they will go to other regions"}, {"start": 129.75900000000001, "end": 133.11, "text": "Eastern they will go to other regions &gt;&gt; and after here we shall also go to other"}, {"start": 133.11, "end": 133.12, "text": "&gt;&gt; and after here we shall also go to other"}, {"start": 133.12, "end": 135.51, "text": "&gt;&gt; and after here we shall also go to other regions. You will find us there"}, {"start": 135.51, "end": 135.52, "text": "regions. You will find us there"}, {"start": 135.52, "end": 138.39, "text": "regions. You will find us there hopefully. uh on Wednesday we shall be"}, {"start": 138.39, "end": 138.4, "text": "hopefully. uh on Wednesday we shall be"}, {"start": 138.4, "end": 141.51, "text": "hopefully. uh on Wednesday we shall be in the Karamoda area because we also"}, {"start": 141.51, "end": 141.52, "text": "in the Karamoda area because we also"}, {"start": 141.52, "end": 145.82999999999998, "text": "in the Karamoda area because we also conducted a study on the same and uh"}, {"start": 145.82999999999998, "end": 145.84, "text": "conducted a study on the same and uh"}, {"start": 145.84, "end": 148.71, "text": "conducted a study on the same and uh after all these regional validations we"}, {"start": 148.71, "end": 148.72, "text": "after all these regional validations we"}, {"start": 148.72, "end": 151.67000000000002, "text": "after all these regional validations we shall have a national validation"}, {"start": 151.67000000000002, "end": 151.68, "text": "shall have a national validation"}, {"start": 151.68, "end": 156.71, "text": "shall have a national validation exercise which will uh capital there. We"}, {"start": 156.71, "end": 156.72, "text": "exercise which will uh capital there. We"}, {"start": 156.72, "end": 160.63, "text": "exercise which will uh capital there. We shall have also high level stakeholders"}, {"start": 160.63, "end": 160.64, "text": "shall have also high level stakeholders"}, {"start": 160.64, "end": 162.949, "text": "shall have also high level stakeholders uh the universities that train the"}, {"start": 162.949, "end": 162.959, "text": "uh the universities that train the"}, {"start": 162.959, "end": 166.47, "text": "uh the universities that train the teachers. We shall have"}, {"start": 166.47, "end": 166.48, "text": "teachers. We shall have"}, {"start": 166.48, "end": 168.71, "text": "teachers. We shall have civil society organizations. We shall"}, {"start": 168.71, "end": 168.72, "text": "civil society organizations. We shall"}, {"start": 168.72, "end": 171.11, "text": "civil society organizations. We shall have the development partners. We shall"}, {"start": 171.11, "end": 171.12, "text": "have the development partners. We shall"}, {"start": 171.12, "end": 174.47, "text": "have the development partners. We shall have also representatives from all those"}, {"start": 174.47, "end": 174.48, "text": "have also representatives from all those"}, {"start": 174.48, "end": 178.68, "text": "have also representatives from all those categories that we have mentioned."}], "createdAt": "2025-12-15T01:43:33.000Z", "imageUrl": "https://img.youtube.com/vi/3AKlKx1_2uk/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=3AKlKx1_2uk", "isFavorite": false, "progress": 0, "genre": "education"}, {"id": "yt_xffQ-PJ58gs", "userId": "system", "title": "Good mannered women - Sebei Cultural Story Tellers", "language": "kpz", "content": "[Music] foreign [Music] [Music] [Music] [Music] [Music] yes yes yes [Music] foreign foreign foreign [Music] [Music] [Music] [Music] me me me [Music] foreign [Applause]", "sentences": ["[Music] foreign [Music] [Music] [Music] [Music] [Music] yes yes yes [Music] foreign foreign foreign [Music] [Music] [Music] [Music] me me me [Music] foreign [Applause]"], "transcript": [{"start": 1.43, "end": 8.87, "text": "[Music]"}, {"start": 8.88, "end": 17.11, "text": "foreign"}, {"start": 17.12, "end": 29.23, "text": "[Music]"}, {"start": 29.24, "end": 37.25, "text": "[Music]"}, {"start": 37.26, "end": 52.03, "text": "[Music]"}, {"start": 52.04, "end": 62.12, "text": "[Music]"}, {"start": 62.13, "end": 80.95, "text": "[Music]"}, {"start": 80.96000000000001, "end": 82.6, "text": "yes"}, {"start": 82.6, "end": 82.61, "text": "yes"}, {"start": 82.61, "end": 96.31, "text": "yes [Music]"}, {"start": 96.32, "end": 97.46000000000001, "text": "foreign"}, {"start": 97.46000000000001, "end": 97.47, "text": "foreign"}, {"start": 97.47, "end": 107.36, "text": "foreign [Music]"}, {"start": 107.37, "end": 108.789, "text": "[Music]"}, {"start": 108.789, "end": 108.799, "text": "[Music]"}, {"start": 108.799, "end": 110.97, "text": "[Music] me"}, {"start": 110.97, "end": 110.97999999999999, "text": "me"}, {"start": 110.97999999999999, "end": 114.469, "text": "me [Music]"}, {"start": 114.479, "end": 120.56, "text": "foreign"}, {"start": 120.57, "end": 123.79, "text": "[Applause]"}], "createdAt": "2025-12-15T01:42:46.000Z", "imageUrl": "https://img.youtube.com/vi/xffQ-PJ58gs/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=xffQ-PJ58gs", "isFavorite": false, "progress": 0, "genre": "story"}]