[{"id": "yt_audio_rfFC5Zlecwg", "userId": "system_audiobook", "title": "Cinderella in Zulu | 4K UHD | Zulu Fairy Tales", "language": "zu", "content": "[Umculo] [Umculo] [Umculo] UCindella. Kwakukhona indoda unkosikazi wayo Kwakukhona indoda unkosikazi wayo Kwakukhona indoda unkosikazi wayo wayegula kwathi lapho esezwa ukuthi wayegula kwathi lapho esezwa ukuthi wayegula kwathi lapho esezwa ukuthi kuzomanela ukufa. wabiza indodakazi kuzomanela ukufa. wabiza indodakazi kuzomanela ukufa. wabiza indodakazi yakho okuyiyo yoda ebizwa ngokuthi yakho okuyiyo yoda ebizwa ngokuthi yakho okuyiyo yoda ebizwa ngokuthi uCindella uCindella uCindella ngane yami ethandekayo uma sengihambile ngane yami ethandekayo uma sengihambile ngane yami ethandekayo uma sengihambile uziphathe kahle uhloniphe nonkulunkulu uziphathe kahle uhloniphe nonkulunkulu uziphathe kahle uhloniphe nonkulunkulu uzokubheka kanjalo nami ngizokubheka uzokubheka kanjalo nami ngizokubheka uzokubheka kanjalo nami ngizokubheka ngisezulwini futhi ngizobe nginawala amehlo washona khona [Umculo] [Umculo] [Umculo] nsuku zonke intombazane yayivakashela nsuku zonke intombazane yayivakashela nsuku zonke intombazane yayivakashela ithuna likamama wayo ifike ikhaya ubaba ithuna likamama wayo ifike ikhaya ubaba ithuna likamama wayo ifike ikhaya ubaba ka Cinderella wayevamise ukuhamba ka Cinderella wayevamise ukuhamba ka Cinderella wayevamise ukuhamba kakhulu ngenxa kakhulu ngenxa kakhulu ngenxa yomsebenzi wanquma ukushada futhi athole yomsebenzi wanquma ukushada futhi athole yomsebenzi wanquma ukushada futhi athole omunye umakoti ozoqhapha omunye umakoti ozoqhapha omunye umakoti ozoqhapha uCindarella Washada nomfokazi naye ona uCindarella Washada nomfokazi naye ona uCindarella Washada nomfokazi naye ona Amadodakazi amabili. Amadodakazi amabili. Amadodakazi amabili. uCindarella wahlala nomama wakhe omncane uCindarella wahlala nomama wakhe omncane uCindarella wahlala nomama wakhe omncane owayengalungile kanye nosisi bakhe owayengalungile kanye nosisi bakhe owayengalungile kanye nosisi bakhe abanonya bamhlukumeza uCindarella kabi abanonya bamhlukumeza uCindarella kabi abanonya bamhlukumeza uCindarella kabi wakhula eyisigqila sabo enza yonke wakhula eyisigqila sabo enza yonke wakhula eyisigqila sabo enza yonke imisebenzi imisebenzi imisebenzi yasendlini ngelinye ilanga uCindarella yasendlini ngelinye ilanga uCindarella yasendlini ngelinye ilanga uCindarella wayeshanela phansi osisi bakhe bona wayeshanela phansi osisi bakhe bona wayeshanela phansi osisi bakhe bona babehleli kosofa bedla izithelo sebedlile omunye osisi bakhe izithelo sebedlile omunye osisi bakhe izithelo sebedlile omunye osisi bakhe walahla walahla walahla ikhasi ikhasi ikhasi phansi kwangena umama egumbini phansi kwangena umama egumbini phansi kwangena umama egumbini lokudwebela wathola ukuthi kungcolile lokudwebela wathola ukuthi kungcolile lokudwebela wathola ukuthi kungcolile phansi phansi phansi we cinder we cinder we cinder hlabane ngeke wenze nje into kube kanye hlabane ngeke wenze nje into kube kanye hlabane ngeke wenze nje into kube kanye nje mama ngizokwenza uma nje mama ngizokwenza uma nje mama ngizokwenza uma ngiyaxolisa wayephekisa futhi ewashiswa ngiyaxolisa wayephekisa futhi ewashiswa ngiyaxolisa wayephekisa futhi ewashiswa izitha Ya. Ngicela ukudla mama ngidle? Ngicela ukudla mama ngidle? Ngicela ukudla mama ngidle? Uzodla esikushile uma sesiqedile ungasusindo futhi. Hamba uyowasha ungasusindo futhi. Hamba uyowasha ungasusindo futhi. Hamba uyowasha izitsha izitsha izitsha kuqala waqoqa zonke izitsha waziwasha. kuqala waqoqa zonke izitsha waziwasha. kuqala waqoqa zonke izitsha waziwasha. [Umculo] [Umculo] [Umculo] Wayeliswa Wayeliswa Wayeliswa ophahleni. Waye hlezi ekhala bonke ophahleni. Waye hlezi ekhala bonke ophahleni. Waye hlezi ekhala bonke ubusuku elala ubusuku elala ubusuku elala [Umculo] [Umculo] [Umculo] elambile. Amagundane amancane nezinyoni, elambile. Amagundane amancane nezinyoni, elambile. Amagundane amancane nezinyoni, amubheka uCindarella amdabukela, ezwa amubheka uCindarella amdabukela, ezwa amubheka uCindarella amdabukela, ezwa ubuhlungu aba abangani bakhe. Ngelinye ubuhlungu aba abangani bakhe. Ngelinye ubuhlungu aba abangani bakhe. Ngelinye ilanga inkosi yanquma ukwenza umcimbi ilanga inkosi yanquma ukwenza umcimbi ilanga inkosi yanquma ukwenza umcimbi yabiza bonke abantu edolobheni. Inkosi yabiza bonke abantu edolobheni. Inkosi yabiza bonke abantu edolobheni. Inkosi yayifuna ukuba indodana yayo ikhethe yayifuna ukuba indodana yayo ikhethe yayifuna ukuba indodana yayo ikhethe ingoduzo inkosi yathumela incwadi ingoduzo inkosi yathumela incwadi ingoduzo inkosi yathumela incwadi yesimemo kuwonke amantombazane eze yesimemo kuwonke amantombazane eze yesimemo kuwonke amantombazane eze emcimbini emcimbini emcimbini esigodlweni. Bantu besilo nginomlayezo esigodlweni. Bantu besilo nginomlayezo esigodlweni. Bantu besilo nginomlayezo wenu osuka wenu osuka wenu osuka enkosini,nu umlayezo ovela enkosini enkosini,nu umlayezo ovela enkosini enkosini,nu umlayezo ovela enkosini wonke umuntu umenyiwe emcimbini wonke umuntu umenyiwe emcimbini wonke umuntu umenyiwe emcimbini nomgqibelo zayo. Kosana izokhetha nomgqibelo zayo. Kosana izokhetha nomgqibelo zayo. Kosana izokhetha inkosazane kuwona lowo inkosazane kuwona lowo inkosazane kuwona lowo mcimbi Bonke bajabula bagxuma mcimbi Bonke bajabula bagxuma mcimbi Bonke bajabula bagxuma begxunyiswa injabulo. UCindarella naye begxunyiswa injabulo. UCindarella naye begxunyiswa injabulo. UCindarella naye wathokoza eneme kwaziswe phela wathokoza eneme kwaziswe phela wathokoza eneme kwaziswe phela wayekulangazelela ukubona isigodlo. wayekulangazelela ukubona isigodlo. wayekulangazelela ukubona isigodlo. Osisi bakhe babelungiselela wona Osisi bakhe babelungiselela wona Osisi bakhe babelungiselela wona lomcimbi ngokuzimisela okukhulu. lomcimbi ngokuzimisela okukhulu. lomcimbi ngokuzimisela okukhulu. Qalan nizilungiselele Qalan nizilungiselele Qalan nizilungiselele lomcimbi Ngifuna inkosana ishada omunye lomcimbi Ngifuna inkosana ishada omunye lomcimbi Ngifuna inkosana ishada omunye wenu wena wenu wena wenu wena Cinderella basize bobabili Cinderella basize bobabili Cinderella basize bobabili ukulungiselela ngifuna izintombi zami ukulungiselela ngifuna izintombi zami ukulungiselela ngifuna izintombi zami zibukeke kahle ngamakhosazana phela zibukeke kahle ngamakhosazana phela zibukeke kahle ngamakhosazana phela omunye wabo zoshada omunye wabo zoshada omunye wabo zoshada nenkosana mama inkosana izoshada mina we nenkosana mama inkosana izoshada mina we nenkosana mama inkosana izoshada mina we Cinderell ngilungise izinwele zami bese Cinderell ngilungise izinwele zami bese Cinderell ngilungise izinwele zami bese uyangiqokisa Cinderell woza la kumina uyangiqokisa Cinderell woza la kumina uyangiqokisa Cinderell woza la kumina kuqala yimi ozoshada nenkosana Underell kuqala yimi ozoshada nenkosana Underell kuqala yimi ozoshada nenkosana Underell wayenomusa omkhulu wabasiza bobabili wayenomusa omkhulu wabasiza bobabili wayenomusa omkhulu wabasiza bobabili osisi bakhe Ngiyafisa ukuhamba osisi bakhe Ngiyafisa ukuhamba osisi bakhe Ngiyafisa ukuhamba nami Ngingaya nami ngiyafisa ukubona nami Ngingaya nami ngiyafisa ukubona nami Ngingaya nami ngiyafisa ukubona isigodlo nomcimbi cha kanjani nje zibheke nje nomcimbi cha kanjani nje zibheke nje nomcimbi cha kanjani nje zibheke nje unjani awunayo ngisho ingubo yokugqoka unjani awunayo ngisho ingubo yokugqoka unjani awunayo ngisho ingubo yokugqoka wonke umuntu uzokuhleka nje uzosithela wonke umuntu uzokuhleka nje uzosithela wonke umuntu uzokuhleka nje uzosithela ngehlazo ngeke uwubuza kanjani wena ngehlazo ngeke uwubuza kanjani wena ngehlazo ngeke uwubuza kanjani wena lowombuzo nje Umama Ama namadodakazi lowombuzo nje Umama Ama namadodakazi lowombuzo nje Umama Ama namadodakazi akhe bahamba baya emcimbini womdanso akhe bahamba baya emcimbini womdanso akhe bahamba baya emcimbini womdanso bamshiya yedwa uCindarella bamshiya yedwa uCindarella bamshiya yedwa uCindarella ekhala wakhumbula ukuthi wayenengubo ekhala wakhumbula ukuthi wayenengubo ekhala wakhumbula ukuthi wayenengubo yomshado kamama wakhe. yomshado kamama wakhe. yomshado kamama wakhe. kodwa kodwa kodwa yayidabukile. Waqala ukuyithuka abangani yayidabukile. Waqala ukuyithuka abangani yayidabukile. Waqala ukuyithuka abangani bakhe abancane inyoni namagundane baqala bakhe abancane inyoni namagundane baqala bakhe abancane inyoni namagundane baqala ukumsiza nabo. Lento izothatha isikhathi ukumsiza nabo. Lento izothatha isikhathi ukumsiza nabo. Lento izothatha isikhathi eside siqeda nomcimbi uzobe usuphelile Mahlayeni kwaqhamuka umeli wakhe. Mahlayeni kwaqhamuka umeli wakhe. Mahlayeni kwaqhamuka umeli wakhe. Ungakhali mntanami ngizokuyisa Ungakhali mntanami ngizokuyisa Ungakhali mntanami ngizokuyisa emcimbenini. emcimbenini. emcimbenini. Hawu! Ungubani wena? kuzokwenzeka Hawu! Ungubani wena? kuzokwenzeka Hawu! Ungubani wena? kuzokwenzeka kanjani lokhu na? lengubo idabukile kanjani lokhu na? lengubo idabukile kanjani lokhu na? lengubo idabukile futhi anginayo enye engingayigqoka emcimbini ngane emcimbini ngane emcimbini ngane enhle ntombazane enhle ntombazane enhle ntombazane ntombazanyana izimpahla zika Cinder ntombazanyana izimpahla zika Cinder ntombazanyana izimpahla zika Cinder zashintsha zaba ingubo enhle futhi zashintsha zaba ingubo enhle futhi zashintsha zaba ingubo enhle futhi entsha kanjalo nasezinyaweni kwashintsha entsha kanjalo nasezinyaweni kwashintsha entsha kanjalo nasezinyaweni kwashintsha kwavela izicathulo zengilazi abangani kwavela izicathulo zengilazi abangani kwavela izicathulo zengilazi abangani bakhe bajabula begxuma Phuma phezu bakhe bajabula begxuma Phuma phezu bakhe bajabula begxuma Phuma phezu kwekhabe ntombazane eyantombazanyana, kwekhabe ntombazane eyantombazanyana, kwekhabe ntombazane eyantombazanyana, washintsha ikhabe laba inqola washintsha ikhabe laba inqola washintsha ikhabe laba inqola enamagundane aphenduka amahhashi enamagundane aphenduka amahhashi enamagundane aphenduka amahhashi ayidonsa lengqola, inyoni kwakuyiyo ayidonsa lengqola, inyoni kwakuyiyo ayidonsa lengqola, inyoni kwakuyiyo eyayilawula inqola Kodwa umama omkhulu eyayilawula inqola Kodwa umama omkhulu eyayilawula inqola Kodwa umama omkhulu osisi nomncane bazobe bekhona laphaya osisi nomncane bazobe bekhona laphaya osisi nomncane bazobe bekhona laphaya bazothini uma bengibona sengilaphaya? bazothini uma bengibona sengilaphaya? bazothini uma bengibona sengilaphaya? Ungakhathazeki ngizokwenza bangakwazi Ungakhathazeki ngizokwenza bangakwazi Ungakhathazeki ngizokwenza bangakwazi ukukubona. mamomkhulu unomusa omkhulu Kodwa ke khumbula ngane yami ukuthi Kodwa ke khumbula ngane yami ukuthi Kodwa ke khumbula ngane yami ukuthi lomlingo uzophela phakathi nobusuku lomlingo uzophela phakathi nobusuku lomlingo uzophela phakathi nobusuku ubuye masinyane ekhaya kungakaphelile ubuye masinyane ekhaya kungakaphelile ubuye masinyane ekhaya kungakaphelile yebo yebo yebo mamkhulu lokho waphakamisa mamkhulu lokho waphakamisa mamkhulu lokho waphakamisa isandla eqonde ngqo emcimbini yini. Ngenkathi engena endlini yomcimbi wonke Ngenkathi engena endlini yomcimbi wonke Ngenkathi engena endlini yomcimbi wonke umuntu wabheka yena osisi bakhe nomama umuntu wabheka yena osisi bakhe nomama umuntu wabheka yena osisi bakhe nomama abambonanga. Waze wamuhle! Inkosana yambona yamthanda wamuhle! Inkosana yambona yamthanda wamuhle! Inkosana yambona yamthanda iqala ukumbona yabe iqala ukumbona yabe iqala ukumbona yabe isiyazi bona ntombi enhle ngakuthokozela isiyazi bona ntombi enhle ngakuthokozela isiyazi bona ntombi enhle ngakuthokozela ukudansa nawe. Yebo akunankinga. ukudansa nawe. Yebo akunankinga. ukudansa nawe. Yebo akunankinga. Inkosana yadansa naye yedwa vo inganaki Inkosana yadansa naye yedwa vo inganaki Inkosana yadansa naye yedwa vo inganaki muntu ngoba amehlo ayo ayengasuki ku muntu ngoba amehlo ayo ayengasuki ku muntu ngoba amehlo ayo ayengasuki ku Cindarella. Uindella wadansa ubusuku Cindarella. Uindella wadansa ubusuku Cindarella. Uindella wadansa ubusuku bonke neNkosana wacishe wakho ukuthi bonke neNkosana wacishe wakho ukuthi bonke neNkosana wacishe wakho ukuthi isikhathi sokuhamba isikhathi sokuhamba isikhathi sokuhamba [Umculo] [Umculo] [Umculo] sesiyasondela. Masinyane wakhumbula sesiyasondela. Masinyane wakhumbula sesiyasondela. Masinyane wakhumbula amazwi kamkhulu. Wabona isikhathi amazwi kamkhulu. Wabona isikhathi amazwi kamkhulu. Wabona isikhathi simshiya. simshiya. simshiya. Oh sekumele ngibuyele ekhaya manje? Awu Oh sekumele ngibuyele ekhaya manje? Awu Oh sekumele ngibuyele ekhaya manje? Awu njengoba njengoba njengoba ngingeka, Esabaleka esinye seyichathulo ngingeka, Esabaleka esinye seyichathulo ngingeka, Esabaleka esinye seyichathulo zakhe saheleka sahlala phansi Kodwa zakhe saheleka sahlala phansi Kodwa zakhe saheleka sahlala phansi Kodwa wayengenaso isikhathi sokusithatha wayengenaso isikhathi sokusithatha wayengenaso isikhathi sokusithatha njengoba nenkosana imjaha ngemuva. njengoba nenkosana imjaha ngemuva. njengoba nenkosana imjaha ngemuva. Wahlehhe wagibela enqoleni yakhe Wahlehhe wagibela enqoleni yakhe Wahlehhe wagibela enqoleni yakhe wahamba. Inkosana yabona isicathulo wahamba. Inkosana yabona isicathulo wahamba. Inkosana yabona isicathulo sakhe masinya yasicosha. ubalekelani sakhe masinya yasicosha. ubalekelani sakhe masinya yasicosha. ubalekelani nje. Kwase kuyihora leshumi nambili nje. Kwase kuyihora leshumi nambili nje. Kwase kuyihora leshumi nambili phakathi nobusuku. Incla yanyamalala, phakathi nobusuku. Incla yanyamalala, phakathi nobusuku. Incla yanyamalala, yabuyela ekubeni yabuyela ekubeni yabuyela ekubeni yikha indlela enqamlelayo waphuthuma yikha indlela enqamlelayo waphuthuma yikha indlela enqamlelayo waphuthuma ekhaya. \"Ngizomthola. ekhaya. \"Ngizomthola. ekhaya. \"Ngizomthola. noma kubiza ukuthi ngimufune izwe lonke. noma kubiza ukuthi ngimufune izwe lonke. noma kubiza ukuthi ngimufune izwe lonke. Ngiyafisa ukuhlangana naleya ntombazane Ngiyafisa ukuhlangana naleya ntombazane Ngiyafisa ukuhlangana naleya ntombazane Inkosana yayifisa kakhulu ukuyibona Inkosana yayifisa kakhulu ukuyibona Inkosana yayifisa kakhulu ukuyibona futhi lentombazane, yaze yahamba nebutho futhi lentombazane, yaze yahamba nebutho futhi lentombazane, yaze yahamba nebutho lamadoda bengena imizi ngemizi, yonke lamadoda bengena imizi ngemizi, yonke lamadoda bengena imizi ngemizi, yonke intombazana babeyithola babeyilinganisa intombazana babeyithola babeyilinganisa intombazana babeyithola babeyilinganisa isicathulo kodwa abakaze bamfumana isicathulo kodwa abakaze bamfumana isicathulo kodwa abakaze bamfumana esimlinganayo, ekugcineni baze bafika esimlinganayo, ekugcineni baze bafika esimlinganayo, ekugcineni baze bafika ekhaya kubo kwa Cindarella. wamukelekile ekhaya kubo kwa Cindarella. wamukelekile ekhaya kubo kwa Cindarella. wamukelekile nkosi yami. Nkosazana ayikho yini nkosi yami. Nkosazana ayikho yini nkosi yami. Nkosazana ayikho yini intombazane ezile emcimbini lapha ekhaya intombazane ezile emcimbini lapha ekhaya intombazane ezile emcimbini lapha ekhaya na? Amadodakazi ami awthamele umcimbi na? Amadodakazi ami awthamele umcimbi na? Amadodakazi ami awthamele umcimbi izolo. Abize amadodakazi akho kumele izolo. Abize amadodakazi akho kumele izolo. Abize amadodakazi akho kumele balinganise lesi sicathulo, sifuna balinganise lesi sicathulo, sifuna balinganise lesi sicathulo, sifuna intombazane beyigqoke lesi scicathulo. intombazane beyigqoke lesi scicathulo. intombazane beyigqoke lesi scicathulo. Oh, omunye wamadodakazi ami ubesiqokile Oh, omunye wamadodakazi ami ubesiqokile Oh, omunye wamadodakazi ami ubesiqokile lesicathulo, ngizobabiza. lesicathulo, ngizobabiza. lesicathulo, ngizobabiza. Odadewabo balinganisa isicathulo. Wazama Odadewabo balinganisa isicathulo. Wazama Odadewabo balinganisa isicathulo. Wazama ukuzimpintsha kodwa sangalinga ukuzimpintsha kodwa sangalinga ukuzimpintsha kodwa sangalinga [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] lingana akekho yini omunye ohlala la lingana akekho yini omunye ohlala la lingana akekho yini omunye ohlala la ekhaya cha nginamadodakazi amabili nje ekhaya cha nginamadodakazi amabili nje ekhaya cha nginamadodakazi amabili nje vo. Umama ka Cindarella wamvalela vo. Umama ka Cindarella wamvalela vo. Umama ka Cindarella wamvalela endlini ephezulu ukuze angazami endlini ephezulu ukuze angazami endlini ephezulu ukuze angazami ukulinganisa lesi sidinga ukubheka indlu ukulinganisa lesi sidinga ukubheka indlu ukulinganisa lesi sidinga ukubheka indlu yonke indoda yabona indlu la kwakuvalwe yonke indoda yabona indlu la kwakuvalwe yonke indoda yabona indlu la kwakuvalwe khona khona khona Ukhona yini umuntu la? Umama wamlandela Ukhona yini umuntu la? Umama wamlandela Ukhona yini umuntu la? Umama wamlandela Chacha akukho muntu lapho, akunasidingo Chacha akukho muntu lapho, akunasidingo Chacha akukho muntu lapho, akunasidingo sokuitha isikhathi sakho la nkosiyami. sokuitha isikhathi sakho la nkosiyami. sokuitha isikhathi sakho la nkosiyami. Indoda yangena Indoda yangena Indoda yangena ngesidlovu. Yamangala uma ibona ngesidlovu. Yamangala uma ibona ngesidlovu. Yamangala uma ibona intombazane ihlezi intombazane ihlezi intombazane ihlezi ngasefasteleni ngithola intombazane ngasefasteleni ngithola intombazane ngasefasteleni ngithola intombazane lapha inkosana yasondela nebutho lapha inkosana yasondela nebutho lapha inkosana yasondela nebutho lamadoda. Bamunikeze iscathulo lamadoda. Bamunikeze iscathulo lamadoda. Bamunikeze iscathulo wasilinganisa samlingana kahle kakhulu wasilinganisa samlingana kahle kakhulu wasilinganisa samlingana kahle kakhulu uSnderell. Umama wakhe wamangala uSnderell. Umama wakhe wamangala uSnderell. Umama wakhe wamangala kakhulu. kakhulu. kakhulu. Ekugcineni sengize ngakuthola ubani Ekugcineni sengize ngakuthola ubani Ekugcineni sengize ngakuthola ubani igama lakho? Ngokushesha waguqa phansi lakho? Ngokushesha waguqa phansi lakho? Ngokushesha waguqa phansi wamcela, Cindarella. Ngicela ungishade wamcela, Cindarella. Ngicela ungishade wamcela, Cindarella. Ngicela ungishade Yebo Yebo Yebo yebo. Inkosana yathatha isandla sakhe yebo. Inkosana yathatha isandla sakhe yebo. Inkosana yathatha isandla sakhe yasiqabula. Babuyela emuva esigodlweni yasiqabula. Babuyela emuva esigodlweni yasiqabula. Babuyela emuva esigodlweni kanye naye uCindarella. Inkosi kanye kanye naye uCindarella. Inkosi kanye kanye naye uCindarella. Inkosi kanye nendlovukazi bajabula kakhulu ukumbona nendlovukazi bajabula kakhulu ukumbona nendlovukazi bajabula kakhulu ukumbona uSindela, bamema ubaba ka Cinder ukuba uSindela, bamema ubaba ka Cinder ukuba uSindela, bamema ubaba ka Cinder ukuba anqume usuku lomshado uCindarella anqume usuku lomshado uCindarella anqume usuku lomshado uCindarella nenkosana bashada baphila impilo nenkosana bashada baphila impilo nenkosana bashada baphila impilo enenjabulo emva lokho. enenjabulo emva lokho. enenjabulo emva lokho. [Umculo]", "sentences": ["[Umculo] [Umculo] [Umculo] UCindella.", "Kwakukhona indoda unkosikazi wayo Kwakukhona indoda unkosikazi wayo Kwakukhona indoda unkosikazi wayo wayegula kwathi lapho esezwa ukuthi wayegula kwathi lapho esezwa ukuthi wayegula kwathi lapho esezwa ukuthi kuzomanela ukufa.", "wabiza indodakazi kuzomanela ukufa.", "wabiza indodakazi kuzomanela ukufa.", "wabiza indodakazi yakho okuyiyo yoda ebizwa ngokuthi yakho okuyiyo yoda ebizwa ngokuthi yakho okuyiyo yoda ebizwa ngokuthi uCindella uCindella uCindella ngane yami ethandekayo uma sengihambile ngane yami ethandekayo uma sengihambile ngane yami ethandekayo uma sengihambile uziphathe kahle uhloniphe nonkulunkulu uziphathe kahle uhloniphe nonkulunkulu uziphathe kahle uhloniphe nonkulunkulu uzokubheka kanjalo nami ngizokubheka uzokubheka kanjalo nami ngizokubheka uzokubheka kanjalo nami ngizokubheka ngisezulwini futhi ngizobe nginawala amehlo washona khona [Umculo] [Umculo] [Umculo] nsuku zonke intombazane yayivakashela nsuku zonke intombazane yayivakashela nsuku zonke intombazane yayivakashela ithuna likamama wayo ifike ikhaya ubaba ithuna likamama wayo ifike ikhaya ubaba ithuna likamama wayo ifike ikhaya ubaba ka Cinderella wayevamise ukuhamba ka Cinderella wayevamise ukuhamba ka Cinderella wayevamise ukuhamba kakhulu ngenxa kakhulu ngenxa kakhulu ngenxa yomsebenzi wanquma ukushada futhi athole yomsebenzi wanquma ukushada futhi athole yomsebenzi wanquma ukushada futhi athole omunye umakoti ozoqhapha omunye umakoti ozoqhapha omunye umakoti ozoqhapha uCindarella Washada nomfokazi naye ona uCindarella Washada nomfokazi naye ona uCindarella Washada nomfokazi naye ona Amadodakazi amabili.", "Amadodakazi amabili.", "Amadodakazi amabili.", "uCindarella wahlala nomama wakhe omncane uCindarella wahlala nomama wakhe omncane uCindarella wahlala nomama wakhe omncane owayengalungile kanye nosisi bakhe owayengalungile kanye nosisi bakhe owayengalungile kanye nosisi bakhe abanonya bamhlukumeza uCindarella kabi abanonya bamhlukumeza uCindarella kabi abanonya bamhlukumeza uCindarella kabi wakhula eyisigqila sabo enza yonke wakhula eyisigqila sabo enza yonke wakhula eyisigqila sabo enza yonke imisebenzi imisebenzi imisebenzi yasendlini ngelinye ilanga uCindarella yasendlini ngelinye ilanga uCindarella yasendlini ngelinye ilanga uCindarella wayeshanela phansi osisi bakhe bona wayeshanela phansi osisi bakhe bona wayeshanela phansi osisi bakhe bona babehleli kosofa bedla izithelo sebedlile omunye osisi bakhe izithelo sebedlile omunye osisi bakhe izithelo sebedlile omunye osisi bakhe walahla walahla walahla ikhasi ikhasi ikhasi phansi kwangena umama egumbini phansi kwangena umama egumbini phansi kwangena umama egumbini lokudwebela wathola ukuthi kungcolile lokudwebela wathola ukuthi kungcolile lokudwebela wathola ukuthi kungcolile phansi phansi phansi we cinder we cinder we cinder hlabane ngeke wenze nje into kube kanye hlabane ngeke wenze nje into kube kanye hlabane ngeke wenze nje into kube kanye nje mama ngizokwenza uma nje mama ngizokwenza uma nje mama ngizokwenza uma ngiyaxolisa wayephekisa futhi ewashiswa ngiyaxolisa wayephekisa futhi ewashiswa ngiyaxolisa wayephekisa futhi ewashiswa izitha Ya.", "Ngicela ukudla mama ngidle?", "Ngicela ukudla mama ngidle?", "Ngicela ukudla mama ngidle?", "Uzodla esikushile uma sesiqedile ungasusindo futhi.", "Hamba uyowasha ungasusindo futhi.", "Hamba uyowasha ungasusindo futhi.", "Hamba uyowasha izitsha izitsha izitsha kuqala waqoqa zonke izitsha waziwasha.", "kuqala waqoqa zonke izitsha waziwasha.", "kuqala waqoqa zonke izitsha waziwasha.", "[Umculo] [Umculo] [Umculo] Wayeliswa Wayeliswa Wayeliswa ophahleni.", "Waye hlezi ekhala bonke ophahleni.", "Waye hlezi ekhala bonke ophahleni.", "Waye hlezi ekhala bonke ubusuku elala ubusuku elala ubusuku elala [Umculo] [Umculo] [Umculo] elambile.", "Amagundane amancane nezinyoni, elambile.", "Amagundane amancane nezinyoni, elambile.", "Amagundane amancane nezinyoni, amubheka uCindarella amdabukela, ezwa amubheka uCindarella amdabukela, ezwa amubheka uCindarella amdabukela, ezwa ubuhlungu aba abangani bakhe.", "Ngelinye ubuhlungu aba abangani bakhe.", "Ngelinye ubuhlungu aba abangani bakhe.", "Ngelinye ilanga inkosi yanquma ukwenza umcimbi ilanga inkosi yanquma ukwenza umcimbi ilanga inkosi yanquma ukwenza umcimbi yabiza bonke abantu edolobheni.", "Inkosi yabiza bonke abantu edolobheni.", "Inkosi yabiza bonke abantu edolobheni.", "Inkosi yayifuna ukuba indodana yayo ikhethe yayifuna ukuba indodana yayo ikhethe yayifuna ukuba indodana yayo ikhethe ingoduzo inkosi yathumela incwadi ingoduzo inkosi yathumela incwadi ingoduzo inkosi yathumela incwadi yesimemo kuwonke amantombazane eze yesimemo kuwonke amantombazane eze yesimemo kuwonke amantombazane eze emcimbini emcimbini emcimbini esigodlweni.", "Bantu besilo nginomlayezo esigodlweni.", "Bantu besilo nginomlayezo esigodlweni.", "Bantu besilo nginomlayezo wenu osuka wenu osuka wenu osuka enkosini,nu umlayezo ovela enkosini enkosini,nu umlayezo ovela enkosini enkosini,nu umlayezo ovela enkosini wonke umuntu umenyiwe emcimbini wonke umuntu umenyiwe emcimbini wonke umuntu umenyiwe emcimbini nomgqibelo zayo.", "Kosana izokhetha nomgqibelo zayo.", "Kosana izokhetha nomgqibelo zayo.", "Kosana izokhetha inkosazane kuwona lowo inkosazane kuwona lowo inkosazane kuwona lowo mcimbi Bonke bajabula bagxuma mcimbi Bonke bajabula bagxuma mcimbi Bonke bajabula bagxuma begxunyiswa injabulo.", "UCindarella naye begxunyiswa injabulo.", "UCindarella naye begxunyiswa injabulo.", "UCindarella naye wathokoza eneme kwaziswe phela wathokoza eneme kwaziswe phela wathokoza eneme kwaziswe phela wayekulangazelela ukubona isigodlo.", "wayekulangazelela ukubona isigodlo.", "wayekulangazelela ukubona isigodlo.", "Osisi bakhe babelungiselela wona Osisi bakhe babelungiselela wona Osisi bakhe babelungiselela wona lomcimbi ngokuzimisela okukhulu.", "lomcimbi ngokuzimisela okukhulu.", "lomcimbi ngokuzimisela okukhulu.", "Qalan nizilungiselele Qalan nizilungiselele Qalan nizilungiselele lomcimbi Ngifuna inkosana ishada omunye lomcimbi Ngifuna inkosana ishada omunye lomcimbi Ngifuna inkosana ishada omunye wenu wena wenu wena wenu wena Cinderella basize bobabili Cinderella basize bobabili Cinderella basize bobabili ukulungiselela ngifuna izintombi zami ukulungiselela ngifuna izintombi zami ukulungiselela ngifuna izintombi zami zibukeke kahle ngamakhosazana phela zibukeke kahle ngamakhosazana phela zibukeke kahle ngamakhosazana phela omunye wabo zoshada omunye wabo zoshada omunye wabo zoshada nenkosana mama inkosana izoshada mina we nenkosana mama inkosana izoshada mina we nenkosana mama inkosana izoshada mina we Cinderell ngilungise izinwele zami bese Cinderell ngilungise izinwele zami bese Cinderell ngilungise izinwele zami bese uyangiqokisa Cinderell woza la kumina uyangiqokisa Cinderell woza la kumina uyangiqokisa Cinderell woza la kumina kuqala yimi ozoshada nenkosana Underell kuqala yimi ozoshada nenkosana Underell kuqala yimi ozoshada nenkosana Underell wayenomusa omkhulu wabasiza bobabili wayenomusa omkhulu wabasiza bobabili wayenomusa omkhulu wabasiza bobabili osisi bakhe Ngiyafisa ukuhamba osisi bakhe Ngiyafisa ukuhamba osisi bakhe Ngiyafisa ukuhamba nami Ngingaya nami ngiyafisa ukubona nami Ngingaya nami ngiyafisa ukubona nami Ngingaya nami ngiyafisa ukubona isigodlo nomcimbi cha kanjani nje zibheke nje nomcimbi cha kanjani nje zibheke nje nomcimbi cha kanjani nje zibheke nje unjani awunayo ngisho ingubo yokugqoka unjani awunayo ngisho ingubo yokugqoka unjani awunayo ngisho ingubo yokugqoka wonke umuntu uzokuhleka nje uzosithela wonke umuntu uzokuhleka nje uzosithela wonke umuntu uzokuhleka nje uzosithela ngehlazo ngeke uwubuza kanjani wena ngehlazo ngeke uwubuza kanjani wena ngehlazo ngeke uwubuza kanjani wena lowombuzo nje Umama Ama namadodakazi lowombuzo nje Umama Ama namadodakazi lowombuzo nje Umama Ama namadodakazi akhe bahamba baya emcimbini womdanso akhe bahamba baya emcimbini womdanso akhe bahamba baya emcimbini womdanso bamshiya yedwa uCindarella bamshiya yedwa uCindarella bamshiya yedwa uCindarella ekhala wakhumbula ukuthi wayenengubo ekhala wakhumbula ukuthi wayenengubo ekhala wakhumbula ukuthi wayenengubo yomshado kamama wakhe.", "yomshado kamama wakhe.", "yomshado kamama wakhe.", "kodwa kodwa kodwa yayidabukile.", "Waqala ukuyithuka abangani yayidabukile.", "Waqala ukuyithuka abangani yayidabukile.", "Waqala ukuyithuka abangani bakhe abancane inyoni namagundane baqala bakhe abancane inyoni namagundane baqala bakhe abancane inyoni namagundane baqala ukumsiza nabo.", "Lento izothatha isikhathi ukumsiza nabo.", "Lento izothatha isikhathi ukumsiza nabo.", "Lento izothatha isikhathi eside siqeda nomcimbi uzobe usuphelile Mahlayeni kwaqhamuka umeli wakhe.", "Mahlayeni kwaqhamuka umeli wakhe.", "Mahlayeni kwaqhamuka umeli wakhe.", "Ungakhali mntanami ngizokuyisa Ungakhali mntanami ngizokuyisa Ungakhali mntanami ngizokuyisa emcimbenini.", "emcimbenini.", "emcimbenini.", "Hawu!", "Ungubani wena?", "kuzokwenzeka Hawu!", "Ungubani wena?", "kuzokwenzeka Hawu!", "Ungubani wena?", "kuzokwenzeka kanjani lokhu na?", "lengubo idabukile kanjani lokhu na?", "lengubo idabukile kanjani lokhu na?", "lengubo idabukile futhi anginayo enye engingayigqoka emcimbini ngane emcimbini ngane emcimbini ngane enhle ntombazane enhle ntombazane enhle ntombazane ntombazanyana izimpahla zika Cinder ntombazanyana izimpahla zika Cinder ntombazanyana izimpahla zika Cinder zashintsha zaba ingubo enhle futhi zashintsha zaba ingubo enhle futhi zashintsha zaba ingubo enhle futhi entsha kanjalo nasezinyaweni kwashintsha entsha kanjalo nasezinyaweni kwashintsha entsha kanjalo nasezinyaweni kwashintsha kwavela izicathulo zengilazi abangani kwavela izicathulo zengilazi abangani kwavela izicathulo zengilazi abangani bakhe bajabula begxuma Phuma phezu bakhe bajabula begxuma Phuma phezu bakhe bajabula begxuma Phuma phezu kwekhabe ntombazane eyantombazanyana, kwekhabe ntombazane eyantombazanyana, kwekhabe ntombazane eyantombazanyana, washintsha ikhabe laba inqola washintsha ikhabe laba inqola washintsha ikhabe laba inqola enamagundane aphenduka amahhashi enamagundane aphenduka amahhashi enamagundane aphenduka amahhashi ayidonsa lengqola, inyoni kwakuyiyo ayidonsa lengqola, inyoni kwakuyiyo ayidonsa lengqola, inyoni kwakuyiyo eyayilawula inqola Kodwa umama omkhulu eyayilawula inqola Kodwa umama omkhulu eyayilawula inqola Kodwa umama omkhulu osisi nomncane bazobe bekhona laphaya osisi nomncane bazobe bekhona laphaya osisi nomncane bazobe bekhona laphaya bazothini uma bengibona sengilaphaya?", "bazothini uma bengibona sengilaphaya?", "bazothini uma bengibona sengilaphaya?", "Ungakhathazeki ngizokwenza bangakwazi Ungakhathazeki ngizokwenza bangakwazi Ungakhathazeki ngizokwenza bangakwazi ukukubona.", "mamomkhulu unomusa omkhulu Kodwa ke khumbula ngane yami ukuthi Kodwa ke khumbula ngane yami ukuthi Kodwa ke khumbula ngane yami ukuthi lomlingo uzophela phakathi nobusuku lomlingo uzophela phakathi nobusuku lomlingo uzophela phakathi nobusuku ubuye masinyane ekhaya kungakaphelile ubuye masinyane ekhaya kungakaphelile ubuye masinyane ekhaya kungakaphelile yebo yebo yebo mamkhulu lokho waphakamisa mamkhulu lokho waphakamisa mamkhulu lokho waphakamisa isandla eqonde ngqo emcimbini yini.", "Ngenkathi engena endlini yomcimbi wonke Ngenkathi engena endlini yomcimbi wonke Ngenkathi engena endlini yomcimbi wonke umuntu wabheka yena osisi bakhe nomama umuntu wabheka yena osisi bakhe nomama umuntu wabheka yena osisi bakhe nomama abambonanga.", "Waze wamuhle!", "Inkosana yambona yamthanda wamuhle!", "Inkosana yambona yamthanda wamuhle!", "Inkosana yambona yamthanda iqala ukumbona yabe iqala ukumbona yabe iqala ukumbona yabe isiyazi bona ntombi enhle ngakuthokozela isiyazi bona ntombi enhle ngakuthokozela isiyazi bona ntombi enhle ngakuthokozela ukudansa nawe.", "Yebo akunankinga.", "ukudansa nawe.", "Yebo akunankinga.", "ukudansa nawe.", "Yebo akunankinga.", "Inkosana yadansa naye yedwa vo inganaki Inkosana yadansa naye yedwa vo inganaki Inkosana yadansa naye yedwa vo inganaki muntu ngoba amehlo ayo ayengasuki ku muntu ngoba amehlo ayo ayengasuki ku muntu ngoba amehlo ayo ayengasuki ku Cindarella.", "Uindella wadansa ubusuku Cindarella.", "Uindella wadansa ubusuku Cindarella.", "Uindella wadansa ubusuku bonke neNkosana wacishe wakho ukuthi bonke neNkosana wacishe wakho ukuthi bonke neNkosana wacishe wakho ukuthi isikhathi sokuhamba isikhathi sokuhamba isikhathi sokuhamba [Umculo] [Umculo] [Umculo] sesiyasondela.", "Masinyane wakhumbula sesiyasondela.", "Masinyane wakhumbula sesiyasondela.", "Masinyane wakhumbula amazwi kamkhulu.", "Wabona isikhathi amazwi kamkhulu.", "Wabona isikhathi amazwi kamkhulu.", "Wabona isikhathi simshiya.", "simshiya.", "simshiya.", "Oh sekumele ngibuyele ekhaya manje?", "Awu Oh sekumele ngibuyele ekhaya manje?", "Awu Oh sekumele ngibuyele ekhaya manje?", "Awu njengoba njengoba njengoba ngingeka, Esabaleka esinye seyichathulo ngingeka, Esabaleka esinye seyichathulo ngingeka, Esabaleka esinye seyichathulo zakhe saheleka sahlala phansi Kodwa zakhe saheleka sahlala phansi Kodwa zakhe saheleka sahlala phansi Kodwa wayengenaso isikhathi sokusithatha wayengenaso isikhathi sokusithatha wayengenaso isikhathi sokusithatha njengoba nenkosana imjaha ngemuva.", "njengoba nenkosana imjaha ngemuva.", "njengoba nenkosana imjaha ngemuva.", "Wahlehhe wagibela enqoleni yakhe Wahlehhe wagibela enqoleni yakhe Wahlehhe wagibela enqoleni yakhe wahamba.", "Inkosana yabona isicathulo wahamba.", "Inkosana yabona isicathulo wahamba.", "Inkosana yabona isicathulo sakhe masinya yasicosha.", "ubalekelani sakhe masinya yasicosha.", "ubalekelani sakhe masinya yasicosha.", "ubalekelani nje.", "Kwase kuyihora leshumi nambili nje.", "Kwase kuyihora leshumi nambili nje.", "Kwase kuyihora leshumi nambili phakathi nobusuku.", "Incla yanyamalala, phakathi nobusuku.", "Incla yanyamalala, phakathi nobusuku.", "Incla yanyamalala, yabuyela ekubeni yabuyela ekubeni yabuyela ekubeni yikha indlela enqamlelayo waphuthuma yikha indlela enqamlelayo waphuthuma yikha indlela enqamlelayo waphuthuma ekhaya.", "\"Ngizomthola.", "ekhaya.", "\"Ngizomthola.", "ekhaya.", "\"Ngizomthola.", "noma kubiza ukuthi ngimufune izwe lonke.", "noma kubiza ukuthi ngimufune izwe lonke.", "noma kubiza ukuthi ngimufune izwe lonke.", "Ngiyafisa ukuhlangana naleya ntombazane Ngiyafisa ukuhlangana naleya ntombazane Ngiyafisa ukuhlangana naleya ntombazane Inkosana yayifisa kakhulu ukuyibona Inkosana yayifisa kakhulu ukuyibona Inkosana yayifisa kakhulu ukuyibona futhi lentombazane, yaze yahamba nebutho futhi lentombazane, yaze yahamba nebutho futhi lentombazane, yaze yahamba nebutho lamadoda bengena imizi ngemizi, yonke lamadoda bengena imizi ngemizi, yonke lamadoda bengena imizi ngemizi, yonke intombazana babeyithola babeyilinganisa intombazana babeyithola babeyilinganisa intombazana babeyithola babeyilinganisa isicathulo kodwa abakaze bamfumana isicathulo kodwa abakaze bamfumana isicathulo kodwa abakaze bamfumana esimlinganayo, ekugcineni baze bafika esimlinganayo, ekugcineni baze bafika esimlinganayo, ekugcineni baze bafika ekhaya kubo kwa Cindarella.", "wamukelekile ekhaya kubo kwa Cindarella.", "wamukelekile ekhaya kubo kwa Cindarella.", "wamukelekile nkosi yami.", "Nkosazana ayikho yini nkosi yami.", "Nkosazana ayikho yini nkosi yami.", "Nkosazana ayikho yini intombazane ezile emcimbini lapha ekhaya intombazane ezile emcimbini lapha ekhaya intombazane ezile emcimbini lapha ekhaya na?", "Amadodakazi ami awthamele umcimbi na?", "Amadodakazi ami awthamele umcimbi na?", "Amadodakazi ami awthamele umcimbi izolo.", "Abize amadodakazi akho kumele izolo.", "Abize amadodakazi akho kumele izolo.", "Abize amadodakazi akho kumele balinganise lesi sicathulo, sifuna balinganise lesi sicathulo, sifuna balinganise lesi sicathulo, sifuna intombazane beyigqoke lesi scicathulo.", "intombazane beyigqoke lesi scicathulo.", "intombazane beyigqoke lesi scicathulo.", "Oh, omunye wamadodakazi ami ubesiqokile Oh, omunye wamadodakazi ami ubesiqokile Oh, omunye wamadodakazi ami ubesiqokile lesicathulo, ngizobabiza.", "lesicathulo, ngizobabiza.", "lesicathulo, ngizobabiza.", "Odadewabo balinganisa isicathulo.", "Wazama Odadewabo balinganisa isicathulo.", "Wazama Odadewabo balinganisa isicathulo.", "Wazama ukuzimpintsha kodwa sangalinga ukuzimpintsha kodwa sangalinga ukuzimpintsha kodwa sangalinga [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] lingana akekho yini omunye ohlala la lingana akekho yini omunye ohlala la lingana akekho yini omunye ohlala la ekhaya cha nginamadodakazi amabili nje ekhaya cha nginamadodakazi amabili nje ekhaya cha nginamadodakazi amabili nje vo.", "Umama ka Cindarella wamvalela vo.", "Umama ka Cindarella wamvalela vo.", "Umama ka Cindarella wamvalela endlini ephezulu ukuze angazami endlini ephezulu ukuze angazami endlini ephezulu ukuze angazami ukulinganisa lesi sidinga ukubheka indlu ukulinganisa lesi sidinga ukubheka indlu ukulinganisa lesi sidinga ukubheka indlu yonke indoda yabona indlu la kwakuvalwe yonke indoda yabona indlu la kwakuvalwe yonke indoda yabona indlu la kwakuvalwe khona khona khona Ukhona yini umuntu la?", "Umama wamlandela Ukhona yini umuntu la?", "Umama wamlandela Ukhona yini umuntu la?", "Umama wamlandela Chacha akukho muntu lapho, akunasidingo Chacha akukho muntu lapho, akunasidingo Chacha akukho muntu lapho, akunasidingo sokuitha isikhathi sakho la nkosiyami.", "sokuitha isikhathi sakho la nkosiyami.", "sokuitha isikhathi sakho la nkosiyami.", "Indoda yangena Indoda yangena Indoda yangena ngesidlovu.", "Yamangala uma ibona ngesidlovu.", "Yamangala uma ibona ngesidlovu.", "Yamangala uma ibona intombazane ihlezi intombazane ihlezi intombazane ihlezi ngasefasteleni ngithola intombazane ngasefasteleni ngithola intombazane ngasefasteleni ngithola intombazane lapha inkosana yasondela nebutho lapha inkosana yasondela nebutho lapha inkosana yasondela nebutho lamadoda.", "Bamunikeze iscathulo lamadoda.", "Bamunikeze iscathulo lamadoda.", "Bamunikeze iscathulo wasilinganisa samlingana kahle kakhulu wasilinganisa samlingana kahle kakhulu wasilinganisa samlingana kahle kakhulu uSnderell.", "Umama wakhe wamangala uSnderell.", "Umama wakhe wamangala uSnderell.", "Umama wakhe wamangala kakhulu.", "kakhulu.", "kakhulu.", "Ekugcineni sengize ngakuthola ubani Ekugcineni sengize ngakuthola ubani Ekugcineni sengize ngakuthola ubani igama lakho?", "Ngokushesha waguqa phansi lakho?", "Ngokushesha waguqa phansi lakho?", "Ngokushesha waguqa phansi wamcela, Cindarella.", "Ngicela ungishade wamcela, Cindarella.", "Ngicela ungishade wamcela, Cindarella.", "Ngicela ungishade Yebo Yebo Yebo yebo.", "Inkosana yathatha isandla sakhe yebo.", "Inkosana yathatha isandla sakhe yebo.", "Inkosana yathatha isandla sakhe yasiqabula.", "Babuyela emuva esigodlweni yasiqabula.", "Babuyela emuva esigodlweni yasiqabula.", "Babuyela emuva esigodlweni kanye naye uCindarella.", "Inkosi kanye kanye naye uCindarella.", "Inkosi kanye kanye naye uCindarella.", "Inkosi kanye nendlovukazi bajabula kakhulu ukumbona nendlovukazi bajabula kakhulu ukumbona nendlovukazi bajabula kakhulu ukumbona uSindela, bamema ubaba ka Cinder ukuba uSindela, bamema ubaba ka Cinder ukuba uSindela, bamema ubaba ka Cinder ukuba anqume usuku lomshado uCindarella anqume usuku lomshado uCindarella anqume usuku lomshado uCindarella nenkosana bashada baphila impilo nenkosana bashada baphila impilo nenkosana bashada baphila impilo enenjabulo emva lokho.", "enenjabulo emva lokho.", "enenjabulo emva lokho.", "[Umculo]"], "transcript": [{"start": 0.54, "end": 6.59, "text": "[Umculo]"}, {"start": 6.59, "end": 6.6, "text": "[Umculo]"}, {"start": 6.6, "end": 10.03, "text": "[Umculo] UCindella."}, {"start": 10.04, "end": 12.95, "text": "Kwakukhona indoda unkosikazi wayo"}, {"start": 12.95, "end": 12.96, "text": "Kwakukhona indoda unkosikazi wayo"}, {"start": 12.96, "end": 15.629, "text": "Kwakukhona indoda unkosikazi wayo wayegula kwathi lapho esezwa ukuthi"}, {"start": 15.629, "end": 15.639, "text": "wayegula kwathi lapho esezwa ukuthi"}, {"start": 15.639, "end": 18.189, "text": "wayegula kwathi lapho esezwa ukuthi kuzomanela ukufa. wabiza indodakazi"}, {"start": 18.189, "end": 18.199, "text": "kuzomanela ukufa. wabiza indodakazi"}, {"start": 18.199, "end": 21.07, "text": "kuzomanela ukufa. wabiza indodakazi yakho okuyiyo yoda ebizwa ngokuthi"}, {"start": 21.07, "end": 21.08, "text": "yakho okuyiyo yoda ebizwa ngokuthi"}, {"start": 21.08, "end": 22.75, "text": "yakho okuyiyo yoda ebizwa ngokuthi uCindella"}, {"start": 22.75, "end": 22.76, "text": "uCindella"}, {"start": 22.76, "end": 25.87, "text": "uCindella ngane yami ethandekayo uma sengihambile"}, {"start": 25.87, "end": 25.88, "text": "ngane yami ethandekayo uma sengihambile"}, {"start": 25.88, "end": 29.349, "text": "ngane yami ethandekayo uma sengihambile uziphathe kahle uhloniphe nonkulunkulu"}, {"start": 29.349, "end": 29.359, "text": "uziphathe kahle uhloniphe nonkulunkulu"}, {"start": 29.359, "end": 32.47, "text": "uziphathe kahle uhloniphe nonkulunkulu uzokubheka kanjalo nami ngizokubheka"}, {"start": 32.47, "end": 32.48, "text": "uzokubheka kanjalo nami ngizokubheka"}, {"start": 32.48, "end": 37.67, "text": "uzokubheka kanjalo nami ngizokubheka ngisezulwini futhi ngizobe"}, {"start": 37.68, "end": 44.9, "text": "nginawala amehlo washona khona"}, {"start": 44.91, "end": 50.63, "text": "[Umculo]"}, {"start": 50.63, "end": 50.64, "text": "[Umculo]"}, {"start": 50.64, "end": 53.11, "text": "[Umculo] nsuku zonke intombazane yayivakashela"}, {"start": 53.11, "end": 53.12, "text": "nsuku zonke intombazane yayivakashela"}, {"start": 53.12, "end": 56.59, "text": "nsuku zonke intombazane yayivakashela ithuna likamama wayo ifike ikhaya ubaba"}, {"start": 56.59, "end": 56.6, "text": "ithuna likamama wayo ifike ikhaya ubaba"}, {"start": 56.6, "end": 59.029, "text": "ithuna likamama wayo ifike ikhaya ubaba ka Cinderella wayevamise ukuhamba"}, {"start": 59.029, "end": 59.039, "text": "ka Cinderella wayevamise ukuhamba"}, {"start": 59.039, "end": 60.509, "text": "ka Cinderella wayevamise ukuhamba kakhulu ngenxa"}, {"start": 60.509, "end": 60.519, "text": "kakhulu ngenxa"}, {"start": 60.519, "end": 63.63, "text": "kakhulu ngenxa yomsebenzi wanquma ukushada futhi athole"}, {"start": 63.63, "end": 63.64, "text": "yomsebenzi wanquma ukushada futhi athole"}, {"start": 63.64, "end": 67.03, "text": "yomsebenzi wanquma ukushada futhi athole omunye umakoti ozoqhapha"}, {"start": 67.03, "end": 67.04, "text": "omunye umakoti ozoqhapha"}, {"start": 67.04, "end": 70.109, "text": "omunye umakoti ozoqhapha uCindarella Washada nomfokazi naye ona"}, {"start": 70.109, "end": 70.119, "text": "uCindarella Washada nomfokazi naye ona"}, {"start": 70.119, "end": 74.03, "text": "uCindarella Washada nomfokazi naye ona Amadodakazi amabili."}, {"start": 74.03, "end": 74.03999999999999, "text": "Amadodakazi amabili."}, {"start": 74.03999999999999, "end": 76.91, "text": "Amadodakazi amabili. uCindarella wahlala nomama wakhe omncane"}, {"start": 76.91, "end": 76.92, "text": "uCindarella wahlala nomama wakhe omncane"}, {"start": 76.92, "end": 79.31, "text": "uCindarella wahlala nomama wakhe omncane owayengalungile kanye nosisi bakhe"}, {"start": 79.31, "end": 79.32, "text": "owayengalungile kanye nosisi bakhe"}, {"start": 79.32, "end": 82.71000000000001, "text": "owayengalungile kanye nosisi bakhe abanonya bamhlukumeza uCindarella kabi"}, {"start": 82.71000000000001, "end": 82.72, "text": "abanonya bamhlukumeza uCindarella kabi"}, {"start": 82.72, "end": 85.149, "text": "abanonya bamhlukumeza uCindarella kabi wakhula eyisigqila sabo enza yonke"}, {"start": 85.149, "end": 85.15899999999999, "text": "wakhula eyisigqila sabo enza yonke"}, {"start": 85.15899999999999, "end": 87.31, "text": "wakhula eyisigqila sabo enza yonke imisebenzi"}, {"start": 87.31, "end": 87.32, "text": "imisebenzi"}, {"start": 87.32, "end": 90.39, "text": "imisebenzi yasendlini ngelinye ilanga uCindarella"}, {"start": 90.39, "end": 90.4, "text": "yasendlini ngelinye ilanga uCindarella"}, {"start": 90.4, "end": 93.19, "text": "yasendlini ngelinye ilanga uCindarella wayeshanela phansi osisi bakhe bona"}, {"start": 93.19, "end": 93.2, "text": "wayeshanela phansi osisi bakhe bona"}, {"start": 93.2, "end": 98.87, "text": "wayeshanela phansi osisi bakhe bona babehleli kosofa bedla"}, {"start": 98.88, "end": 102.22999999999999, "text": "izithelo sebedlile omunye osisi bakhe"}, {"start": 102.22999999999999, "end": 102.24000000000001, "text": "izithelo sebedlile omunye osisi bakhe"}, {"start": 102.24000000000001, "end": 103.22999999999999, "text": "izithelo sebedlile omunye osisi bakhe walahla"}, {"start": 103.22999999999999, "end": 103.24000000000001, "text": "walahla"}, {"start": 103.24000000000001, "end": 104.31, "text": "walahla ikhasi"}, {"start": 104.31, "end": 104.32, "text": "ikhasi"}, {"start": 104.32, "end": 107.38900000000001, "text": "ikhasi phansi kwangena umama egumbini"}, {"start": 107.38900000000001, "end": 107.399, "text": "phansi kwangena umama egumbini"}, {"start": 107.399, "end": 110.069, "text": "phansi kwangena umama egumbini lokudwebela wathola ukuthi kungcolile"}, {"start": 110.069, "end": 110.07900000000001, "text": "lokudwebela wathola ukuthi kungcolile"}, {"start": 110.07900000000001, "end": 111.59, "text": "lokudwebela wathola ukuthi kungcolile phansi"}, {"start": 111.59, "end": 111.6, "text": "phansi"}, {"start": 111.6, "end": 114.709, "text": "phansi we cinder"}, {"start": 114.709, "end": 114.719, "text": "we cinder"}, {"start": 114.719, "end": 119.22999999999999, "text": "we cinder hlabane ngeke wenze nje into kube kanye"}, {"start": 119.22999999999999, "end": 119.24000000000001, "text": "hlabane ngeke wenze nje into kube kanye"}, {"start": 119.24000000000001, "end": 123.87, "text": "hlabane ngeke wenze nje into kube kanye nje mama ngizokwenza uma"}, {"start": 123.87, "end": 123.88, "text": "nje mama ngizokwenza uma"}, {"start": 123.88, "end": 127.069, "text": "nje mama ngizokwenza uma ngiyaxolisa wayephekisa futhi ewashiswa"}, {"start": 127.069, "end": 127.079, "text": "ngiyaxolisa wayephekisa futhi ewashiswa"}, {"start": 127.079, "end": 133.309, "text": "ngiyaxolisa wayephekisa futhi ewashiswa izitha Ya."}, {"start": 133.319, "end": 136.71, "text": "Ngicela ukudla mama ngidle?"}, {"start": 136.71, "end": 136.72, "text": "Ngicela ukudla mama ngidle?"}, {"start": 136.72, "end": 145.869, "text": "Ngicela ukudla mama ngidle? Uzodla esikushile uma sesiqedile"}, {"start": 145.879, "end": 148.75, "text": "ungasusindo futhi. Hamba uyowasha"}, {"start": 148.75, "end": 148.76, "text": "ungasusindo futhi. Hamba uyowasha"}, {"start": 148.76, "end": 150.35, "text": "ungasusindo futhi. Hamba uyowasha izitsha"}, {"start": 150.35, "end": 150.36, "text": "izitsha"}, {"start": 150.36, "end": 153.9, "text": "izitsha kuqala waqoqa zonke izitsha waziwasha."}, {"start": 153.9, "end": 153.91, "text": "kuqala waqoqa zonke izitsha waziwasha."}, {"start": 153.91, "end": 156.63, "text": "kuqala waqoqa zonke izitsha waziwasha. [Umculo]"}, {"start": 156.63, "end": 156.64, "text": "[Umculo]"}, {"start": 156.64, "end": 158.589, "text": "[Umculo] Wayeliswa"}, {"start": 158.589, "end": 158.599, "text": "Wayeliswa"}, {"start": 158.599, "end": 161.47, "text": "Wayeliswa ophahleni. Waye hlezi ekhala bonke"}, {"start": 161.47, "end": 161.48, "text": "ophahleni. Waye hlezi ekhala bonke"}, {"start": 161.48, "end": 164.07999999999998, "text": "ophahleni. Waye hlezi ekhala bonke ubusuku elala"}, {"start": 164.07999999999998, "end": 164.09, "text": "ubusuku elala"}, {"start": 164.09, "end": 165.35, "text": "ubusuku elala [Umculo]"}, {"start": 165.35, "end": 165.36, "text": "[Umculo]"}, {"start": 165.36, "end": 168.869, "text": "[Umculo] elambile. Amagundane amancane nezinyoni,"}, {"start": 168.869, "end": 168.879, "text": "elambile. Amagundane amancane nezinyoni,"}, {"start": 168.879, "end": 171.949, "text": "elambile. Amagundane amancane nezinyoni, amubheka uCindarella amdabukela, ezwa"}, {"start": 171.949, "end": 171.959, "text": "amubheka uCindarella amdabukela, ezwa"}, {"start": 171.959, "end": 176.149, "text": "amubheka uCindarella amdabukela, ezwa ubuhlungu aba abangani bakhe. Ngelinye"}, {"start": 176.149, "end": 176.159, "text": "ubuhlungu aba abangani bakhe. Ngelinye"}, {"start": 176.159, "end": 179.19, "text": "ubuhlungu aba abangani bakhe. Ngelinye ilanga inkosi yanquma ukwenza umcimbi"}, {"start": 179.19, "end": 179.2, "text": "ilanga inkosi yanquma ukwenza umcimbi"}, {"start": 179.2, "end": 182.35, "text": "ilanga inkosi yanquma ukwenza umcimbi yabiza bonke abantu edolobheni. Inkosi"}, {"start": 182.35, "end": 182.36, "text": "yabiza bonke abantu edolobheni. Inkosi"}, {"start": 182.36, "end": 185.19, "text": "yabiza bonke abantu edolobheni. Inkosi yayifuna ukuba indodana yayo ikhethe"}, {"start": 185.19, "end": 185.2, "text": "yayifuna ukuba indodana yayo ikhethe"}, {"start": 185.2, "end": 187.67, "text": "yayifuna ukuba indodana yayo ikhethe ingoduzo inkosi yathumela incwadi"}, {"start": 187.67, "end": 187.68, "text": "ingoduzo inkosi yathumela incwadi"}, {"start": 187.68, "end": 190.309, "text": "ingoduzo inkosi yathumela incwadi yesimemo kuwonke amantombazane eze"}, {"start": 190.309, "end": 190.319, "text": "yesimemo kuwonke amantombazane eze"}, {"start": 190.319, "end": 192.22899999999998, "text": "yesimemo kuwonke amantombazane eze emcimbini"}, {"start": 192.22899999999998, "end": 192.239, "text": "emcimbini"}, {"start": 192.239, "end": 195.39, "text": "emcimbini esigodlweni. Bantu besilo nginomlayezo"}, {"start": 195.39, "end": 195.4, "text": "esigodlweni. Bantu besilo nginomlayezo"}, {"start": 195.4, "end": 197.35, "text": "esigodlweni. Bantu besilo nginomlayezo wenu osuka"}, {"start": 197.35, "end": 197.36, "text": "wenu osuka"}, {"start": 197.36, "end": 200.22899999999998, "text": "wenu osuka enkosini,nu umlayezo ovela enkosini"}, {"start": 200.22899999999998, "end": 200.239, "text": "enkosini,nu umlayezo ovela enkosini"}, {"start": 200.239, "end": 202.19, "text": "enkosini,nu umlayezo ovela enkosini wonke umuntu umenyiwe emcimbini"}, {"start": 202.19, "end": 202.2, "text": "wonke umuntu umenyiwe emcimbini"}, {"start": 202.2, "end": 204.63, "text": "wonke umuntu umenyiwe emcimbini nomgqibelo zayo. Kosana izokhetha"}, {"start": 204.63, "end": 204.64, "text": "nomgqibelo zayo. Kosana izokhetha"}, {"start": 204.64, "end": 207.19, "text": "nomgqibelo zayo. Kosana izokhetha inkosazane kuwona lowo"}, {"start": 207.19, "end": 207.2, "text": "inkosazane kuwona lowo"}, {"start": 207.2, "end": 210.589, "text": "inkosazane kuwona lowo mcimbi Bonke bajabula bagxuma"}, {"start": 210.589, "end": 210.599, "text": "mcimbi Bonke bajabula bagxuma"}, {"start": 210.599, "end": 214.22899999999998, "text": "mcimbi Bonke bajabula bagxuma begxunyiswa injabulo. UCindarella naye"}, {"start": 214.22899999999998, "end": 214.239, "text": "begxunyiswa injabulo. UCindarella naye"}, {"start": 214.239, "end": 217.19, "text": "begxunyiswa injabulo. UCindarella naye wathokoza eneme kwaziswe phela"}, {"start": 217.19, "end": 217.2, "text": "wathokoza eneme kwaziswe phela"}, {"start": 217.2, "end": 220.07, "text": "wathokoza eneme kwaziswe phela wayekulangazelela ukubona isigodlo."}, {"start": 220.07, "end": 220.07999999999998, "text": "wayekulangazelela ukubona isigodlo."}, {"start": 220.07999999999998, "end": 222.50900000000001, "text": "wayekulangazelela ukubona isigodlo. Osisi bakhe babelungiselela wona"}, {"start": 222.50900000000001, "end": 222.519, "text": "Osisi bakhe babelungiselela wona"}, {"start": 222.519, "end": 226.149, "text": "Osisi bakhe babelungiselela wona lomcimbi ngokuzimisela okukhulu."}, {"start": 226.149, "end": 226.159, "text": "lomcimbi ngokuzimisela okukhulu."}, {"start": 226.159, "end": 228.789, "text": "lomcimbi ngokuzimisela okukhulu. Qalan nizilungiselele"}, {"start": 228.789, "end": 228.799, "text": "Qalan nizilungiselele"}, {"start": 228.799, "end": 231.82999999999998, "text": "Qalan nizilungiselele lomcimbi Ngifuna inkosana ishada omunye"}, {"start": 231.82999999999998, "end": 231.84, "text": "lomcimbi Ngifuna inkosana ishada omunye"}, {"start": 231.84, "end": 234.47, "text": "lomcimbi Ngifuna inkosana ishada omunye wenu wena"}, {"start": 234.47, "end": 234.48, "text": "wenu wena"}, {"start": 234.48, "end": 236.589, "text": "wenu wena Cinderella basize bobabili"}, {"start": 236.589, "end": 236.599, "text": "Cinderella basize bobabili"}, {"start": 236.599, "end": 238.47, "text": "Cinderella basize bobabili ukulungiselela ngifuna izintombi zami"}, {"start": 238.47, "end": 238.48, "text": "ukulungiselela ngifuna izintombi zami"}, {"start": 238.48, "end": 240.589, "text": "ukulungiselela ngifuna izintombi zami zibukeke kahle ngamakhosazana phela"}, {"start": 240.589, "end": 240.599, "text": "zibukeke kahle ngamakhosazana phela"}, {"start": 240.599, "end": 242.429, "text": "zibukeke kahle ngamakhosazana phela omunye wabo zoshada"}, {"start": 242.429, "end": 242.439, "text": "omunye wabo zoshada"}, {"start": 242.439, "end": 246.71, "text": "omunye wabo zoshada nenkosana mama inkosana izoshada mina we"}, {"start": 246.71, "end": 246.72, "text": "nenkosana mama inkosana izoshada mina we"}, {"start": 246.72, "end": 249.55, "text": "nenkosana mama inkosana izoshada mina we Cinderell ngilungise izinwele zami bese"}, {"start": 249.55, "end": 249.56, "text": "Cinderell ngilungise izinwele zami bese"}, {"start": 249.56, "end": 251.949, "text": "Cinderell ngilungise izinwele zami bese uyangiqokisa Cinderell woza la kumina"}, {"start": 251.949, "end": 251.959, "text": "uyangiqokisa Cinderell woza la kumina"}, {"start": 251.959, "end": 255.67, "text": "uyangiqokisa Cinderell woza la kumina kuqala yimi ozoshada nenkosana Underell"}, {"start": 255.67, "end": 255.68, "text": "kuqala yimi ozoshada nenkosana Underell"}, {"start": 255.68, "end": 258.949, "text": "kuqala yimi ozoshada nenkosana Underell wayenomusa omkhulu wabasiza bobabili"}, {"start": 258.949, "end": 258.959, "text": "wayenomusa omkhulu wabasiza bobabili"}, {"start": 258.959, "end": 262.67, "text": "wayenomusa omkhulu wabasiza bobabili osisi bakhe Ngiyafisa ukuhamba"}, {"start": 262.67, "end": 262.68, "text": "osisi bakhe Ngiyafisa ukuhamba"}, {"start": 262.68, "end": 267.11, "text": "osisi bakhe Ngiyafisa ukuhamba nami Ngingaya nami ngiyafisa ukubona"}, {"start": 267.11, "end": 267.12, "text": "nami Ngingaya nami ngiyafisa ukubona"}, {"start": 267.12, "end": 270.07, "text": "nami Ngingaya nami ngiyafisa ukubona isigodlo"}, {"start": 270.08, "end": 273.469, "text": "nomcimbi cha kanjani nje zibheke nje"}, {"start": 273.469, "end": 273.479, "text": "nomcimbi cha kanjani nje zibheke nje"}, {"start": 273.479, "end": 276.67, "text": "nomcimbi cha kanjani nje zibheke nje unjani awunayo ngisho ingubo yokugqoka"}, {"start": 276.67, "end": 276.68, "text": "unjani awunayo ngisho ingubo yokugqoka"}, {"start": 276.68, "end": 279.469, "text": "unjani awunayo ngisho ingubo yokugqoka wonke umuntu uzokuhleka nje uzosithela"}, {"start": 279.469, "end": 279.479, "text": "wonke umuntu uzokuhleka nje uzosithela"}, {"start": 279.479, "end": 282.59000000000003, "text": "wonke umuntu uzokuhleka nje uzosithela ngehlazo ngeke uwubuza kanjani wena"}, {"start": 282.59000000000003, "end": 282.6, "text": "ngehlazo ngeke uwubuza kanjani wena"}, {"start": 282.6, "end": 286.31, "text": "ngehlazo ngeke uwubuza kanjani wena lowombuzo nje Umama Ama namadodakazi"}, {"start": 286.31, "end": 286.32, "text": "lowombuzo nje Umama Ama namadodakazi"}, {"start": 286.32, "end": 289.31, "text": "lowombuzo nje Umama Ama namadodakazi akhe bahamba baya emcimbini womdanso"}, {"start": 289.31, "end": 289.32, "text": "akhe bahamba baya emcimbini womdanso"}, {"start": 289.32, "end": 292.95, "text": "akhe bahamba baya emcimbini womdanso bamshiya yedwa uCindarella"}, {"start": 292.95, "end": 292.96, "text": "bamshiya yedwa uCindarella"}, {"start": 292.96, "end": 296.39, "text": "bamshiya yedwa uCindarella ekhala wakhumbula ukuthi wayenengubo"}, {"start": 296.39, "end": 296.4, "text": "ekhala wakhumbula ukuthi wayenengubo"}, {"start": 296.4, "end": 299.189, "text": "ekhala wakhumbula ukuthi wayenengubo yomshado kamama wakhe."}, {"start": 299.189, "end": 299.199, "text": "yomshado kamama wakhe."}, {"start": 299.199, "end": 300.629, "text": "yomshado kamama wakhe. kodwa"}, {"start": 300.629, "end": 300.639, "text": "kodwa"}, {"start": 300.639, "end": 304.029, "text": "kodwa yayidabukile. Waqala ukuyithuka abangani"}, {"start": 304.029, "end": 304.039, "text": "yayidabukile. Waqala ukuyithuka abangani"}, {"start": 304.039, "end": 307.029, "text": "yayidabukile. Waqala ukuyithuka abangani bakhe abancane inyoni namagundane baqala"}, {"start": 307.029, "end": 307.039, "text": "bakhe abancane inyoni namagundane baqala"}, {"start": 307.039, "end": 309.909, "text": "bakhe abancane inyoni namagundane baqala ukumsiza nabo. Lento izothatha isikhathi"}, {"start": 309.909, "end": 309.919, "text": "ukumsiza nabo. Lento izothatha isikhathi"}, {"start": 309.919, "end": 316.23, "text": "ukumsiza nabo. Lento izothatha isikhathi eside siqeda nomcimbi uzobe usuphelile"}, {"start": 316.24, "end": 320.27, "text": "Mahlayeni kwaqhamuka umeli wakhe."}, {"start": 320.27, "end": 320.28, "text": "Mahlayeni kwaqhamuka umeli wakhe."}, {"start": 320.28, "end": 323.99, "text": "Mahlayeni kwaqhamuka umeli wakhe. Ungakhali mntanami ngizokuyisa"}, {"start": 323.99, "end": 324.0, "text": "Ungakhali mntanami ngizokuyisa"}, {"start": 324.0, "end": 326.189, "text": "Ungakhali mntanami ngizokuyisa emcimbenini."}, {"start": 326.189, "end": 326.199, "text": "emcimbenini."}, {"start": 326.199, "end": 329.15, "text": "emcimbenini. Hawu! Ungubani wena? kuzokwenzeka"}, {"start": 329.15, "end": 329.16, "text": "Hawu! Ungubani wena? kuzokwenzeka"}, {"start": 329.16, "end": 331.87, "text": "Hawu! Ungubani wena? kuzokwenzeka kanjani lokhu na? lengubo idabukile"}, {"start": 331.87, "end": 331.88, "text": "kanjani lokhu na? lengubo idabukile"}, {"start": 331.88, "end": 335.83, "text": "kanjani lokhu na? lengubo idabukile futhi anginayo enye engingayigqoka"}, {"start": 335.84000000000003, "end": 338.30899999999997, "text": "emcimbini ngane"}, {"start": 338.30899999999997, "end": 338.319, "text": "emcimbini ngane"}, {"start": 338.319, "end": 341.23, "text": "emcimbini ngane enhle ntombazane"}, {"start": 341.23, "end": 341.24, "text": "enhle ntombazane"}, {"start": 341.24, "end": 343.99, "text": "enhle ntombazane ntombazanyana izimpahla zika Cinder"}, {"start": 343.99, "end": 344.0, "text": "ntombazanyana izimpahla zika Cinder"}, {"start": 344.0, "end": 347.23, "text": "ntombazanyana izimpahla zika Cinder zashintsha zaba ingubo enhle futhi"}, {"start": 347.23, "end": 347.24, "text": "zashintsha zaba ingubo enhle futhi"}, {"start": 347.24, "end": 350.07, "text": "zashintsha zaba ingubo enhle futhi entsha kanjalo nasezinyaweni kwashintsha"}, {"start": 350.07, "end": 350.08, "text": "entsha kanjalo nasezinyaweni kwashintsha"}, {"start": 350.08, "end": 352.95, "text": "entsha kanjalo nasezinyaweni kwashintsha kwavela izicathulo zengilazi abangani"}, {"start": 352.95, "end": 352.96, "text": "kwavela izicathulo zengilazi abangani"}, {"start": 352.96, "end": 355.67, "text": "kwavela izicathulo zengilazi abangani bakhe bajabula begxuma Phuma phezu"}, {"start": 355.67, "end": 355.68, "text": "bakhe bajabula begxuma Phuma phezu"}, {"start": 355.68, "end": 358.23, "text": "bakhe bajabula begxuma Phuma phezu kwekhabe ntombazane eyantombazanyana,"}, {"start": 358.23, "end": 358.24, "text": "kwekhabe ntombazane eyantombazanyana,"}, {"start": 358.24, "end": 361.27, "text": "kwekhabe ntombazane eyantombazanyana, washintsha ikhabe laba inqola"}, {"start": 361.27, "end": 361.28, "text": "washintsha ikhabe laba inqola"}, {"start": 361.28, "end": 363.39, "text": "washintsha ikhabe laba inqola enamagundane aphenduka amahhashi"}, {"start": 363.39, "end": 363.4, "text": "enamagundane aphenduka amahhashi"}, {"start": 363.4, "end": 365.95, "text": "enamagundane aphenduka amahhashi ayidonsa lengqola, inyoni kwakuyiyo"}, {"start": 365.95, "end": 365.96, "text": "ayidonsa lengqola, inyoni kwakuyiyo"}, {"start": 365.96, "end": 369.15, "text": "ayidonsa lengqola, inyoni kwakuyiyo eyayilawula inqola Kodwa umama omkhulu"}, {"start": 369.15, "end": 369.16, "text": "eyayilawula inqola Kodwa umama omkhulu"}, {"start": 369.16, "end": 372.35, "text": "eyayilawula inqola Kodwa umama omkhulu osisi nomncane bazobe bekhona laphaya"}, {"start": 372.35, "end": 372.36, "text": "osisi nomncane bazobe bekhona laphaya"}, {"start": 372.36, "end": 375.55, "text": "osisi nomncane bazobe bekhona laphaya bazothini uma bengibona sengilaphaya?"}, {"start": 375.55, "end": 375.56, "text": "bazothini uma bengibona sengilaphaya?"}, {"start": 375.56, "end": 378.07, "text": "bazothini uma bengibona sengilaphaya? Ungakhathazeki ngizokwenza bangakwazi"}, {"start": 378.07, "end": 378.08, "text": "Ungakhathazeki ngizokwenza bangakwazi"}, {"start": 378.08, "end": 384.11, "text": "Ungakhathazeki ngizokwenza bangakwazi ukukubona."}, {"start": 384.12, "end": 391.79, "text": "mamomkhulu unomusa omkhulu"}, {"start": 391.8, "end": 394.43, "text": "Kodwa ke khumbula ngane yami ukuthi"}, {"start": 394.43, "end": 394.44, "text": "Kodwa ke khumbula ngane yami ukuthi"}, {"start": 394.44, "end": 397.15, "text": "Kodwa ke khumbula ngane yami ukuthi lomlingo uzophela phakathi nobusuku"}, {"start": 397.15, "end": 397.15999999999997, "text": "lomlingo uzophela phakathi nobusuku"}, {"start": 397.15999999999997, "end": 401.029, "text": "lomlingo uzophela phakathi nobusuku ubuye masinyane ekhaya kungakaphelile"}, {"start": 401.029, "end": 401.039, "text": "ubuye masinyane ekhaya kungakaphelile"}, {"start": 401.039, "end": 402.55, "text": "ubuye masinyane ekhaya kungakaphelile yebo"}, {"start": 402.55, "end": 402.56, "text": "yebo"}, {"start": 402.56, "end": 405.749, "text": "yebo mamkhulu lokho waphakamisa"}, {"start": 405.749, "end": 405.759, "text": "mamkhulu lokho waphakamisa"}, {"start": 405.759, "end": 413.79, "text": "mamkhulu lokho waphakamisa isandla eqonde ngqo emcimbini yini."}, {"start": 413.8, "end": 416.71, "text": "Ngenkathi engena endlini yomcimbi wonke"}, {"start": 416.71, "end": 416.72, "text": "Ngenkathi engena endlini yomcimbi wonke"}, {"start": 416.72, "end": 421.589, "text": "Ngenkathi engena endlini yomcimbi wonke umuntu wabheka yena osisi bakhe nomama"}, {"start": 421.589, "end": 421.599, "text": "umuntu wabheka yena osisi bakhe nomama"}, {"start": 421.599, "end": 425.99, "text": "umuntu wabheka yena osisi bakhe nomama abambonanga. Waze"}, {"start": 426.0, "end": 429.629, "text": "wamuhle! Inkosana yambona yamthanda"}, {"start": 429.629, "end": 429.639, "text": "wamuhle! Inkosana yambona yamthanda"}, {"start": 429.639, "end": 433.79, "text": "wamuhle! Inkosana yambona yamthanda iqala ukumbona yabe"}, {"start": 433.79, "end": 433.8, "text": "iqala ukumbona yabe"}, {"start": 433.8, "end": 437.71, "text": "iqala ukumbona yabe isiyazi bona ntombi enhle ngakuthokozela"}, {"start": 437.71, "end": 437.72, "text": "isiyazi bona ntombi enhle ngakuthokozela"}, {"start": 437.72, "end": 442.589, "text": "isiyazi bona ntombi enhle ngakuthokozela ukudansa nawe. Yebo akunankinga."}, {"start": 442.589, "end": 442.599, "text": "ukudansa nawe. Yebo akunankinga."}, {"start": 442.599, "end": 445.83, "text": "ukudansa nawe. Yebo akunankinga. Inkosana yadansa naye yedwa vo inganaki"}, {"start": 445.83, "end": 445.84, "text": "Inkosana yadansa naye yedwa vo inganaki"}, {"start": 445.84, "end": 449.27, "text": "Inkosana yadansa naye yedwa vo inganaki muntu ngoba amehlo ayo ayengasuki ku"}, {"start": 449.27, "end": 449.28, "text": "muntu ngoba amehlo ayo ayengasuki ku"}, {"start": 449.28, "end": 452.27, "text": "muntu ngoba amehlo ayo ayengasuki ku Cindarella. Uindella wadansa ubusuku"}, {"start": 452.27, "end": 452.28, "text": "Cindarella. Uindella wadansa ubusuku"}, {"start": 452.28, "end": 455.30899999999997, "text": "Cindarella. Uindella wadansa ubusuku bonke neNkosana wacishe wakho ukuthi"}, {"start": 455.30899999999997, "end": 455.319, "text": "bonke neNkosana wacishe wakho ukuthi"}, {"start": 455.319, "end": 457.22, "text": "bonke neNkosana wacishe wakho ukuthi isikhathi sokuhamba"}, {"start": 457.22, "end": 457.23, "text": "isikhathi sokuhamba"}, {"start": 457.23, "end": 460.909, "text": "isikhathi sokuhamba [Umculo]"}, {"start": 460.909, "end": 460.919, "text": "[Umculo]"}, {"start": 460.919, "end": 463.629, "text": "[Umculo] sesiyasondela. Masinyane wakhumbula"}, {"start": 463.629, "end": 463.639, "text": "sesiyasondela. Masinyane wakhumbula"}, {"start": 463.639, "end": 466.469, "text": "sesiyasondela. Masinyane wakhumbula amazwi kamkhulu. Wabona isikhathi"}, {"start": 466.469, "end": 466.479, "text": "amazwi kamkhulu. Wabona isikhathi"}, {"start": 466.479, "end": 468.67, "text": "amazwi kamkhulu. Wabona isikhathi simshiya."}, {"start": 468.67, "end": 468.68, "text": "simshiya."}, {"start": 468.68, "end": 472.029, "text": "simshiya. Oh sekumele ngibuyele ekhaya manje? Awu"}, {"start": 472.029, "end": 472.039, "text": "Oh sekumele ngibuyele ekhaya manje? Awu"}, {"start": 472.039, "end": 474.07, "text": "Oh sekumele ngibuyele ekhaya manje? Awu njengoba"}, {"start": 474.07, "end": 474.08, "text": "njengoba"}, {"start": 474.08, "end": 477.27, "text": "njengoba ngingeka, Esabaleka esinye seyichathulo"}, {"start": 477.27, "end": 477.28, "text": "ngingeka, Esabaleka esinye seyichathulo"}, {"start": 477.28, "end": 479.95, "text": "ngingeka, Esabaleka esinye seyichathulo zakhe saheleka sahlala phansi Kodwa"}, {"start": 479.95, "end": 479.96, "text": "zakhe saheleka sahlala phansi Kodwa"}, {"start": 479.96, "end": 482.43, "text": "zakhe saheleka sahlala phansi Kodwa wayengenaso isikhathi sokusithatha"}, {"start": 482.43, "end": 482.44, "text": "wayengenaso isikhathi sokusithatha"}, {"start": 482.44, "end": 485.469, "text": "wayengenaso isikhathi sokusithatha njengoba nenkosana imjaha ngemuva."}, {"start": 485.469, "end": 485.479, "text": "njengoba nenkosana imjaha ngemuva."}, {"start": 485.479, "end": 487.589, "text": "njengoba nenkosana imjaha ngemuva. Wahlehhe wagibela enqoleni yakhe"}, {"start": 487.589, "end": 487.599, "text": "Wahlehhe wagibela enqoleni yakhe"}, {"start": 487.599, "end": 489.99, "text": "Wahlehhe wagibela enqoleni yakhe wahamba. Inkosana yabona isicathulo"}, {"start": 489.99, "end": 490.0, "text": "wahamba. Inkosana yabona isicathulo"}, {"start": 490.0, "end": 493.469, "text": "wahamba. Inkosana yabona isicathulo sakhe masinya yasicosha. ubalekelani"}, {"start": 493.469, "end": 493.479, "text": "sakhe masinya yasicosha. ubalekelani"}, {"start": 493.479, "end": 496.71, "text": "sakhe masinya yasicosha. ubalekelani nje. Kwase kuyihora leshumi nambili"}, {"start": 496.71, "end": 496.72, "text": "nje. Kwase kuyihora leshumi nambili"}, {"start": 496.72, "end": 499.71, "text": "nje. Kwase kuyihora leshumi nambili phakathi nobusuku. Incla yanyamalala,"}, {"start": 499.71, "end": 499.72, "text": "phakathi nobusuku. Incla yanyamalala,"}, {"start": 499.72, "end": 501.35, "text": "phakathi nobusuku. Incla yanyamalala, yabuyela ekubeni"}, {"start": 501.35, "end": 501.36, "text": "yabuyela ekubeni"}, {"start": 501.36, "end": 505.909, "text": "yabuyela ekubeni yikha indlela enqamlelayo waphuthuma"}, {"start": 505.909, "end": 505.919, "text": "yikha indlela enqamlelayo waphuthuma"}, {"start": 505.919, "end": 508.629, "text": "yikha indlela enqamlelayo waphuthuma ekhaya. \"Ngizomthola."}, {"start": 508.629, "end": 508.639, "text": "ekhaya. \"Ngizomthola."}, {"start": 508.639, "end": 512.19, "text": "ekhaya. \"Ngizomthola. noma kubiza ukuthi ngimufune izwe lonke."}, {"start": 512.19, "end": 512.2, "text": "noma kubiza ukuthi ngimufune izwe lonke."}, {"start": 512.2, "end": 515.7090000000001, "text": "noma kubiza ukuthi ngimufune izwe lonke. Ngiyafisa ukuhlangana naleya ntombazane"}, {"start": 515.7090000000001, "end": 515.719, "text": "Ngiyafisa ukuhlangana naleya ntombazane"}, {"start": 515.719, "end": 518.029, "text": "Ngiyafisa ukuhlangana naleya ntombazane Inkosana yayifisa kakhulu ukuyibona"}, {"start": 518.029, "end": 518.039, "text": "Inkosana yayifisa kakhulu ukuyibona"}, {"start": 518.039, "end": 521.029, "text": "Inkosana yayifisa kakhulu ukuyibona futhi lentombazane, yaze yahamba nebutho"}, {"start": 521.029, "end": 521.039, "text": "futhi lentombazane, yaze yahamba nebutho"}, {"start": 521.039, "end": 524.71, "text": "futhi lentombazane, yaze yahamba nebutho lamadoda bengena imizi ngemizi, yonke"}, {"start": 524.71, "end": 524.72, "text": "lamadoda bengena imizi ngemizi, yonke"}, {"start": 524.72, "end": 527.15, "text": "lamadoda bengena imizi ngemizi, yonke intombazana babeyithola babeyilinganisa"}, {"start": 527.15, "end": 527.16, "text": "intombazana babeyithola babeyilinganisa"}, {"start": 527.16, "end": 530.15, "text": "intombazana babeyithola babeyilinganisa isicathulo kodwa abakaze bamfumana"}, {"start": 530.15, "end": 530.16, "text": "isicathulo kodwa abakaze bamfumana"}, {"start": 530.16, "end": 532.949, "text": "isicathulo kodwa abakaze bamfumana esimlinganayo, ekugcineni baze bafika"}, {"start": 532.949, "end": 532.9590000000001, "text": "esimlinganayo, ekugcineni baze bafika"}, {"start": 532.9590000000001, "end": 535.75, "text": "esimlinganayo, ekugcineni baze bafika ekhaya kubo kwa Cindarella. wamukelekile"}, {"start": 535.75, "end": 535.76, "text": "ekhaya kubo kwa Cindarella. wamukelekile"}, {"start": 535.76, "end": 538.829, "text": "ekhaya kubo kwa Cindarella. wamukelekile nkosi yami. Nkosazana ayikho yini"}, {"start": 538.829, "end": 538.8389999999999, "text": "nkosi yami. Nkosazana ayikho yini"}, {"start": 538.8389999999999, "end": 541.509, "text": "nkosi yami. Nkosazana ayikho yini intombazane ezile emcimbini lapha ekhaya"}, {"start": 541.509, "end": 541.519, "text": "intombazane ezile emcimbini lapha ekhaya"}, {"start": 541.519, "end": 544.59, "text": "intombazane ezile emcimbini lapha ekhaya na? Amadodakazi ami awthamele umcimbi"}, {"start": 544.59, "end": 544.6, "text": "na? Amadodakazi ami awthamele umcimbi"}, {"start": 544.6, "end": 547.59, "text": "na? Amadodakazi ami awthamele umcimbi izolo. Abize amadodakazi akho kumele"}, {"start": 547.59, "end": 547.6, "text": "izolo. Abize amadodakazi akho kumele"}, {"start": 547.6, "end": 549.71, "text": "izolo. Abize amadodakazi akho kumele balinganise lesi sicathulo, sifuna"}, {"start": 549.71, "end": 549.72, "text": "balinganise lesi sicathulo, sifuna"}, {"start": 549.72, "end": 552.23, "text": "balinganise lesi sicathulo, sifuna intombazane beyigqoke lesi scicathulo."}, {"start": 552.23, "end": 552.24, "text": "intombazane beyigqoke lesi scicathulo."}, {"start": 552.24, "end": 554.75, "text": "intombazane beyigqoke lesi scicathulo. Oh, omunye wamadodakazi ami ubesiqokile"}, {"start": 554.75, "end": 554.76, "text": "Oh, omunye wamadodakazi ami ubesiqokile"}, {"start": 554.76, "end": 557.75, "text": "Oh, omunye wamadodakazi ami ubesiqokile lesicathulo, ngizobabiza."}, {"start": 557.75, "end": 557.76, "text": "lesicathulo, ngizobabiza."}, {"start": 557.76, "end": 561.43, "text": "lesicathulo, ngizobabiza. Odadewabo balinganisa isicathulo. Wazama"}, {"start": 561.43, "end": 561.44, "text": "Odadewabo balinganisa isicathulo. Wazama"}, {"start": 561.44, "end": 563.71, "text": "Odadewabo balinganisa isicathulo. Wazama ukuzimpintsha kodwa sangalinga"}, {"start": 563.71, "end": 563.72, "text": "ukuzimpintsha kodwa sangalinga"}, {"start": 563.72, "end": 565.14, "text": "ukuzimpintsha kodwa sangalinga [Umculo]"}, {"start": 565.14, "end": 565.15, "text": "[Umculo]"}, {"start": 565.15, "end": 565.23, "text": "[Umculo] [Ihlombe]"}, {"start": 565.23, "end": 565.24, "text": "[Ihlombe]"}, {"start": 565.24, "end": 570.069, "text": "[Ihlombe] [Umculo]"}, {"start": 570.069, "end": 570.079, "text": "[Umculo]"}, {"start": 570.079, "end": 573.15, "text": "[Umculo] lingana akekho yini omunye ohlala la"}, {"start": 573.15, "end": 573.16, "text": "lingana akekho yini omunye ohlala la"}, {"start": 573.16, "end": 577.269, "text": "lingana akekho yini omunye ohlala la ekhaya cha nginamadodakazi amabili nje"}, {"start": 577.269, "end": 577.279, "text": "ekhaya cha nginamadodakazi amabili nje"}, {"start": 577.279, "end": 579.87, "text": "ekhaya cha nginamadodakazi amabili nje vo. Umama ka Cindarella wamvalela"}, {"start": 579.87, "end": 579.88, "text": "vo. Umama ka Cindarella wamvalela"}, {"start": 579.88, "end": 581.99, "text": "vo. Umama ka Cindarella wamvalela endlini ephezulu ukuze angazami"}, {"start": 581.99, "end": 582.0, "text": "endlini ephezulu ukuze angazami"}, {"start": 582.0, "end": 586.31, "text": "endlini ephezulu ukuze angazami ukulinganisa lesi sidinga ukubheka indlu"}, {"start": 586.31, "end": 586.32, "text": "ukulinganisa lesi sidinga ukubheka indlu"}, {"start": 586.32, "end": 590.03, "text": "ukulinganisa lesi sidinga ukubheka indlu yonke indoda yabona indlu la kwakuvalwe"}, {"start": 590.03, "end": 590.04, "text": "yonke indoda yabona indlu la kwakuvalwe"}, {"start": 590.04, "end": 592.11, "text": "yonke indoda yabona indlu la kwakuvalwe khona"}, {"start": 592.11, "end": 592.12, "text": "khona"}, {"start": 592.12, "end": 596.71, "text": "khona Ukhona yini umuntu la? Umama wamlandela"}, {"start": 596.71, "end": 596.72, "text": "Ukhona yini umuntu la? Umama wamlandela"}, {"start": 596.72, "end": 599.55, "text": "Ukhona yini umuntu la? Umama wamlandela Chacha akukho muntu lapho, akunasidingo"}, {"start": 599.55, "end": 599.56, "text": "Chacha akukho muntu lapho, akunasidingo"}, {"start": 599.56, "end": 603.03, "text": "Chacha akukho muntu lapho, akunasidingo sokuitha isikhathi sakho la nkosiyami."}, {"start": 603.03, "end": 603.04, "text": "sokuitha isikhathi sakho la nkosiyami."}, {"start": 603.04, "end": 604.43, "text": "sokuitha isikhathi sakho la nkosiyami. Indoda yangena"}, {"start": 604.43, "end": 604.44, "text": "Indoda yangena"}, {"start": 604.44, "end": 606.75, "text": "Indoda yangena ngesidlovu. Yamangala uma ibona"}, {"start": 606.75, "end": 606.76, "text": "ngesidlovu. Yamangala uma ibona"}, {"start": 606.76, "end": 608.949, "text": "ngesidlovu. Yamangala uma ibona intombazane ihlezi"}, {"start": 608.949, "end": 608.959, "text": "intombazane ihlezi"}, {"start": 608.959, "end": 611.35, "text": "intombazane ihlezi ngasefasteleni ngithola intombazane"}, {"start": 611.35, "end": 611.36, "text": "ngasefasteleni ngithola intombazane"}, {"start": 611.36, "end": 614.19, "text": "ngasefasteleni ngithola intombazane lapha inkosana yasondela nebutho"}, {"start": 614.19, "end": 614.2, "text": "lapha inkosana yasondela nebutho"}, {"start": 614.2, "end": 616.509, "text": "lapha inkosana yasondela nebutho lamadoda. Bamunikeze iscathulo"}, {"start": 616.509, "end": 616.519, "text": "lamadoda. Bamunikeze iscathulo"}, {"start": 616.519, "end": 620.269, "text": "lamadoda. Bamunikeze iscathulo wasilinganisa samlingana kahle kakhulu"}, {"start": 620.269, "end": 620.279, "text": "wasilinganisa samlingana kahle kakhulu"}, {"start": 620.279, "end": 622.67, "text": "wasilinganisa samlingana kahle kakhulu uSnderell. Umama wakhe wamangala"}, {"start": 622.67, "end": 622.68, "text": "uSnderell. Umama wakhe wamangala"}, {"start": 622.68, "end": 625.67, "text": "uSnderell. Umama wakhe wamangala kakhulu."}, {"start": 625.67, "end": 625.68, "text": "kakhulu."}, {"start": 625.68, "end": 628.67, "text": "kakhulu. Ekugcineni sengize ngakuthola ubani"}, {"start": 628.67, "end": 628.68, "text": "Ekugcineni sengize ngakuthola ubani"}, {"start": 628.68, "end": 631.269, "text": "Ekugcineni sengize ngakuthola ubani igama"}, {"start": 631.279, "end": 635.269, "text": "lakho? Ngokushesha waguqa phansi"}, {"start": 635.269, "end": 635.279, "text": "lakho? Ngokushesha waguqa phansi"}, {"start": 635.279, "end": 640.71, "text": "lakho? Ngokushesha waguqa phansi wamcela, Cindarella. Ngicela ungishade"}, {"start": 640.71, "end": 640.72, "text": "wamcela, Cindarella. Ngicela ungishade"}, {"start": 640.72, "end": 642.31, "text": "wamcela, Cindarella. Ngicela ungishade Yebo"}, {"start": 642.31, "end": 642.32, "text": "Yebo"}, {"start": 642.32, "end": 647.31, "text": "Yebo yebo. Inkosana yathatha isandla sakhe"}, {"start": 647.31, "end": 647.32, "text": "yebo. Inkosana yathatha isandla sakhe"}, {"start": 647.32, "end": 650.23, "text": "yebo. Inkosana yathatha isandla sakhe yasiqabula. Babuyela emuva esigodlweni"}, {"start": 650.23, "end": 650.24, "text": "yasiqabula. Babuyela emuva esigodlweni"}, {"start": 650.24, "end": 653.069, "text": "yasiqabula. Babuyela emuva esigodlweni kanye naye uCindarella. Inkosi kanye"}, {"start": 653.069, "end": 653.079, "text": "kanye naye uCindarella. Inkosi kanye"}, {"start": 653.079, "end": 655.87, "text": "kanye naye uCindarella. Inkosi kanye nendlovukazi bajabula kakhulu ukumbona"}, {"start": 655.87, "end": 655.88, "text": "nendlovukazi bajabula kakhulu ukumbona"}, {"start": 655.88, "end": 659.35, "text": "nendlovukazi bajabula kakhulu ukumbona uSindela, bamema ubaba ka Cinder ukuba"}, {"start": 659.35, "end": 659.36, "text": "uSindela, bamema ubaba ka Cinder ukuba"}, {"start": 659.36, "end": 662.31, "text": "uSindela, bamema ubaba ka Cinder ukuba anqume usuku lomshado uCindarella"}, {"start": 662.31, "end": 662.32, "text": "anqume usuku lomshado uCindarella"}, {"start": 662.32, "end": 665.19, "text": "anqume usuku lomshado uCindarella nenkosana bashada baphila impilo"}, {"start": 665.19, "end": 665.2, "text": "nenkosana bashada baphila impilo"}, {"start": 665.2, "end": 667.71, "text": "nenkosana bashada baphila impilo enenjabulo emva lokho."}, {"start": 667.71, "end": 667.72, "text": "enenjabulo emva lokho."}, {"start": 667.72, "end": 672.429, "text": "enenjabulo emva lokho. [Umculo]"}], "createdAt": "2025-12-15T20:11:12.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/rfFC5Zlecwg/maxresdefault.webp", "type": "audio", "videoUrl": "https://youtube.com/watch?v=rfFC5Zlecwg", "difficulty": "advanced", "genre": "story", "isFavorite": false, "progress": 0}, {"id": "yt_audio_rkz9xBFD-ls", "userId": "system_audiobook", "title": "Ndikhokhele by The Unveiled", "language": "zu", "content": "O Inkomo kaJulayi Inkomo kaJulayi Inkomo kaJulayi I-Kehed I-Kehed I-Kehed inhliziyo ka-mzee inhliziyo ka-mzee inhliziyo ka-mzee lapha wena mthathe uhambe naye mthathe uhambe naye mthathe uhambe naye ingidi ingidi ingidi wedwa khetha kulungile kulungile Sawubona indandatho sala kahle ngethemba [Umculo] impilo impilo impilo bheka indandatho bheka indandatho bheka indandatho Naba abangane bakho nje Ukuthi njalo uma ujabule Ukuthi njalo uma ujabule Ukuthi njalo uma ujabule [Umculo] Hewu Hewu [Umculo] uhambe kahle uhambe kahle uhambe kahle [Umculo] Yena susa ibhodi eMacheda ndak Uchiha susa ibhodi eMacheda ndak Uchiha susa ibhodi eMacheda ndak Uchiha uno.di uno.di uno.di I-Queeniza I-Queeniza I-Queeniza [Umculo] [Umculo] [Umculo] uhambe kahle uhambe kahle uhambe kahle sala kahle sala kahle [Umculo] [Umculo]", "sentences": ["O Inkomo kaJulayi Inkomo kaJulayi Inkomo kaJulayi I-Kehed I-Kehed I-Kehed inhliziyo ka-mzee inhliziyo ka-mzee inhliziyo ka-mzee lapha wena mthathe uhambe naye mthathe uhambe naye mthathe uhambe naye ingidi ingidi ingidi wedwa khetha kulungile kulungile Sawubona indandatho sala kahle ngethemba [Umculo] impilo impilo impilo bheka indandatho bheka indandatho bheka indandatho Naba abangane bakho nje Ukuthi njalo uma ujabule Ukuthi njalo uma ujabule Ukuthi njalo uma ujabule [Umculo] Hewu Hewu [Umculo] uhambe kahle uhambe kahle uhambe kahle [Umculo] Yena susa ibhodi eMacheda ndak Uchiha susa ibhodi eMacheda ndak Uchiha susa ibhodi eMacheda ndak Uchiha uno.di uno.di uno.di I-Queeniza I-Queeniza I-Queeniza [Umculo] [Umculo] [Umculo] uhambe kahle uhambe kahle uhambe kahle sala kahle sala kahle [Umculo] [Umculo]"], "transcript": [{"start": 0.77, "end": 3.84, "text": "O"}, {"start": 3.85, "end": 7.65, "text": "Inkomo kaJulayi"}, {"start": 7.65, "end": 7.66, "text": "Inkomo kaJulayi"}, {"start": 7.66, "end": 10.169, "text": "Inkomo kaJulayi I-Kehed"}, {"start": 10.169, "end": 10.179, "text": "I-Kehed"}, {"start": 10.179, "end": 12.299, "text": "I-Kehed inhliziyo ka-mzee"}, {"start": 12.299, "end": 12.309, "text": "inhliziyo ka-mzee"}, {"start": 12.309, "end": 15.689, "text": "inhliziyo ka-mzee lapha"}, {"start": 15.699, "end": 19.2, "text": "wena"}, {"start": 19.21, "end": 21.75, "text": "mthathe uhambe naye"}, {"start": 21.75, "end": 21.76, "text": "mthathe uhambe naye"}, {"start": 21.76, "end": 23.37, "text": "mthathe uhambe naye ingidi"}, {"start": 23.37, "end": 23.38, "text": "ingidi"}, {"start": 23.38, "end": 26.46, "text": "ingidi wedwa"}, {"start": 26.47, "end": 33.42, "text": "khetha kulungile kulungile"}, {"start": 33.43, "end": 36.93, "text": "Sawubona"}, {"start": 36.94, "end": 42.99, "text": "indandatho"}, {"start": 43.0, "end": 51.39, "text": "sala kahle ngethemba"}, {"start": 51.4, "end": 60.77, "text": "[Umculo]"}, {"start": 60.78, "end": 61.9, "text": "impilo"}, {"start": 61.9, "end": 61.91, "text": "impilo"}, {"start": 61.91, "end": 64.21, "text": "impilo bheka indandatho"}, {"start": 64.21, "end": 64.22, "text": "bheka indandatho"}, {"start": 64.22, "end": 71.08, "text": "bheka indandatho Naba abangane bakho nje"}, {"start": 71.09, "end": 76.57, "text": "Ukuthi njalo uma ujabule"}, {"start": 76.57, "end": 76.58, "text": "Ukuthi njalo uma ujabule"}, {"start": 76.58, "end": 83.98, "text": "Ukuthi njalo uma ujabule [Umculo]"}, {"start": 83.99, "end": 95.679, "text": "Hewu"}, {"start": 95.689, "end": 102.56, "text": "Hewu"}, {"start": 102.57, "end": 108.55, "text": "[Umculo]"}, {"start": 108.56, "end": 110.72999999999999, "text": "uhambe kahle"}, {"start": 110.72999999999999, "end": 110.74000000000001, "text": "uhambe kahle"}, {"start": 110.74000000000001, "end": 120.78, "text": "uhambe kahle [Umculo]"}, {"start": 120.79, "end": 123.05, "text": "Yena"}, {"start": 123.06, "end": 127.41, "text": "susa ibhodi eMacheda ndak Uchiha"}, {"start": 127.41, "end": 127.42, "text": "susa ibhodi eMacheda ndak Uchiha"}, {"start": 127.42, "end": 129.109, "text": "susa ibhodi eMacheda ndak Uchiha uno.di"}, {"start": 129.109, "end": 129.119, "text": "uno.di"}, {"start": 129.119, "end": 130.469, "text": "uno.di I-Queeniza"}, {"start": 130.469, "end": 130.47899999999998, "text": "I-Queeniza"}, {"start": 130.47899999999998, "end": 132.44, "text": "I-Queeniza [Umculo]"}, {"start": 132.44, "end": 132.45, "text": "[Umculo]"}, {"start": 132.45, "end": 135.29, "text": "[Umculo] uhambe kahle"}, {"start": 135.29, "end": 135.3, "text": "uhambe kahle"}, {"start": 135.3, "end": 140.7, "text": "uhambe kahle sala kahle sala kahle"}, {"start": 140.71, "end": 153.74, "text": "[Umculo]"}, {"start": 153.75, "end": 156.91899999999998, "text": "[Umculo]"}], "createdAt": "2025-12-15T20:12:58.000Z", "imageUrl": "https://i.ytimg.com/vi/rkz9xBFD-ls/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=rkz9xBFD-ls", "difficulty": "advanced", "genre": "music", "isFavorite": false, "progress": 0}, {"id": "yt_audio_ObcuKF1A2jQ", "userId": "system_audiobook", "title": "Best Zulu Gospel Songs 2025 | Powerful South African Worship & Praise Mix", "language": "zu", "content": "[Umculo] Baba wethu, baba wethu, ngiyabonga [Umculo] [Umculo] [Umculo] namhlanje moya wami uyathula. namhlanje moya wami uyathula. namhlanje moya wami uyathula. [Umculo] [Umculo] [Umculo] siyabonga rises upa siyabonga rises upa siyabonga rises upa [Umculo] [Umculo] Siyabonga siyabonga siyabonga Siyabonga, siyabonga shineshliziyo siyabonga shineshliziyo siyabonga shineshliziyo [Umculo] [Umculo] [Umculo] [Umculo] Siyabonga [Umculo] [Umculo] [Umculo] hearts wena baba [Umculo] [Umculo] [Umculo] wethu wethu eth [Umculo] [Umculo] [Umculo] [Umculo] siyabonga baba siyabonga baba siyabonga baba wethu siyabonga nkosi yami yako. [Umculo] [Umculo] [Umculo] [Umculo] Hela Hela Hela ngiyavuka namuhla mhmli yami ithula. hel hel hel [Umculo] [Umculo] [Umculo] maizwa izwi maizwa izwi maizwa izwi [Umculo] [Umculo] [Umculo] lakho [Umculo] [Umculo] [Umculo] uyangikhanyisela uyangikhanyisela uyangikhanyisela [Umculo] [Umculo] [Umculo] maana ngjengelanga [Umculo] [Umculo] [Umculo] Ngena njengamano wami uyajabula njengamano wami uyajabula njengamano wami uyajabula [Umculo] [Umculo] [Umculo] sami siphakama sami siphakama sami siphakama [Umculo] hlalani uthando lwakho luyangithinta hlalani uthando lwakho luyangithinta hlalani uthando lwakho luyangithinta [Umculo] [Umculo] [Umculo] umamn umamn umamn ngiyabonga nkosi yami [Umculo] [Umculo] [Umculo] siyabonga siyambuka nkosi siyambuka nkosi siyambuka nkosi yami [Ihlombe] [Ihlombe] [Ihlombe] wena si wena Nosakeni [Ihlombe] [Ihlombe] [Ihlombe] uyakhanya uyakhanya njenga ngelama [Umculo] [Umculo] [Umculo] [Umculo] [Ihlombe] Ngiyabonga nkosi Ngiyabonga nkosi Ngiyabonga nkosi [Umculo] [Umculo] [Umculo] Nhiyo Nhiyo Nhiyo [Umculo] [Umculo] [Umculo] yami ngizwa izwi lakho yakho. yami ngizwa izwi lakho yakho. yami ngizwa izwi lakho yakho. I hear your voice I hear your voice I hear your voice [Umculo] ekuseniula in the ekuseniula in the ekuseniula in the [Umculo] [Umculo] [Umculo] morning [Umculo] lhoakubona lhoakubona lhoakubona [Umculo] [Umculo] [Umculo] ebuseni wena nkosi yami ebuseni wena nkosi yami ebuseni wena nkosi yami [Umculo] Ngiyakubona i see [Umculo] [Umculo] [Umculo] ekuseni uthando Cona imvula yomusa wakho phezu kwami wakho phezu kwami wakho phezu kwami [Umculo] [Umculo] liftum liftum liftum [Umculo] [Umculo] [Umculo] [Umculo] glory nkosi yami [Umculo] [Umculo] [Umculo] [Umculo] Lakhona umoya Lakhona umoya Lakhona umoya Moyawakho. Moyawakho. Moyawakho. [Umculo] Uyaphila. Uyaphila uyaphila. [Umculo] [Umculo] [Umculo] Love, thank Love, thank Love, thank [Umculo] [Umculo] [Umculo] you, nkosi you, nkosi you, nkosi yami, thank yami, thank yami, thank [Umculo] Ngiyakhumbula Ngiyakhumbula Ngiyakhumbula I I I am see you in the am see you in the am see you in the morning, morning, morning, [Umculo] [Umculo] [Umculo] when when when you [Umculo] love love love you, I see youoh Ekhuseni Ekhuseni Ekhuseni [Umculo] [Umculo] [Umculo] ekhuseni ekhuseni ekhuseni ndone uthando ndone uthando ndone uthando lwakho lukhona [Umculo] [Umculo] [Umculo] Isinya kuwena. [Umculo] [Umculo] [Umculo] ngithanda zabuthule zabuthule zabuthule Ngiyalalela kahle izwi lakho Ngiyalalela kahle izwi lakho Ngiyalalela kahle izwi lakho limnandi ubungoni bami bathuthisa izandla nglala phansi kuwena lapha lapha lapha ekhaya ekhaya ekhaya lakho ukukhanya kwakho phambi lakho ukukhanya kwakho phambi lakho ukukhanya kwakho phambi [Umculo] [Umculo] [Umculo] kwami [Umculo] [Umculo] [Umculo] nawe Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba [Umculo] wena nami wena nami wena nami [Umculo] [Umculo] [Umculo] ngiyavuma izinyembezi zami ngiyavuma izinyembezi zami ngiyavuma izinyembezi zami zoma lapho wena zoma lapho wena zoma lapho wena okhona uphupha nawe okhona uphupha nawe okhona uphupha nawe [Umculo] [Umculo] [Umculo] Injabulo Injabulo Injabulo ifumule Kuthola uthando ifumule Kuthola uthando ifumule Kuthola uthando [Umculo] [Umculo] [Umculo] lwakho lwakho lwakho [Umculo] [Umculo] [Umculo] ubusisayo ngizoba uqobo phambi kwami iinikela iinikela iinikela [Umculo] [Umculo] [Umculo] nawe Niyethemba. Ngiyethemba. Ngiyethemba. Ngiyethemba. Ngiyethemba Ngiyethemba Ngiyethemba wena wena wena Nkosi Nkosi Nkosi [Ihlombe] [Ihlombe] [Ihlombe] Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba nami ngiyavuma ngiyavuma ngiyavuma [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba [Umculo] [Umculo] [Umculo] ngiyavuma uthando ngiyavuma uthando ngiyavuma uthando olukhulu ngihlala sona kuwe. Amandla wonke Amandla wonke Amandla wonke [Umculo] Ngiyami kuwe amala huga amala huga amala huga [Umculo] [Umculo] [Umculo] ushona ashla ngena [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] baba aphelile gone ngezwa lakho ungibiza ngegama igama lami wezawo ngamandla [Umculo] [Umculo] [Umculo] [Umculo] ngamandla ngamandla ngamandla [Umculo] ngamandla konke Oh Nkosi yamakhosi ngamandla konke Oh Nkosi yamakhosi ngamandla konke Oh Nkosi yamakhosi praise Nyor King of praise Nyor King of praise Nyor King of Uyisimpelo sami you are my [Umculo] hoo izinyembezi zamiarli yami ivusiwe zamiarli yami ivusiwe zamiarli yami ivusiwe [Umculo] [Umculo] [Umculo] Iedula ngiyakumisa [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] hallelujah iyaphila hallelujah iyaphila hallelujah iyaphila [Umculo] lenyamaleka yebo lenyamaleka yebo lenyamaleka yebo nkosi yebo nkosi yebo nkosi yebo nkosi yesandla iyooh ioohoola ngamandla woh [Umculo] [Umculo] [Umculo] Amindanyezi. [Umculo] ezinjani ezinjani ezinjani [Umculo] [Umculo] [Umculo] wokuqala wohala niyaphuka wohala niyaphuka wohala niyaphuka phezulu wena phezulu wena phezulu wena wedwa wena wedwa ukukhanya ukhanya ukhanya ukhanya ukhanya wena wedwa wena wedwa wena wedwa [Uhleko] [Uhleko] [Uhleko] [Umculo] phezulu mama phezulu mama phezulu mama iyoohoo iyoohoo iyoohoo mama mama mama iyoh ekuseni [Umculo] [Umculo] [Umculo] Ngikhuleka Ngikhuleka Ngikhuleka inhliziyo inhliziyo inhliziyo [Umculo] [Umculo] [Umculo] ithula, ithuba ithuba ithuba [Umculo] kuwe maguda, kuwe maguda, kuwe maguda, [Umculo] [Umculo] [Umculo] Hoye mmmh mm mm mm [Umculo] ubuhle ubuhle ubuhle bakho buya mapukwe wezulu lonke buya mapukwe wezulu lonke buya mapukwe wezulu lonke lonke nonke moya lonke nonke moya lonke nonke moya wami uyafuma wena uyafuma wena uyafuma wena we wena ukukhanya wena ukukhanya wena ukukhanya kwakho kwakho kwakho ukukhanya ukukhanya ukukhanya wena phezu wena phezu wena phezu [Umculo] hayi wah hayi wah hayi wah [Umculo] [Umculo] [Umculo] [Umculo] ingshiye yami ibuhlungu Itsukela Kodwa Kodwa Kodwa ngibona ngibona ngibona [Umculo] [Umculo] [Umculo] hle ungumsindisi wami umsindisi umsindisi umsindisi Ngithenga ngibambe. Ngithenga ngibambe. Ngithenga ngibambe. [Umculo] ungibambi ungibambezibambe [Umculo] [Umculo] [Umculo] [Umculo] Ngiyasinikela ekuseni ngiyavuka [Umculo] [Umculo] [Umculo] Ngiyafunga ngifun' ukukhuleka ukukhuleka ukukhuleka khule umoya wami uyalela, izwi uyalela, izwi uyalela, izwi lakho [Umculo] [Umculo] [Umculo] ithulile Uthando ithulile Uthando ithulile Uthando lwakho luyinike. ngithina ngithina ngithina amandla ayaningisa nkosi yami Sibuki [Umculo] [Umculo] [Umculo] ungipheme sathabhaya ungipheme sathabhaya ungipheme sathabhaya [Umculo] [Umculo] [Umculo] yazi yazi yazi [Umculo] [Umculo] [Umculo] Mm. Ngiyalalela uqeduku, sibhekha lami, njenga wena wami sabodwa sibhekha lami, njenga wena wami sabodwa sibhekha lami, njenga wena wami sabodwa ngiyakhubeka thandazo, imhiwo yonke ngiyakhubeka thandazo, imhiwo yonke ngiyakhubeka thandazo, imhiwo yonke ndaweni ngcwele. Khuluma nami ndaweni ngcwele. Khuluma nami ndaweni ngcwele. Khuluma nami ngabonga namusa we namusa we namusa we [Umculo] [Umculo] [Umculo] phela kwakho, lalela njalo nkosi phela kwakho, lalela njalo nkosi phela kwakho, lalela njalo nkosi yami yami yami yazithoba phambi kwakho yazithoba phambi kwakho yazithoba phambi kwakho ngiyakwazi yami ngiyakwazi yami ngiyakwazi yami umntwana umntwana umntwana thukisa umzimba thukisa umzimba thukisa umzimba Ngiyakwethemba Nkosi yami ngiyakwethemba Ngiyakwethemba Nkosi yami ngiyakwethemba Ngiyakwethemba Nkosi yami ngiyakwethemba nkosi yami uyawami. Nkosi Nkosi Nkosi yami [Umculo] kuziphakhanya evila kuziphakhanya evila kuziphakhanya evila [Umculo] angenho umusa wakho mfowethu ukufika [Umculo] [Umculo] [Umculo] kwami izwi lakho kwami izwi lakho kwami izwi lakho lisabaleka ngifuna lisabaleka ngifuna lisabaleka ngifuna kuwe kuwe kuwe [Umculo] [Umculo] [Umculo] lokhuzi lokhuzi lokhuzi kabi kabi kabi akudingeka namhlanje akudingeka namhlanje akudingeka namhlanje Manje thula Manje thula Manje thula ngafaka ukhwethwe isiphando nkosi yami isiphando nkosi yami isiphando nkosi yami [Umculo] [Umculo] [Umculo] nginyak' moya wami nkosi yami. wami nkosi yami. wami nkosi yami. [Umculo] [Umculo] Kade kunzima [Umculo] [Umculo] [Umculo] nizophumana wedwa nkosi nizophumana wedwa nkosi nizophumana wedwa nkosi [Umculo] yami yami yami wena, nkosi yami wena, nkosi yami wena, nkosi yami [Umculo] nkosi yami nkosi yami. [Umculo] Nkosi yami. Ngibona ngiZulu yami. Ngibona ngiZulu yami. Ngibona ngiZulu namhlanje izulu wakho izulu wakho izulu wakho uyaphila uyaphila uyaphila [Umculo] [Umculo] [Umculo] uyaphila ukukhanya kwakho [Umculo] [Umculo] [Umculo] uyangikhanyisela ukukhanya kwakho wakho. [Umculo] [Umculo] [Umculo] [Umculo] Yangikhanyisela Yangikhanyisela Yangikhanyisela nkosi fila thina thina Mina fila thina thina Mina fila thina thina Mina ungiphefumulo wami uyajabula. ungiphefumulo wami uyajabula. ungiphefumulo wami uyajabula. uyajabula uyajabula uyajabula [Umculo] [Umculo] [Umculo] ukhanya ukhanya ukhanya kwakho uyangikhanyisela ukhanya kwakho uyangikhanyisela ukukhanya kwakho uyangikhanyisela [Umculo] Ukukhaya kwakho kwakho kwakho [Umculo] [Umculo] [Umculo] uyangikhanyisela ukukhanya. kwakho [Umculo] [Umculo] [Umculo] uyangikhandisela nkosi uyangikhandisela nkosi uyangikhandisela nkosi yami yebo ngiya Umoya Umoya Umoya wami wami wami [Umculo] [Umculo] [Umculo] uyathula, uyajathula. ukukhanya kwakho kuhanyisela ukukhanya kwakho [Umculo] [Umculo] [Umculo] uyangikhanyisela ooh [Umculo] [Umculo] wohoo sun is risingoo gloryoo liyakhala gloryoo liyakhala gloryoo liyakhala [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] name izulu name izulu name izulu [Umculo] khalae siphakamisa khalae siphakamisa khalae siphakamisa izandla izandla izandla [Umculo] [Umculo] [Umculo] zethu zethu zethu siyadumisa siyadumisa siyadumisa [Umculo] [Umculo] [Umculo] siyanikela, siyanikela, siyanikela, surrender, surrender, surrender, siphakamisa izandla siphakamisa izandla siphakamisa izandla zethu, zethu, zethu, [Umculo] [Umculo] [Umculo] hasar wena ungcwele hasar wena ungcwele hasar wena ungcwele [Umculo] [Umculo] [Umculo] You are You are You are holy you are holy you are holy you are [Umculo] [Umculo] [Umculo] holyoove umoya holyoove umoya holyoove umoya [Umculo] [Umculo] [Umculo] yapozi yapozi yapozi [Umculo] [Umculo] [Umculo] [Umculo] So we praise So we praise So we praise you praise Sipak isandla Sipak isandla Sipak isandla [Umculo] sethu wena sethu wena sethu wena [Umculo] You You You You are holy You are holy You are holy [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] baba baba baba [Umculo] [Umculo] [Umculo] osul ku osul ku osul ku namusha ngiyabonga ngomusa namusha ngiyabonga ngomusa namusha ngiyabonga ngomusa wakho ngiyabonga izinyembezi zami izinyembezi zami izinyembezi zami sihlangene sihlangene sihlangene nomhla nomhla nomhla omile kepha wena omile kepha wena omile kepha wena uyanginisela uyanginisela uyanginisela njengovula ebusika njengovula ebusika [Umculo] [Umculo] [Umculo] kungani uthando kangaka kungani uthando kangaka kungani uthando kangaka Umphefumulo wami uyaphendula Umphefumulo wami uyaphendula Umphefumulo wami uyaphendula uyaphendula uyaphendula uyaphendula umusa umusa umusa wakho Uyangena Uyangena Uyangena Uyangena [Umculo] [Umculo] [Umculo] umusa wakho Uyangiphilisa Uyangiphilisa Uyangiphilisa Uyangiphilisa Uyangiphilisa Uyangiphilisa [Umculo] [Umculo] [Umculo] Ngiyamandela Ngiyamalela ekhaya [Umculo] endleleni eyayimunyama wakhanyisa izandla zami [Umculo] [Umculo] [Umculo] ziyaphakama iyadula ziyaphakama iyadula ziyaphakama iyadula ngiyafusha yini ngingayenza Uthando lwakho lwangena as umoya as umoya as umoya wakho yangiphilisa, wakho yangiphilisa, wakho yangiphilisa, [Umculo] [Umculo] [Umculo] [Umculo] yanga [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] Bayede bayede bayede [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Ihlombe] nkosi wena wedwa Simakade Simakade Simakade bayede bayede nkosi nkosi nkosi yami yebo nkosi [Umculo] nkosi umusa wakho siyabonga nkosi umusa wakho siyabonga nkosi umusa wakho siyabonga Uthando lwakho akho siyajabula Uthando lwakho akho siyajabula Uthando lwakho akho siyajabula mandla mandla mandla amandla amandla amandla [Ihlombe] bayede bayede bayede [Umculo] nkosi [Umculo] [Umculo] [Umculo] leyo nkosi yami leyo nkosi yami leyo nkosi yami hamba mayye hamba mayye hamba mayye hiyiye [Umculo] [Umculo] [Umculo] woza hiye phakamisa izandla phakamisa izandla phakamisa izandla ngiyathula nawe [Umculo] [Umculo] [Umculo] Ngiyahanye phambili Ngiyahanye phambili Ngiyahanye phambili [Umculo] [Umculo] [Umculo] [Umculo] Nkosi yebo nkosi [Umculo] Bayede bayede Bye! Bayede bayede Bye! Bayede bayede Bye! Bayeye kanye kanye kanye [Umculo] [Umculo] [Umculo] mayusayusede! [Umculo] Inhambula mama. Ngithanda Ngithanda Ngithanda njalo mama, mama, mama, ebuselwe ebuselwe ebuselwe siyakhuleka izulu izulu izulu [Umculo] [Umculo] [Umculo] [Ihlombe] namusele. Nkulunkulu Nkulunkulu Nkulunkulu uyasizwa uyasizwa uyasizwa uyasizwa usuku lonke [Umculo] [Umculo] [Umculo] Sula mnandi [Umculo] [Umculo] [Umculo] mpimane inhliziyo yakhe. mpimane inhliziyo yakhe. mpimane inhliziyo yakhe. [Ihlombe] uthando uthando uthando [Umculo] [Umculo] [Umculo] ekusheni ekusheni ekusheni siyakhuleka siyakhuleka siyakhuleka [Umculo] [Umculo] [Umculo] izulu izulu izulu izulu izulu izulu nawe nawe nawe ekuseni ekuseni ekuseni siyakhuleka uNkulunkulu uyasizwa uNkulunkulu uyasizwa uNkulunkulu uyasizwa [Umculo] [Umculo] [Umculo] Uyasizwa inkamisa Uyasizwa inkamisa Uyasizwa inkamisa [Umculo] never never never [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] asozeana siyakhuleka nawe siyakhuleka nawe siyakhuleka nawe [Umculo] [Umculo] [Umculo] [Ihlombe] siyakhuleka siyakhuleka siyakhuleka uyasizwa uyasizwa uyasizwa uyasizwa uthandaza uthandaza uyathula Thula Senana uyathula Senana uyathula Senana uyathula ndoda ndoda ndoda Oh uyajabula Oh uyajabula Oh uyajabula Ndodana [Umculo] [Umculo] [Umculo] Enzika. Enzika. Enzika. [Umculo] Ngyabonanazile Ngyabonanazile Ngyabonanazile [Umculo] [Umculo] [Umculo] thamphefumulo thamphefumulo thamphefumulo uyakhula, uyakhula, uyakhula, uyakhula. Uyakhula uyakhula. Umhlaba uyajabula. izimpaliya izimpaliya izimpaliya [Umculo] [Umculo] [Umculo] ziyavuma ziyavuma ziyavuma izlabu ziyasela impilo etsha impilo etsha impilo etsha iye iyeza [Umculo] [Umculo] [Umculo] izulu nisam umphefumulo, umphefumulo, umphefumulo, uyagula, uyagula, uyagula, uyakhula uyagula uyakhula uyagula uyakhula uyagula uyakula siyabonga siyabonga siyabonga siyabonga siyabonga siyabonga bayede nkosi amakhosi bayede nkosi amakhosi bayede nkosi amakhosi Nkosi siyaaza siyaaza siyaaza siyathandaza siyathandaza siyathandaza bayede Nkosi bayede Nkosi bayede Nkosi yezulu ukhanya yezulu ukhanya yezulu ukhanya wakwakho wakwakho wakwakho [Umculo] [Umculo] [Umculo] uyangena uthandolwakho, uthandolwakho, uthandolwakho, luyasikelela kuya luyasikelela kuya luyasikelela kuya wakho. wakho. wakho. Siyasiphilisa izinliziyo Siyasiphilisa izinliziyo Siyasiphilisa izinliziyo [Umculo] [Umculo] [Umculo] zethu zethu zethu [Ihlombe] [Ihlombe] [Ihlombe] liyamisela iyanisela Ngicela Ngicela Ngicela [Ihlombe] iyanisela iyanisela. [Umculo] [Umculo] [Umculo] Namuhla ngiyabonga inhliziyo yami jabula ngiyabonga inhliziyo yami jabula ngiyabonga inhliziyo yami jabula [Umculo] [Umculo] [Umculo] Lalela Lalela Lalela [Umculo] [Umculo] [Umculo] ngiyabonga zakho nkosi blessinga blessinga blessinga [Umculo] [Umculo] [Umculo] Ngihonga [Umculo] [Umculo] [Umculo] nkosi liyakhanya Umoya wakho liyakhanya Umoya wakho liyakhanya Umoya wakho [Umculo] [Umculo] [Umculo] ukhona la ngiyabonga ukhona la ngiyabonga ukhona la ngiyabonga [Umculo] [Umculo] [Umculo] angifuthando lwakho angifuthando lwakho angifuthando lwakho [Umculo] [Umculo] [Umculo] nkosi nkosi nkosi ngiyabonga nkosi ngiyabonga nkosi ngiyabonga nkosi [Umculo] [Umculo] [Umculo] siyabonga mys [Umculo] Ngiyabonga Ngiyabonga Ngiyabonga [Umculo] o ngiyabonga o ngiyabonga o ngiyabonga [Umculo] [Umculo] [Umculo] [Umculo] i Ngiyabonga i Ngiyabonga i Ngiyabonga [Umculo] [Umculo] [Umculo] Nkosi Nkosi Nkosi [Umculo] [Umculo] [Umculo] meyga Lorda meyga Lorda meyga Lorda [Umculo] [Umculo] [Umculo] ee [Umculo] Yizwa Yizwa Yizwa izwi Likhala kude Yebo, yebo. Inhliziyo izwi Likhala kude Yebo, yebo. Inhliziyo izwi Likhala kude Yebo, yebo. Inhliziyo yami yashisa namuhla yami yashisa namuhla yami yashisa namuhla Iyashisa Iyashisa Iyashisa Woza Woza Woza woza woza sihambisa izandla woza woza sihambisa izandla woza woza sihambisa izandla [Umculo] [Umculo] [Umculo] phezulu phezulu phezulu phezulu siyadumisa siyadumisa siyadumisa siyadumisa siyadumisa siyadumisa [Umculo] simemeza, simemeza, simemeza, simemeza, sisha namusha [Umculo] [Umculo] [Umculo] sishaumise, sishaumise, sishaumise, sidumise sonke manje sonke manje sonke manje Ashowo uya abantu bonke bayathula kanye nami kanye abantu bonke bayathula kanye nami kanye abantu bonke bayathula kanye nami kanye nami. nami. nami. Woza woza sihambe izandla phezulu woza sihambe izandla phezulu woza sihambe izandla phezulu [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] Simembeza, [Ihlombe] [Ihlombe] [Ihlombe] simembeza simembeza simembeza shembe sidumise sidumise zonke siyungisa zonke siyungisa zonke siyungisa [Umculo] [Umculo] siyisa siyisa siyisa [Ihlombe] leho, wo leho, wo leho, wo [Umculo] [Umculo] [Umculo] Phuma emanzini Umuzalwa namusha kodwa Umuzalwa namusha kodwa Umuzalwa namusha kodwa ngizukhulu ungibiza ngithi ngizukhulu ungibiza ngithi ngizukhulu ungibiza ngithi ngiyavuma ngiyavuma ngiyavuma bevelo bevelo bevelo sengihlukile emanzini sengihlukile emanzini sengihlukile emanzini esebusiso simezigaba. esebusiso simezigaba. esebusiso simezigaba. [Ihlombe] Silengele Silengele Silengele siyahalalisa, sengil sengil sengil siyahalalisa imifuna siyahalalisa imifuna siyahalalisa imifuna iqhubeke sekhupha [Ihlombe] [Ihlombe] [Ihlombe] munyealise, ngenelele, munyealise, ngenelele, munyealise, ngenelele, sihambene sihambene sihambene siyalisa izandla siyalisa izandla siyalisa izandla sezikhumele izinkulungo Kwazulu nasenkolo sibonana [Umculo] [Umculo] [Umculo] sifezana sifezana sifezana la sibonga ngobezo bevela kule izimpilo zidukile simengezigama Igama lakhe ngene zidukile simengezigama Igama lakhe ngene zidukile simengezigama Igama lakhe ngene sishane sishane sishane siyaalisa, njengezulu njengezulu njengezulu ithuba sekuma kuye siyolalise siyolalise siyolalise ngangisho thina ngangisho thina ngangisho thina Mina laphula uthando lwakho Mina laphula uthando lwakho Mina laphula uthando lwakho nje phansi nje phansi nje phansi uphakeme zonke izizwe uphakeme zonke izizwe uphakeme zonke izizwe zishane umphefumulo idansza zishane umphefumulo idansza zishane umphefumulo idansza ndawonye ubumnandi ndawonye ubumnandi ndawonye ubumnandi buyafika izulu lami buyafika izulu lami buyafika izulu lami memeza ngoba thina sibuye kuwe memeza ngoba thina sibuye kuwe memeza ngoba thina sibuye kuwe sidlangene sidlangene siyamangalisa, sidlangene sidlangene siyamangalisa, sidlangene sidlangene siyamangalisa, [Umculo] [Umculo] [Umculo] [Ihlombe] siyangensiyalise siyangensiyalise siyangensiyalise siyayele siyabalalise [Umculo] [Umculo] [Umculo] Sangela sihanga sangela sangela sangela siyakena sialise siyakena sialise siyakena sialise I [Umculo] siyalisa beka gogo siyalisa beka gogo siyalisa beka gogo wakhe thala zakhe mtulu thala zakhe mtulu thala zakhe mtulu H lezinyawo H lezinyawo H lezinyawo sithi asho Asho, sithi hamba Asho, sithi hamba Asho, sithi hamba nawe abantwana nawe abantwana nawe abantwana [Ihlombe] [Ihlombe] [Ihlombe] nabe ntoma nabe ntoma nabe ntoma Siyavuma imvuma sivuma imvuma sivuma imvuma sivuma ngeziva. Siyavuma mama ngesivuma Siyavuma mama ngesivuma Siyavuma mama ngesivuma Sizwenza kanjani gogo we wena? Luyinya Sizwenza kanjani gogo we wena? Luyinya Sizwenza kanjani gogo we wena? Luyinya izandla lwashwa Phambili Emuva mama. izandla lwashwa Phambili Emuva mama. izandla lwashwa Phambili Emuva mama. phambiliela so phambiliela so phambiliela so sibonga sombi sibonga, sishe ngene sibonga sombi sibonga, sishe ngene sibonga sombi sibonga, sishe ngene nhlamba, siya nkhayibhana, kumama Yebo Yebo Yebo mama sihambe sinile njabuli. Yebo mama sihambe sinile njabuli. Yebo mama sihambe sinile njabuli. Yebo goya ngihamba mama ngesombala. savum savum savum ngezoma, ngezoma, ngezoma, savumez savumez savumez mfomane siyambana savumfomana siyavuma siyavuma [Umculo] [Umculo] [Umculo] nevkomandi savuma savuma amandla [Umculo] [Umculo] [Umculo] ngemane phumana ngesompana ngefomana siya phumana nesiana nesioma la savumama nesioma la nesiana nesioma la savumama nesioma la nesiana nesioma la savumama nesioma la savumama nesioma savumama nesioma savumama nesioma savumama savumama savumama nesvom siyavuma nesvom siyavuma nesvom siyavuma nesioma savumama nesoma la siyavuma siama nesiokoohoo siyavuma siama nesiokoohoo siyavuma siama nesiokoohoo [Umculo] nami nami nami ngilahlekile, phakathi ngilahlekile, phakathi ngilahlekile, phakathi [Umculo] [Umculo] [Umculo] kwendlela kwendlela kwendlela [Umculo] [Umculo] [Umculo] Thomangenza Thomangenza Thomangenza nakhumbula ekhaya nakhumbula ekhaya nakhumbula ekhaya [Umculo] kimi indaba ezinde imfuthumayo yashoka Ngabanjwe yashoka Ngabanjwe yashoka Ngabanjwe isandla kaNkulunkulu yanginika uphuphefumula izwi lakho libuyise uphuphefumula izwi lakho libuyise uphuphefumula izwi lakho libuyise [Umculo] [Umculo] [Umculo] izwi lakho izwi lakho izwi lakho libuluyisa, Ngizwe siphelisa imisindo yami isithunywa ngibuyile ngibuyile ngibuyile ekhaya ngiyalela ezandleni. zakho ngibuyile ngibuyile ngibuyile [Umculo] [Umculo] [Umculo] wamukhelekile ngaphambi kwesikhukhu kwaziswa ngaphezu nami kwesikhukhu kwaziswa ngaphezu nami kwesikhukhu kwaziswa ngaphezu nami ngazithoba phambili phambi ngazithoba phambili phambi ngazithoba phambili phambi kwamagama usukuha [Umculo] iyabuya sokuyithugcwele iyabuya sokuyithugcwele iyabuya sokuyithugcwele [Umculo] Sengiyazi lainga Sengiyazi lainga Sengiyazi lainga [Umculo] [Umculo] [Umculo] [Umculo] ngibuyile ngibuyile ngibuyile [Umculo] ekhaya bakho ngibuyile ekhaya bakho ngibuyile ekhaya bakho ngibuyile [Umculo] [Umculo] Ngibuyile ekhaya ekhaya ekhaya [Umculo] [Umculo] [Umculo] ngiyalele ngibuye ngiyalele ngibuye ngiyalele ngibuye [Umculo] ekhaya wamukhelekile [Umculo] [Umculo] [Umculo] [Uhleko] [Uhleko] [Uhleko] [Umculo] [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] Ngiyabonga weekini izandla zakhe siyayiphakamile ngabubheka noma siyayiphakamile ngabubheka noma siyayiphakamile ngabubheka noma ubhola uhamba ubhola uhamba ubhola uhamba kanjani umusa wakuphila, abantwana beze wakuphila, abantwana beze wakuphila, abantwana beze ngiyangizwa ngiyangizwa ngiyangizwa gogo amadoda akakhonke bayazi ngoba lapho kunebunga zika Nkulunkulu ziphi kunebunga zika Nkulunkulu ziphi kunebunga zika Nkulunkulu ziphi impilo ufilisa ufilisa ufilisa yini ufilisa yini ufilisa yini ufilisa [Umculo] wena [Umculo] [Umculo] [Umculo] uile ebusuku kodwa amandla ebusuku kodwa amandla ebusuku kodwa amandla akhona uhanisimama akhona uhanisimama akhona uhanisimama [Umculo] phansi ubuso bakhe kugcwele phansi ubuso bakhe kugcwele phansi ubuso bakhe kugcwele ukuthi futhi ukuthi futhi ukuthi futhi sikwa sikwa sikwa ndawonye isuku ndawonye isuku ndawonye isuku noBela, nokhokho languluka, imvula noBela, nokhokho languluka, imvula noBela, nokhokho languluka, imvula yothokoza [Umculo] [Umculo] [Umculo] Simema [Umculo] [Umculo] [Umculo] wena eya Isandla Isandla Isandla esifayo, ukhizila ukuthula, siyabonga, ukhizila ukuthula, siyabonga, ukhizila ukuthula, siyabonga, [Umculo] [Umculo] [Umculo] siyathandaza siyathandaza siyathandaza uze uze uze uze uqon uze uqon uze uqon [Umculo] [Umculo] Yo", "sentences": ["[Umculo] Baba wethu, baba wethu, ngiyabonga [Umculo] [Umculo] [Umculo] namhlanje moya wami uyathula.", "namhlanje moya wami uyathula.", "namhlanje moya wami uyathula.", "[Umculo] [Umculo] [Umculo] siyabonga rises upa siyabonga rises upa siyabonga rises upa [Umculo] [Umculo] Siyabonga siyabonga siyabonga Siyabonga, siyabonga shineshliziyo siyabonga shineshliziyo siyabonga shineshliziyo [Umculo] [Umculo] [Umculo] [Umculo] Siyabonga [Umculo] [Umculo] [Umculo] hearts wena baba [Umculo] [Umculo] [Umculo] wethu wethu eth [Umculo] [Umculo] [Umculo] [Umculo] siyabonga baba siyabonga baba siyabonga baba wethu siyabonga nkosi yami yako.", "[Umculo] [Umculo] [Umculo] [Umculo] Hela Hela Hela ngiyavuka namuhla mhmli yami ithula.", "hel hel hel [Umculo] [Umculo] [Umculo] maizwa izwi maizwa izwi maizwa izwi [Umculo] [Umculo] [Umculo] lakho [Umculo] [Umculo] [Umculo] uyangikhanyisela uyangikhanyisela uyangikhanyisela [Umculo] [Umculo] [Umculo] maana ngjengelanga [Umculo] [Umculo] [Umculo] Ngena njengamano wami uyajabula njengamano wami uyajabula njengamano wami uyajabula [Umculo] [Umculo] [Umculo] sami siphakama sami siphakama sami siphakama [Umculo] hlalani uthando lwakho luyangithinta hlalani uthando lwakho luyangithinta hlalani uthando lwakho luyangithinta [Umculo] [Umculo] [Umculo] umamn umamn umamn ngiyabonga nkosi yami [Umculo] [Umculo] [Umculo] siyabonga siyambuka nkosi siyambuka nkosi siyambuka nkosi yami [Ihlombe] [Ihlombe] [Ihlombe] wena si wena Nosakeni [Ihlombe] [Ihlombe] [Ihlombe] uyakhanya uyakhanya njenga ngelama [Umculo] [Umculo] [Umculo] [Umculo] [Ihlombe] Ngiyabonga nkosi Ngiyabonga nkosi Ngiyabonga nkosi [Umculo] [Umculo] [Umculo] Nhiyo Nhiyo Nhiyo [Umculo] [Umculo] [Umculo] yami ngizwa izwi lakho yakho.", "yami ngizwa izwi lakho yakho.", "yami ngizwa izwi lakho yakho.", "I hear your voice I hear your voice I hear your voice [Umculo] ekuseniula in the ekuseniula in the ekuseniula in the [Umculo] [Umculo] [Umculo] morning [Umculo] lhoakubona lhoakubona lhoakubona [Umculo] [Umculo] [Umculo] ebuseni wena nkosi yami ebuseni wena nkosi yami ebuseni wena nkosi yami [Umculo] Ngiyakubona i see [Umculo] [Umculo] [Umculo] ekuseni uthando Cona imvula yomusa wakho phezu kwami wakho phezu kwami wakho phezu kwami [Umculo] [Umculo] liftum liftum liftum [Umculo] [Umculo] [Umculo] [Umculo] glory nkosi yami [Umculo] [Umculo] [Umculo] [Umculo] Lakhona umoya Lakhona umoya Lakhona umoya Moyawakho.", "Moyawakho.", "Moyawakho.", "[Umculo] Uyaphila.", "Uyaphila uyaphila.", "[Umculo] [Umculo] [Umculo] Love, thank Love, thank Love, thank [Umculo] [Umculo] [Umculo] you, nkosi you, nkosi you, nkosi yami, thank yami, thank yami, thank [Umculo] Ngiyakhumbula Ngiyakhumbula Ngiyakhumbula I I I am see you in the am see you in the am see you in the morning, morning, morning, [Umculo] [Umculo] [Umculo] when when when you [Umculo] love love love you, I see youoh Ekhuseni Ekhuseni Ekhuseni [Umculo] [Umculo] [Umculo] ekhuseni ekhuseni ekhuseni ndone uthando ndone uthando ndone uthando lwakho lukhona [Umculo] [Umculo] [Umculo] Isinya kuwena.", "[Umculo] [Umculo] [Umculo] ngithanda zabuthule zabuthule zabuthule Ngiyalalela kahle izwi lakho Ngiyalalela kahle izwi lakho Ngiyalalela kahle izwi lakho limnandi ubungoni bami bathuthisa izandla nglala phansi kuwena lapha lapha lapha ekhaya ekhaya ekhaya lakho ukukhanya kwakho phambi lakho ukukhanya kwakho phambi lakho ukukhanya kwakho phambi [Umculo] [Umculo] [Umculo] kwami [Umculo] [Umculo] [Umculo] nawe Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba [Umculo] wena nami wena nami wena nami [Umculo] [Umculo] [Umculo] ngiyavuma izinyembezi zami ngiyavuma izinyembezi zami ngiyavuma izinyembezi zami zoma lapho wena zoma lapho wena zoma lapho wena okhona uphupha nawe okhona uphupha nawe okhona uphupha nawe [Umculo] [Umculo] [Umculo] Injabulo Injabulo Injabulo ifumule Kuthola uthando ifumule Kuthola uthando ifumule Kuthola uthando [Umculo] [Umculo] [Umculo] lwakho lwakho lwakho [Umculo] [Umculo] [Umculo] ubusisayo ngizoba uqobo phambi kwami iinikela iinikela iinikela [Umculo] [Umculo] [Umculo] nawe Niyethemba.", "Ngiyethemba.", "Ngiyethemba.", "Ngiyethemba.", "Ngiyethemba Ngiyethemba Ngiyethemba wena wena wena Nkosi Nkosi Nkosi [Ihlombe] [Ihlombe] [Ihlombe] Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba nami ngiyavuma ngiyavuma ngiyavuma [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba Ngiyethemba [Umculo] [Umculo] [Umculo] ngiyavuma uthando ngiyavuma uthando ngiyavuma uthando olukhulu ngihlala sona kuwe.", "Amandla wonke Amandla wonke Amandla wonke [Umculo] Ngiyami kuwe amala huga amala huga amala huga [Umculo] [Umculo] [Umculo] ushona ashla ngena [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] baba aphelile gone ngezwa lakho ungibiza ngegama igama lami wezawo ngamandla [Umculo] [Umculo] [Umculo] [Umculo] ngamandla ngamandla ngamandla [Umculo] ngamandla konke Oh Nkosi yamakhosi ngamandla konke Oh Nkosi yamakhosi ngamandla konke Oh Nkosi yamakhosi praise Nyor King of praise Nyor King of praise Nyor King of Uyisimpelo sami you are my [Umculo] hoo izinyembezi zamiarli yami ivusiwe zamiarli yami ivusiwe zamiarli yami ivusiwe [Umculo] [Umculo] [Umculo] Iedula ngiyakumisa [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] hallelujah iyaphila hallelujah iyaphila hallelujah iyaphila [Umculo] lenyamaleka yebo lenyamaleka yebo lenyamaleka yebo nkosi yebo nkosi yebo nkosi yebo nkosi yesandla iyooh ioohoola ngamandla woh [Umculo] [Umculo] [Umculo] Amindanyezi.", "[Umculo] ezinjani ezinjani ezinjani [Umculo] [Umculo] [Umculo] wokuqala wohala niyaphuka wohala niyaphuka wohala niyaphuka phezulu wena phezulu wena phezulu wena wedwa wena wedwa ukukhanya ukhanya ukhanya ukhanya ukhanya wena wedwa wena wedwa wena wedwa [Uhleko] [Uhleko] [Uhleko] [Umculo] phezulu mama phezulu mama phezulu mama iyoohoo iyoohoo iyoohoo mama mama mama iyoh ekuseni [Umculo] [Umculo] [Umculo] Ngikhuleka Ngikhuleka Ngikhuleka inhliziyo inhliziyo inhliziyo [Umculo] [Umculo] [Umculo] ithula, ithuba ithuba ithuba [Umculo] kuwe maguda, kuwe maguda, kuwe maguda, [Umculo] [Umculo] [Umculo] Hoye mmmh mm mm mm [Umculo] ubuhle ubuhle ubuhle bakho buya mapukwe wezulu lonke buya mapukwe wezulu lonke buya mapukwe wezulu lonke lonke nonke moya lonke nonke moya lonke nonke moya wami uyafuma wena uyafuma wena uyafuma wena we wena ukukhanya wena ukukhanya wena ukukhanya kwakho kwakho kwakho ukukhanya ukukhanya ukukhanya wena phezu wena phezu wena phezu [Umculo] hayi wah hayi wah hayi wah [Umculo] [Umculo] [Umculo] [Umculo] ingshiye yami ibuhlungu Itsukela Kodwa Kodwa Kodwa ngibona ngibona ngibona [Umculo] [Umculo] [Umculo] hle ungumsindisi wami umsindisi umsindisi umsindisi Ngithenga ngibambe.", "Ngithenga ngibambe.", "Ngithenga ngibambe.", "[Umculo] ungibambi ungibambezibambe [Umculo] [Umculo] [Umculo] [Umculo] Ngiyasinikela ekuseni ngiyavuka [Umculo] [Umculo] [Umculo] Ngiyafunga ngifun' ukukhuleka ukukhuleka ukukhuleka khule umoya wami uyalela, izwi uyalela, izwi uyalela, izwi lakho [Umculo] [Umculo] [Umculo] ithulile Uthando ithulile Uthando ithulile Uthando lwakho luyinike.", "ngithina ngithina ngithina amandla ayaningisa nkosi yami Sibuki [Umculo] [Umculo] [Umculo] ungipheme sathabhaya ungipheme sathabhaya ungipheme sathabhaya [Umculo] [Umculo] [Umculo] yazi yazi yazi [Umculo] [Umculo] [Umculo] Mm.", "Ngiyalalela uqeduku, sibhekha lami, njenga wena wami sabodwa sibhekha lami, njenga wena wami sabodwa sibhekha lami, njenga wena wami sabodwa ngiyakhubeka thandazo, imhiwo yonke ngiyakhubeka thandazo, imhiwo yonke ngiyakhubeka thandazo, imhiwo yonke ndaweni ngcwele.", "Khuluma nami ndaweni ngcwele.", "Khuluma nami ndaweni ngcwele.", "Khuluma nami ngabonga namusa we namusa we namusa we [Umculo] [Umculo] [Umculo] phela kwakho, lalela njalo nkosi phela kwakho, lalela njalo nkosi phela kwakho, lalela njalo nkosi yami yami yami yazithoba phambi kwakho yazithoba phambi kwakho yazithoba phambi kwakho ngiyakwazi yami ngiyakwazi yami ngiyakwazi yami umntwana umntwana umntwana thukisa umzimba thukisa umzimba thukisa umzimba Ngiyakwethemba Nkosi yami ngiyakwethemba Ngiyakwethemba Nkosi yami ngiyakwethemba Ngiyakwethemba Nkosi yami ngiyakwethemba nkosi yami uyawami.", "Nkosi Nkosi Nkosi yami [Umculo] kuziphakhanya evila kuziphakhanya evila kuziphakhanya evila [Umculo] angenho umusa wakho mfowethu ukufika [Umculo] [Umculo] [Umculo] kwami izwi lakho kwami izwi lakho kwami izwi lakho lisabaleka ngifuna lisabaleka ngifuna lisabaleka ngifuna kuwe kuwe kuwe [Umculo] [Umculo] [Umculo] lokhuzi lokhuzi lokhuzi kabi kabi kabi akudingeka namhlanje akudingeka namhlanje akudingeka namhlanje Manje thula Manje thula Manje thula ngafaka ukhwethwe isiphando nkosi yami isiphando nkosi yami isiphando nkosi yami [Umculo] [Umculo] [Umculo] nginyak' moya wami nkosi yami.", "wami nkosi yami.", "wami nkosi yami.", "[Umculo] [Umculo] Kade kunzima [Umculo] [Umculo] [Umculo] nizophumana wedwa nkosi nizophumana wedwa nkosi nizophumana wedwa nkosi [Umculo] yami yami yami wena, nkosi yami wena, nkosi yami wena, nkosi yami [Umculo] nkosi yami nkosi yami.", "[Umculo] Nkosi yami.", "Ngibona ngiZulu yami.", "Ngibona ngiZulu yami.", "Ngibona ngiZulu namhlanje izulu wakho izulu wakho izulu wakho uyaphila uyaphila uyaphila [Umculo] [Umculo] [Umculo] uyaphila ukukhanya kwakho [Umculo] [Umculo] [Umculo] uyangikhanyisela ukukhanya kwakho wakho.", "[Umculo] [Umculo] [Umculo] [Umculo] Yangikhanyisela Yangikhanyisela Yangikhanyisela nkosi fila thina thina Mina fila thina thina Mina fila thina thina Mina ungiphefumulo wami uyajabula.", "ungiphefumulo wami uyajabula.", "ungiphefumulo wami uyajabula.", "uyajabula uyajabula uyajabula [Umculo] [Umculo] [Umculo] ukhanya ukhanya ukhanya kwakho uyangikhanyisela ukhanya kwakho uyangikhanyisela ukukhanya kwakho uyangikhanyisela [Umculo] Ukukhaya kwakho kwakho kwakho [Umculo] [Umculo] [Umculo] uyangikhanyisela ukukhanya.", "kwakho [Umculo] [Umculo] [Umculo] uyangikhandisela nkosi uyangikhandisela nkosi uyangikhandisela nkosi yami yebo ngiya Umoya Umoya Umoya wami wami wami [Umculo] [Umculo] [Umculo] uyathula, uyajathula.", "ukukhanya kwakho kuhanyisela ukukhanya kwakho [Umculo] [Umculo] [Umculo] uyangikhanyisela ooh [Umculo] [Umculo] wohoo sun is risingoo gloryoo liyakhala gloryoo liyakhala gloryoo liyakhala [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] name izulu name izulu name izulu [Umculo] khalae siphakamisa khalae siphakamisa khalae siphakamisa izandla izandla izandla [Umculo] [Umculo] [Umculo] zethu zethu zethu siyadumisa siyadumisa siyadumisa [Umculo] [Umculo] [Umculo] siyanikela, siyanikela, siyanikela, surrender, surrender, surrender, siphakamisa izandla siphakamisa izandla siphakamisa izandla zethu, zethu, zethu, [Umculo] [Umculo] [Umculo] hasar wena ungcwele hasar wena ungcwele hasar wena ungcwele [Umculo] [Umculo] [Umculo] You are You are You are holy you are holy you are holy you are [Umculo] [Umculo] [Umculo] holyoove umoya holyoove umoya holyoove umoya [Umculo] [Umculo] [Umculo] yapozi yapozi yapozi [Umculo] [Umculo] [Umculo] [Umculo] So we praise So we praise So we praise you praise Sipak isandla Sipak isandla Sipak isandla [Umculo] sethu wena sethu wena sethu wena [Umculo] You You You You are holy You are holy You are holy [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] baba baba baba [Umculo] [Umculo] [Umculo] osul ku osul ku osul ku namusha ngiyabonga ngomusa namusha ngiyabonga ngomusa namusha ngiyabonga ngomusa wakho ngiyabonga izinyembezi zami izinyembezi zami izinyembezi zami sihlangene sihlangene sihlangene nomhla nomhla nomhla omile kepha wena omile kepha wena omile kepha wena uyanginisela uyanginisela uyanginisela njengovula ebusika njengovula ebusika [Umculo] [Umculo] [Umculo] kungani uthando kangaka kungani uthando kangaka kungani uthando kangaka Umphefumulo wami uyaphendula Umphefumulo wami uyaphendula Umphefumulo wami uyaphendula uyaphendula uyaphendula uyaphendula umusa umusa umusa wakho Uyangena Uyangena Uyangena Uyangena [Umculo] [Umculo] [Umculo] umusa wakho Uyangiphilisa Uyangiphilisa Uyangiphilisa Uyangiphilisa Uyangiphilisa Uyangiphilisa [Umculo] [Umculo] [Umculo] Ngiyamandela Ngiyamalela ekhaya [Umculo] endleleni eyayimunyama wakhanyisa izandla zami [Umculo] [Umculo] [Umculo] ziyaphakama iyadula ziyaphakama iyadula ziyaphakama iyadula ngiyafusha yini ngingayenza Uthando lwakho lwangena as umoya as umoya as umoya wakho yangiphilisa, wakho yangiphilisa, wakho yangiphilisa, [Umculo] [Umculo] [Umculo] [Umculo] yanga [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] Bayede bayede bayede [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Ihlombe] nkosi wena wedwa Simakade Simakade Simakade bayede bayede nkosi nkosi nkosi yami yebo nkosi [Umculo] nkosi umusa wakho siyabonga nkosi umusa wakho siyabonga nkosi umusa wakho siyabonga Uthando lwakho akho siyajabula Uthando lwakho akho siyajabula Uthando lwakho akho siyajabula mandla mandla mandla amandla amandla amandla [Ihlombe] bayede bayede bayede [Umculo] nkosi [Umculo] [Umculo] [Umculo] leyo nkosi yami leyo nkosi yami leyo nkosi yami hamba mayye hamba mayye hamba mayye hiyiye [Umculo] [Umculo] [Umculo] woza hiye phakamisa izandla phakamisa izandla phakamisa izandla ngiyathula nawe [Umculo] [Umculo] [Umculo] Ngiyahanye phambili Ngiyahanye phambili Ngiyahanye phambili [Umculo] [Umculo] [Umculo] [Umculo] Nkosi yebo nkosi [Umculo] Bayede bayede Bye!", "Bayede bayede Bye!", "Bayede bayede Bye!", "Bayeye kanye kanye kanye [Umculo] [Umculo] [Umculo] mayusayusede!", "[Umculo] Inhambula mama.", "Ngithanda Ngithanda Ngithanda njalo mama, mama, mama, ebuselwe ebuselwe ebuselwe siyakhuleka izulu izulu izulu [Umculo] [Umculo] [Umculo] [Ihlombe] namusele.", "Nkulunkulu Nkulunkulu Nkulunkulu uyasizwa uyasizwa uyasizwa uyasizwa usuku lonke [Umculo] [Umculo] [Umculo] Sula mnandi [Umculo] [Umculo] [Umculo] mpimane inhliziyo yakhe.", "mpimane inhliziyo yakhe.", "mpimane inhliziyo yakhe.", "[Ihlombe] uthando uthando uthando [Umculo] [Umculo] [Umculo] ekusheni ekusheni ekusheni siyakhuleka siyakhuleka siyakhuleka [Umculo] [Umculo] [Umculo] izulu izulu izulu izulu izulu izulu nawe nawe nawe ekuseni ekuseni ekuseni siyakhuleka uNkulunkulu uyasizwa uNkulunkulu uyasizwa uNkulunkulu uyasizwa [Umculo] [Umculo] [Umculo] Uyasizwa inkamisa Uyasizwa inkamisa Uyasizwa inkamisa [Umculo] never never never [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] asozeana siyakhuleka nawe siyakhuleka nawe siyakhuleka nawe [Umculo] [Umculo] [Umculo] [Ihlombe] siyakhuleka siyakhuleka siyakhuleka uyasizwa uyasizwa uyasizwa uyasizwa uthandaza uthandaza uyathula Thula Senana uyathula Senana uyathula Senana uyathula ndoda ndoda ndoda Oh uyajabula Oh uyajabula Oh uyajabula Ndodana [Umculo] [Umculo] [Umculo] Enzika.", "Enzika.", "Enzika.", "[Umculo] Ngyabonanazile Ngyabonanazile Ngyabonanazile [Umculo] [Umculo] [Umculo] thamphefumulo thamphefumulo thamphefumulo uyakhula, uyakhula, uyakhula, uyakhula.", "Uyakhula uyakhula.", "Umhlaba uyajabula.", "izimpaliya izimpaliya izimpaliya [Umculo] [Umculo] [Umculo] ziyavuma ziyavuma ziyavuma izlabu ziyasela impilo etsha impilo etsha impilo etsha iye iyeza [Umculo] [Umculo] [Umculo] izulu nisam umphefumulo, umphefumulo, umphefumulo, uyagula, uyagula, uyagula, uyakhula uyagula uyakhula uyagula uyakhula uyagula uyakula siyabonga siyabonga siyabonga siyabonga siyabonga siyabonga bayede nkosi amakhosi bayede nkosi amakhosi bayede nkosi amakhosi Nkosi siyaaza siyaaza siyaaza siyathandaza siyathandaza siyathandaza bayede Nkosi bayede Nkosi bayede Nkosi yezulu ukhanya yezulu ukhanya yezulu ukhanya wakwakho wakwakho wakwakho [Umculo] [Umculo] [Umculo] uyangena uthandolwakho, uthandolwakho, uthandolwakho, luyasikelela kuya luyasikelela kuya luyasikelela kuya wakho.", "wakho.", "wakho.", "Siyasiphilisa izinliziyo Siyasiphilisa izinliziyo Siyasiphilisa izinliziyo [Umculo] [Umculo] [Umculo] zethu zethu zethu [Ihlombe] [Ihlombe] [Ihlombe] liyamisela iyanisela Ngicela Ngicela Ngicela [Ihlombe] iyanisela iyanisela.", "[Umculo] [Umculo] [Umculo] Namuhla ngiyabonga inhliziyo yami jabula ngiyabonga inhliziyo yami jabula ngiyabonga inhliziyo yami jabula [Umculo] [Umculo] [Umculo] Lalela Lalela Lalela [Umculo] [Umculo] [Umculo] ngiyabonga zakho nkosi blessinga blessinga blessinga [Umculo] [Umculo] [Umculo] Ngihonga [Umculo] [Umculo] [Umculo] nkosi liyakhanya Umoya wakho liyakhanya Umoya wakho liyakhanya Umoya wakho [Umculo] [Umculo] [Umculo] ukhona la ngiyabonga ukhona la ngiyabonga ukhona la ngiyabonga [Umculo] [Umculo] [Umculo] angifuthando lwakho angifuthando lwakho angifuthando lwakho [Umculo] [Umculo] [Umculo] nkosi nkosi nkosi ngiyabonga nkosi ngiyabonga nkosi ngiyabonga nkosi [Umculo] [Umculo] [Umculo] siyabonga mys [Umculo] Ngiyabonga Ngiyabonga Ngiyabonga [Umculo] o ngiyabonga o ngiyabonga o ngiyabonga [Umculo] [Umculo] [Umculo] [Umculo] i Ngiyabonga i Ngiyabonga i Ngiyabonga [Umculo] [Umculo] [Umculo] Nkosi Nkosi Nkosi [Umculo] [Umculo] [Umculo] meyga Lorda meyga Lorda meyga Lorda [Umculo] [Umculo] [Umculo] ee [Umculo] Yizwa Yizwa Yizwa izwi Likhala kude Yebo, yebo.", "Inhliziyo izwi Likhala kude Yebo, yebo.", "Inhliziyo izwi Likhala kude Yebo, yebo.", "Inhliziyo yami yashisa namuhla yami yashisa namuhla yami yashisa namuhla Iyashisa Iyashisa Iyashisa Woza Woza Woza woza woza sihambisa izandla woza woza sihambisa izandla woza woza sihambisa izandla [Umculo] [Umculo] [Umculo] phezulu phezulu phezulu phezulu siyadumisa siyadumisa siyadumisa siyadumisa siyadumisa siyadumisa [Umculo] simemeza, simemeza, simemeza, simemeza, sisha namusha [Umculo] [Umculo] [Umculo] sishaumise, sishaumise, sishaumise, sidumise sonke manje sonke manje sonke manje Ashowo uya abantu bonke bayathula kanye nami kanye abantu bonke bayathula kanye nami kanye abantu bonke bayathula kanye nami kanye nami.", "nami.", "nami.", "Woza woza sihambe izandla phezulu woza sihambe izandla phezulu woza sihambe izandla phezulu [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] Simembeza, [Ihlombe] [Ihlombe] [Ihlombe] simembeza simembeza simembeza shembe sidumise sidumise zonke siyungisa zonke siyungisa zonke siyungisa [Umculo] [Umculo] siyisa siyisa siyisa [Ihlombe] leho, wo leho, wo leho, wo [Umculo] [Umculo] [Umculo] Phuma emanzini Umuzalwa namusha kodwa Umuzalwa namusha kodwa Umuzalwa namusha kodwa ngizukhulu ungibiza ngithi ngizukhulu ungibiza ngithi ngizukhulu ungibiza ngithi ngiyavuma ngiyavuma ngiyavuma bevelo bevelo bevelo sengihlukile emanzini sengihlukile emanzini sengihlukile emanzini esebusiso simezigaba.", "esebusiso simezigaba.", "esebusiso simezigaba.", "[Ihlombe] Silengele Silengele Silengele siyahalalisa, sengil sengil sengil siyahalalisa imifuna siyahalalisa imifuna siyahalalisa imifuna iqhubeke sekhupha [Ihlombe] [Ihlombe] [Ihlombe] munyealise, ngenelele, munyealise, ngenelele, munyealise, ngenelele, sihambene sihambene sihambene siyalisa izandla siyalisa izandla siyalisa izandla sezikhumele izinkulungo Kwazulu nasenkolo sibonana [Umculo] [Umculo] [Umculo] sifezana sifezana sifezana la sibonga ngobezo bevela kule izimpilo zidukile simengezigama Igama lakhe ngene zidukile simengezigama Igama lakhe ngene zidukile simengezigama Igama lakhe ngene sishane sishane sishane siyaalisa, njengezulu njengezulu njengezulu ithuba sekuma kuye siyolalise siyolalise siyolalise ngangisho thina ngangisho thina ngangisho thina Mina laphula uthando lwakho Mina laphula uthando lwakho Mina laphula uthando lwakho nje phansi nje phansi nje phansi uphakeme zonke izizwe uphakeme zonke izizwe uphakeme zonke izizwe zishane umphefumulo idansza zishane umphefumulo idansza zishane umphefumulo idansza ndawonye ubumnandi ndawonye ubumnandi ndawonye ubumnandi buyafika izulu lami buyafika izulu lami buyafika izulu lami memeza ngoba thina sibuye kuwe memeza ngoba thina sibuye kuwe memeza ngoba thina sibuye kuwe sidlangene sidlangene siyamangalisa, sidlangene sidlangene siyamangalisa, sidlangene sidlangene siyamangalisa, [Umculo] [Umculo] [Umculo] [Ihlombe] siyangensiyalise siyangensiyalise siyangensiyalise siyayele siyabalalise [Umculo] [Umculo] [Umculo] Sangela sihanga sangela sangela sangela siyakena sialise siyakena sialise siyakena sialise I [Umculo] siyalisa beka gogo siyalisa beka gogo siyalisa beka gogo wakhe thala zakhe mtulu thala zakhe mtulu thala zakhe mtulu H lezinyawo H lezinyawo H lezinyawo sithi asho Asho, sithi hamba Asho, sithi hamba Asho, sithi hamba nawe abantwana nawe abantwana nawe abantwana [Ihlombe] [Ihlombe] [Ihlombe] nabe ntoma nabe ntoma nabe ntoma Siyavuma imvuma sivuma imvuma sivuma imvuma sivuma ngeziva.", "Siyavuma mama ngesivuma Siyavuma mama ngesivuma Siyavuma mama ngesivuma Sizwenza kanjani gogo we wena?", "Luyinya Sizwenza kanjani gogo we wena?", "Luyinya Sizwenza kanjani gogo we wena?", "Luyinya izandla lwashwa Phambili Emuva mama.", "izandla lwashwa Phambili Emuva mama.", "izandla lwashwa Phambili Emuva mama.", "phambiliela so phambiliela so phambiliela so sibonga sombi sibonga, sishe ngene sibonga sombi sibonga, sishe ngene sibonga sombi sibonga, sishe ngene nhlamba, siya nkhayibhana, kumama Yebo Yebo Yebo mama sihambe sinile njabuli.", "Yebo mama sihambe sinile njabuli.", "Yebo mama sihambe sinile njabuli.", "Yebo goya ngihamba mama ngesombala.", "savum savum savum ngezoma, ngezoma, ngezoma, savumez savumez savumez mfomane siyambana savumfomana siyavuma siyavuma [Umculo] [Umculo] [Umculo] nevkomandi savuma savuma amandla [Umculo] [Umculo] [Umculo] ngemane phumana ngesompana ngefomana siya phumana nesiana nesioma la savumama nesioma la nesiana nesioma la savumama nesioma la nesiana nesioma la savumama nesioma la savumama nesioma savumama nesioma savumama nesioma savumama savumama savumama nesvom siyavuma nesvom siyavuma nesvom siyavuma nesioma savumama nesoma la siyavuma siama nesiokoohoo siyavuma siama nesiokoohoo siyavuma siama nesiokoohoo [Umculo] nami nami nami ngilahlekile, phakathi ngilahlekile, phakathi ngilahlekile, phakathi [Umculo] [Umculo] [Umculo] kwendlela kwendlela kwendlela [Umculo] [Umculo] [Umculo] Thomangenza Thomangenza Thomangenza nakhumbula ekhaya nakhumbula ekhaya nakhumbula ekhaya [Umculo] kimi indaba ezinde imfuthumayo yashoka Ngabanjwe yashoka Ngabanjwe yashoka Ngabanjwe isandla kaNkulunkulu yanginika uphuphefumula izwi lakho libuyise uphuphefumula izwi lakho libuyise uphuphefumula izwi lakho libuyise [Umculo] [Umculo] [Umculo] izwi lakho izwi lakho izwi lakho libuluyisa, Ngizwe siphelisa imisindo yami isithunywa ngibuyile ngibuyile ngibuyile ekhaya ngiyalela ezandleni.", "zakho ngibuyile ngibuyile ngibuyile [Umculo] [Umculo] [Umculo] wamukhelekile ngaphambi kwesikhukhu kwaziswa ngaphezu nami kwesikhukhu kwaziswa ngaphezu nami kwesikhukhu kwaziswa ngaphezu nami ngazithoba phambili phambi ngazithoba phambili phambi ngazithoba phambili phambi kwamagama usukuha [Umculo] iyabuya sokuyithugcwele iyabuya sokuyithugcwele iyabuya sokuyithugcwele [Umculo] Sengiyazi lainga Sengiyazi lainga Sengiyazi lainga [Umculo] [Umculo] [Umculo] [Umculo] ngibuyile ngibuyile ngibuyile [Umculo] ekhaya bakho ngibuyile ekhaya bakho ngibuyile ekhaya bakho ngibuyile [Umculo] [Umculo] Ngibuyile ekhaya ekhaya ekhaya [Umculo] [Umculo] [Umculo] ngiyalele ngibuye ngiyalele ngibuye ngiyalele ngibuye [Umculo] ekhaya wamukhelekile [Umculo] [Umculo] [Umculo] [Uhleko] [Uhleko] [Uhleko] [Umculo] [Umculo] [Umculo] [Umculo] [Ihlombe] [Ihlombe] [Ihlombe] Ngiyabonga weekini izandla zakhe siyayiphakamile ngabubheka noma siyayiphakamile ngabubheka noma siyayiphakamile ngabubheka noma ubhola uhamba ubhola uhamba ubhola uhamba kanjani umusa wakuphila, abantwana beze wakuphila, abantwana beze wakuphila, abantwana beze ngiyangizwa ngiyangizwa ngiyangizwa gogo amadoda akakhonke bayazi ngoba lapho kunebunga zika Nkulunkulu ziphi kunebunga zika Nkulunkulu ziphi kunebunga zika Nkulunkulu ziphi impilo ufilisa ufilisa ufilisa yini ufilisa yini ufilisa yini ufilisa [Umculo] wena [Umculo] [Umculo] [Umculo] uile ebusuku kodwa amandla ebusuku kodwa amandla ebusuku kodwa amandla akhona uhanisimama akhona uhanisimama akhona uhanisimama [Umculo] phansi ubuso bakhe kugcwele phansi ubuso bakhe kugcwele phansi ubuso bakhe kugcwele ukuthi futhi ukuthi futhi ukuthi futhi sikwa sikwa sikwa ndawonye isuku ndawonye isuku ndawonye isuku noBela, nokhokho languluka, imvula noBela, nokhokho languluka, imvula noBela, nokhokho languluka, imvula yothokoza [Umculo] [Umculo] [Umculo] Simema [Umculo] [Umculo] [Umculo] wena eya Isandla Isandla Isandla esifayo, ukhizila ukuthula, siyabonga, ukhizila ukuthula, siyabonga, ukhizila ukuthula, siyabonga, [Umculo] [Umculo] [Umculo] siyathandaza siyathandaza siyathandaza uze uze uze uze uqon uze uqon uze uqon [Umculo] [Umculo] Yo"], "transcript": [{"start": 0.58, "end": 3.79, "text": "[Umculo]"}, {"start": 3.8, "end": 11.789, "text": "Baba wethu, baba"}, {"start": 11.799, "end": 17.61, "text": "wethu, ngiyabonga"}, {"start": 17.62, "end": 23.589, "text": "[Umculo]"}, {"start": 23.589, "end": 23.599, "text": "[Umculo]"}, {"start": 23.599, "end": 27.63, "text": "[Umculo] namhlanje moya wami uyathula."}, {"start": 27.63, "end": 27.64, "text": "namhlanje moya wami uyathula."}, {"start": 27.64, "end": 29.83, "text": "namhlanje moya wami uyathula. [Umculo]"}, {"start": 29.83, "end": 29.84, "text": "[Umculo]"}, {"start": 29.84, "end": 33.48, "text": "[Umculo] siyabonga rises upa"}, {"start": 33.48, "end": 33.49, "text": "siyabonga rises upa"}, {"start": 33.49, "end": 39.54, "text": "siyabonga rises upa [Umculo]"}, {"start": 39.55, "end": 49.67, "text": "[Umculo]"}, {"start": 49.68, "end": 53.229, "text": "Siyabonga"}, {"start": 53.239, "end": 57.43, "text": "siyabonga siyabonga"}, {"start": 57.44, "end": 69.749, "text": "Siyabonga,"}, {"start": 69.759, "end": 72.34, "text": "siyabonga shineshliziyo"}, {"start": 72.34, "end": 72.35, "text": "siyabonga shineshliziyo"}, {"start": 72.35, "end": 79.65, "text": "siyabonga shineshliziyo [Umculo]"}, {"start": 79.66, "end": 81.27, "text": "[Umculo]"}, {"start": 81.27, "end": 81.28, "text": "[Umculo]"}, {"start": 81.28, "end": 85.06, "text": "[Umculo] Siyabonga"}, {"start": 85.07, "end": 86.31, "text": "[Umculo]"}, {"start": 86.31, "end": 86.32, "text": "[Umculo]"}, {"start": 86.32, "end": 98.67, "text": "[Umculo] hearts"}, {"start": 98.68, "end": 102.67, "text": "wena baba"}, {"start": 102.68, "end": 105.27000000000001, "text": "[Umculo]"}, {"start": 105.27000000000001, "end": 105.28, "text": "[Umculo]"}, {"start": 105.28, "end": 120.4, "text": "[Umculo] wethu wethu eth"}, {"start": 120.41, "end": 127.16, "text": "[Umculo]"}, {"start": 127.17, "end": 129.07, "text": "[Umculo]"}, {"start": 129.07, "end": 129.08, "text": "[Umculo]"}, {"start": 129.08, "end": 131.75, "text": "[Umculo] siyabonga baba"}, {"start": 131.75, "end": 131.76, "text": "siyabonga baba"}, {"start": 131.76, "end": 148.93, "text": "siyabonga baba wethu siyabonga nkosi yami yako."}, {"start": 148.94, "end": 163.54, "text": "[Umculo]"}, {"start": 163.55, "end": 179.07, "text": "[Umculo]"}, {"start": 179.07, "end": 179.07999999999998, "text": "[Umculo]"}, {"start": 179.07999999999998, "end": 180.589, "text": "[Umculo] Hela"}, {"start": 180.589, "end": 180.599, "text": "Hela"}, {"start": 180.599, "end": 184.27, "text": "Hela ngiyavuka"}, {"start": 184.28, "end": 187.91, "text": "namuhla"}, {"start": 187.92, "end": 193.47, "text": "mhmli yami ithula."}, {"start": 193.48, "end": 194.73, "text": "hel"}, {"start": 194.73, "end": 194.74, "text": "hel"}, {"start": 194.74, "end": 196.99, "text": "hel [Umculo]"}, {"start": 196.99, "end": 197.0, "text": "[Umculo]"}, {"start": 197.0, "end": 198.66, "text": "[Umculo] maizwa izwi"}, {"start": 198.66, "end": 198.67000000000002, "text": "maizwa izwi"}, {"start": 198.67000000000002, "end": 204.43, "text": "maizwa izwi [Umculo]"}, {"start": 204.43, "end": 204.44, "text": "[Umculo]"}, {"start": 204.44, "end": 208.37, "text": "[Umculo] lakho"}, {"start": 208.38, "end": 210.309, "text": "[Umculo]"}, {"start": 210.309, "end": 210.319, "text": "[Umculo]"}, {"start": 210.319, "end": 211.93, "text": "[Umculo] uyangikhanyisela"}, {"start": 211.93, "end": 211.94, "text": "uyangikhanyisela"}, {"start": 211.94, "end": 216.309, "text": "uyangikhanyisela [Umculo]"}, {"start": 216.309, "end": 216.31900000000002, "text": "[Umculo]"}, {"start": 216.31900000000002, "end": 220.49, "text": "[Umculo] maana ngjengelanga"}, {"start": 220.5, "end": 232.91, "text": "[Umculo]"}, {"start": 232.91, "end": 232.92000000000002, "text": "[Umculo]"}, {"start": 232.92000000000002, "end": 245.949, "text": "[Umculo] Ngena"}, {"start": 245.959, "end": 248.79, "text": "njengamano wami uyajabula"}, {"start": 248.79, "end": 248.8, "text": "njengamano wami uyajabula"}, {"start": 248.8, "end": 255.27, "text": "njengamano wami uyajabula [Umculo]"}, {"start": 255.27, "end": 255.28, "text": "[Umculo]"}, {"start": 255.28, "end": 257.569, "text": "[Umculo] sami siphakama"}, {"start": 257.569, "end": 257.579, "text": "sami siphakama"}, {"start": 257.579, "end": 262.11, "text": "sami siphakama [Umculo]"}, {"start": 262.12, "end": 266.52, "text": "hlalani uthando lwakho luyangithinta"}, {"start": 266.52, "end": 266.53, "text": "hlalani uthando lwakho luyangithinta"}, {"start": 266.53, "end": 268.71, "text": "hlalani uthando lwakho luyangithinta [Umculo]"}, {"start": 268.71, "end": 268.72, "text": "[Umculo]"}, {"start": 268.72, "end": 271.469, "text": "[Umculo] umamn"}, {"start": 271.469, "end": 271.479, "text": "umamn"}, {"start": 271.479, "end": 276.92, "text": "umamn ngiyabonga nkosi yami"}, {"start": 276.93, "end": 282.27, "text": "[Umculo]"}, {"start": 282.27, "end": 282.28, "text": "[Umculo]"}, {"start": 282.28, "end": 291.11, "text": "[Umculo] siyabonga"}, {"start": 291.12, "end": 295.07, "text": "siyambuka nkosi"}, {"start": 295.07, "end": 295.08, "text": "siyambuka nkosi"}, {"start": 295.08, "end": 298.65, "text": "siyambuka nkosi yami"}, {"start": 298.65999999999997, "end": 300.029, "text": "[Ihlombe]"}, {"start": 300.029, "end": 300.039, "text": "[Ihlombe]"}, {"start": 300.039, "end": 303.67, "text": "[Ihlombe] wena"}, {"start": 303.68, "end": 312.029, "text": "si wena"}, {"start": 312.039, "end": 318.16, "text": "Nosakeni"}, {"start": 318.17, "end": 320.35, "text": "[Ihlombe]"}, {"start": 320.35, "end": 320.36, "text": "[Ihlombe]"}, {"start": 320.36, "end": 325.029, "text": "[Ihlombe] uyakhanya"}, {"start": 325.039, "end": 331.029, "text": "uyakhanya"}, {"start": 331.039, "end": 336.89, "text": "njenga ngelama"}, {"start": 336.9, "end": 344.03, "text": "[Umculo]"}, {"start": 344.04, "end": 351.64, "text": "[Umculo]"}, {"start": 351.64, "end": 351.65, "text": "[Umculo]"}, {"start": 351.65, "end": 355.15, "text": "[Umculo] [Ihlombe]"}, {"start": 355.15999999999997, "end": 357.52, "text": "Ngiyabonga nkosi"}, {"start": 357.52, "end": 357.53, "text": "Ngiyabonga nkosi"}, {"start": 357.53, "end": 377.749, "text": "Ngiyabonga nkosi [Umculo]"}, {"start": 377.749, "end": 377.759, "text": "[Umculo]"}, {"start": 377.759, "end": 379.57, "text": "[Umculo] Nhiyo"}, {"start": 379.57, "end": 379.58, "text": "Nhiyo"}, {"start": 379.58, "end": 381.67, "text": "Nhiyo [Umculo]"}, {"start": 381.67, "end": 381.68, "text": "[Umculo]"}, {"start": 381.68, "end": 385.67, "text": "[Umculo] yami ngizwa izwi lakho yakho."}, {"start": 385.67, "end": 385.68, "text": "yami ngizwa izwi lakho yakho."}, {"start": 385.68, "end": 387.71, "text": "yami ngizwa izwi lakho yakho. I hear your voice"}, {"start": 387.71, "end": 387.72, "text": "I hear your voice"}, {"start": 387.72, "end": 391.749, "text": "I hear your voice [Umculo]"}, {"start": 391.759, "end": 393.35, "text": "ekuseniula in the"}, {"start": 393.35, "end": 393.36, "text": "ekuseniula in the"}, {"start": 393.36, "end": 395.87, "text": "ekuseniula in the [Umculo]"}, {"start": 395.87, "end": 395.88, "text": "[Umculo]"}, {"start": 395.88, "end": 400.21, "text": "[Umculo] morning"}, {"start": 400.22, "end": 405.35, "text": "[Umculo]"}, {"start": 405.36, "end": 408.06, "text": "lhoakubona"}, {"start": 408.06, "end": 408.07, "text": "lhoakubona"}, {"start": 408.07, "end": 410.27, "text": "lhoakubona [Umculo]"}, {"start": 410.27, "end": 410.28, "text": "[Umculo]"}, {"start": 410.28, "end": 415.01, "text": "[Umculo] ebuseni wena nkosi yami"}, {"start": 415.01, "end": 415.02, "text": "ebuseni wena nkosi yami"}, {"start": 415.02, "end": 426.309, "text": "ebuseni wena nkosi yami [Umculo]"}, {"start": 426.319, "end": 430.79, "text": "Ngiyakubona i"}, {"start": 430.8, "end": 438.16, "text": "see"}, {"start": 438.17, "end": 441.11, "text": "[Umculo]"}, {"start": 441.11, "end": 441.12, "text": "[Umculo]"}, {"start": 441.12, "end": 449.39, "text": "[Umculo] ekuseni uthando"}, {"start": 449.4, "end": 456.51, "text": "Cona imvula yomusa"}, {"start": 456.52, "end": 460.15999999999997, "text": "wakho phezu kwami"}, {"start": 460.15999999999997, "end": 460.17, "text": "wakho phezu kwami"}, {"start": 460.17, "end": 465.97, "text": "wakho phezu kwami [Umculo]"}, {"start": 465.98, "end": 473.749, "text": "[Umculo]"}, {"start": 473.759, "end": 475.78, "text": "liftum"}, {"start": 475.78, "end": 475.79, "text": "liftum"}, {"start": 475.79, "end": 483.45, "text": "liftum [Umculo]"}, {"start": 483.46, "end": 484.869, "text": "[Umculo]"}, {"start": 484.869, "end": 484.879, "text": "[Umculo]"}, {"start": 484.879, "end": 492.3, "text": "[Umculo] glory nkosi yami"}, {"start": 492.31, "end": 501.26, "text": "[Umculo]"}, {"start": 501.27, "end": 504.27, "text": "[Umculo]"}, {"start": 504.27, "end": 504.28, "text": "[Umculo]"}, {"start": 504.28, "end": 507.469, "text": "[Umculo] Lakhona umoya"}, {"start": 507.469, "end": 507.479, "text": "Lakhona umoya"}, {"start": 507.479, "end": 509.25, "text": "Lakhona umoya Moyawakho."}, {"start": 509.25, "end": 509.26, "text": "Moyawakho."}, {"start": 509.26, "end": 512.5889999999999, "text": "Moyawakho. [Umculo]"}, {"start": 512.599, "end": 525.96, "text": "Uyaphila. Uyaphila uyaphila."}, {"start": 525.97, "end": 528.63, "text": "[Umculo]"}, {"start": 528.63, "end": 528.64, "text": "[Umculo]"}, {"start": 528.64, "end": 530.41, "text": "[Umculo] Love, thank"}, {"start": 530.41, "end": 530.42, "text": "Love, thank"}, {"start": 530.42, "end": 532.79, "text": "Love, thank [Umculo]"}, {"start": 532.79, "end": 532.8, "text": "[Umculo]"}, {"start": 532.8, "end": 535.03, "text": "[Umculo] you, nkosi"}, {"start": 535.03, "end": 535.04, "text": "you, nkosi"}, {"start": 535.04, "end": 536.37, "text": "you, nkosi yami, thank"}, {"start": 536.37, "end": 536.38, "text": "yami, thank"}, {"start": 536.38, "end": 541.509, "text": "yami, thank [Umculo]"}, {"start": 541.519, "end": 543.47, "text": "Ngiyakhumbula"}, {"start": 543.47, "end": 543.48, "text": "Ngiyakhumbula"}, {"start": 543.48, "end": 545.23, "text": "Ngiyakhumbula I"}, {"start": 545.23, "end": 545.24, "text": "I"}, {"start": 545.24, "end": 548.19, "text": "I am see you in the"}, {"start": 548.19, "end": 548.2, "text": "am see you in the"}, {"start": 548.2, "end": 550.19, "text": "am see you in the morning,"}, {"start": 550.19, "end": 550.2, "text": "morning,"}, {"start": 550.2, "end": 551.67, "text": "morning, [Umculo]"}, {"start": 551.67, "end": 551.68, "text": "[Umculo]"}, {"start": 551.68, "end": 554.19, "text": "[Umculo] when"}, {"start": 554.19, "end": 554.2, "text": "when"}, {"start": 554.2, "end": 557.52, "text": "when you"}, {"start": 557.53, "end": 564.99, "text": "[Umculo]"}, {"start": 565.0, "end": 566.59, "text": "love"}, {"start": 566.59, "end": 566.6, "text": "love"}, {"start": 566.6, "end": 573.829, "text": "love you, I see youoh"}, {"start": 573.8389999999999, "end": 575.49, "text": "Ekhuseni"}, {"start": 575.49, "end": 575.5, "text": "Ekhuseni"}, {"start": 575.5, "end": 579.03, "text": "Ekhuseni [Umculo]"}, {"start": 579.03, "end": 579.04, "text": "[Umculo]"}, {"start": 579.04, "end": 581.55, "text": "[Umculo] ekhuseni"}, {"start": 581.55, "end": 581.56, "text": "ekhuseni"}, {"start": 581.56, "end": 584.23, "text": "ekhuseni ndone uthando"}, {"start": 584.23, "end": 584.24, "text": "ndone uthando"}, {"start": 584.24, "end": 589.05, "text": "ndone uthando lwakho lukhona"}, {"start": 589.06, "end": 613.15, "text": "[Umculo]"}, {"start": 613.15, "end": 613.16, "text": "[Umculo]"}, {"start": 613.16, "end": 617.12, "text": "[Umculo] Isinya kuwena."}, {"start": 617.13, "end": 619.47, "text": "[Umculo]"}, {"start": 619.47, "end": 619.48, "text": "[Umculo]"}, {"start": 619.48, "end": 623.11, "text": "[Umculo] ngithanda"}, {"start": 623.12, "end": 625.03, "text": "zabuthule"}, {"start": 625.03, "end": 625.04, "text": "zabuthule"}, {"start": 625.04, "end": 630.23, "text": "zabuthule Ngiyalalela kahle izwi lakho"}, {"start": 630.23, "end": 630.24, "text": "Ngiyalalela kahle izwi lakho"}, {"start": 630.24, "end": 638.59, "text": "Ngiyalalela kahle izwi lakho limnandi ubungoni bami"}, {"start": 638.6, "end": 645.59, "text": "bathuthisa izandla nglala phansi kuwena"}, {"start": 645.6, "end": 646.949, "text": "lapha"}, {"start": 646.949, "end": 646.9590000000001, "text": "lapha"}, {"start": 646.9590000000001, "end": 649.55, "text": "lapha ekhaya"}, {"start": 649.55, "end": 649.56, "text": "ekhaya"}, {"start": 649.56, "end": 655.77, "text": "ekhaya lakho ukukhanya kwakho phambi"}, {"start": 655.77, "end": 655.78, "text": "lakho ukukhanya kwakho phambi"}, {"start": 655.78, "end": 658.71, "text": "lakho ukukhanya kwakho phambi [Umculo]"}, {"start": 658.71, "end": 658.72, "text": "[Umculo]"}, {"start": 658.72, "end": 661.82, "text": "[Umculo] kwami"}, {"start": 661.83, "end": 663.069, "text": "[Umculo]"}, {"start": 663.069, "end": 663.079, "text": "[Umculo]"}, {"start": 663.079, "end": 666.43, "text": "[Umculo] nawe"}, {"start": 666.44, "end": 669.75, "text": "Ngiyethemba"}, {"start": 669.76, "end": 672.06, "text": "Ngiyethemba Ngiyethemba"}, {"start": 672.06, "end": 672.07, "text": "Ngiyethemba Ngiyethemba"}, {"start": 672.07, "end": 682.47, "text": "Ngiyethemba Ngiyethemba [Umculo]"}, {"start": 682.48, "end": 684.91, "text": "wena nami"}, {"start": 684.91, "end": 684.92, "text": "wena nami"}, {"start": 684.92, "end": 689.43, "text": "wena nami [Umculo]"}, {"start": 689.43, "end": 689.44, "text": "[Umculo]"}, {"start": 689.44, "end": 693.269, "text": "[Umculo] ngiyavuma izinyembezi zami"}, {"start": 693.269, "end": 693.279, "text": "ngiyavuma izinyembezi zami"}, {"start": 693.279, "end": 696.55, "text": "ngiyavuma izinyembezi zami zoma lapho wena"}, {"start": 696.55, "end": 696.56, "text": "zoma lapho wena"}, {"start": 696.56, "end": 700.87, "text": "zoma lapho wena okhona uphupha nawe"}, {"start": 700.87, "end": 700.88, "text": "okhona uphupha nawe"}, {"start": 700.88, "end": 703.949, "text": "okhona uphupha nawe [Umculo]"}, {"start": 703.949, "end": 703.9590000000001, "text": "[Umculo]"}, {"start": 703.9590000000001, "end": 706.43, "text": "[Umculo] Injabulo"}, {"start": 706.43, "end": 706.44, "text": "Injabulo"}, {"start": 706.44, "end": 710.23, "text": "Injabulo ifumule Kuthola uthando"}, {"start": 710.23, "end": 710.24, "text": "ifumule Kuthola uthando"}, {"start": 710.24, "end": 712.35, "text": "ifumule Kuthola uthando [Umculo]"}, {"start": 712.35, "end": 712.36, "text": "[Umculo]"}, {"start": 712.36, "end": 713.85, "text": "[Umculo] lwakho"}, {"start": 713.85, "end": 713.86, "text": "lwakho"}, {"start": 713.86, "end": 720.15, "text": "lwakho [Umculo]"}, {"start": 720.15, "end": 720.16, "text": "[Umculo]"}, {"start": 720.16, "end": 725.31, "text": "[Umculo] ubusisayo ngizoba"}, {"start": 725.32, "end": 732.03, "text": "uqobo phambi kwami"}, {"start": 732.04, "end": 734.41, "text": "iinikela"}, {"start": 734.41, "end": 734.42, "text": "iinikela"}, {"start": 734.42, "end": 736.389, "text": "iinikela [Umculo]"}, {"start": 736.389, "end": 736.399, "text": "[Umculo]"}, {"start": 736.399, "end": 739.75, "text": "[Umculo] nawe"}, {"start": 739.76, "end": 743.069, "text": "Niyethemba."}, {"start": 743.079, "end": 745.389, "text": "Ngiyethemba."}, {"start": 745.389, "end": 745.399, "text": "Ngiyethemba."}, {"start": 745.399, "end": 746.99, "text": "Ngiyethemba. Ngiyethemba"}, {"start": 746.99, "end": 747.0, "text": "Ngiyethemba"}, {"start": 747.0, "end": 749.75, "text": "Ngiyethemba wena"}, {"start": 749.75, "end": 749.76, "text": "wena"}, {"start": 749.76, "end": 751.53, "text": "wena Nkosi"}, {"start": 751.53, "end": 751.54, "text": "Nkosi"}, {"start": 751.54, "end": 753.069, "text": "Nkosi [Ihlombe]"}, {"start": 753.069, "end": 753.079, "text": "[Ihlombe]"}, {"start": 753.079, "end": 755.75, "text": "[Ihlombe] Ngiyethemba"}, {"start": 755.75, "end": 755.76, "text": "Ngiyethemba"}, {"start": 755.76, "end": 763.069, "text": "Ngiyethemba Ngiyethemba nami"}, {"start": 763.079, "end": 764.76, "text": "ngiyavuma"}, {"start": 764.76, "end": 764.77, "text": "ngiyavuma"}, {"start": 764.77, "end": 765.15, "text": "ngiyavuma [Ihlombe]"}, {"start": 765.15, "end": 765.16, "text": "[Ihlombe]"}, {"start": 765.16, "end": 769.79, "text": "[Ihlombe] [Umculo]"}, {"start": 769.8, "end": 772.4, "text": "Ngiyethemba Ngiyethemba"}, {"start": 772.4, "end": 772.41, "text": "Ngiyethemba Ngiyethemba"}, {"start": 772.41, "end": 778.189, "text": "Ngiyethemba Ngiyethemba [Umculo]"}, {"start": 778.189, "end": 778.199, "text": "[Umculo]"}, {"start": 778.199, "end": 780.99, "text": "[Umculo] ngiyavuma uthando"}, {"start": 780.99, "end": 781.0, "text": "ngiyavuma uthando"}, {"start": 781.0, "end": 786.43, "text": "ngiyavuma uthando olukhulu ngihlala sona kuwe."}, {"start": 786.44, "end": 787.57, "text": "Amandla wonke"}, {"start": 787.57, "end": 787.58, "text": "Amandla wonke"}, {"start": 787.58, "end": 799.59, "text": "Amandla wonke [Umculo]"}, {"start": 799.6, "end": 807.91, "text": "Ngiyami kuwe"}, {"start": 807.92, "end": 810.66, "text": "amala huga"}, {"start": 810.66, "end": 810.67, "text": "amala huga"}, {"start": 810.67, "end": 824.75, "text": "amala huga [Umculo]"}, {"start": 824.75, "end": 824.76, "text": "[Umculo]"}, {"start": 824.76, "end": 828.829, "text": "[Umculo] ushona"}, {"start": 828.8389999999999, "end": 834.69, "text": "ashla ngena"}, {"start": 834.7, "end": 842.04, "text": "[Umculo]"}, {"start": 842.04, "end": 842.05, "text": "[Umculo]"}, {"start": 842.05, "end": 842.76, "text": "[Umculo] [Ihlombe]"}, {"start": 842.76, "end": 842.77, "text": "[Ihlombe]"}, {"start": 842.77, "end": 844.069, "text": "[Ihlombe] [Umculo]"}, {"start": 844.069, "end": 844.079, "text": "[Umculo]"}, {"start": 844.079, "end": 848.55, "text": "[Umculo] baba aphelile"}, {"start": 848.56, "end": 853.949, "text": "gone ngezwa lakho"}, {"start": 853.959, "end": 862.749, "text": "ungibiza ngegama igama lami"}, {"start": 862.759, "end": 869.01, "text": "wezawo ngamandla"}, {"start": 869.02, "end": 875.54, "text": "[Umculo]"}, {"start": 875.55, "end": 877.79, "text": "[Umculo]"}, {"start": 877.79, "end": 877.8, "text": "[Umculo]"}, {"start": 877.8, "end": 879.29, "text": "[Umculo] ngamandla"}, {"start": 879.29, "end": 879.3, "text": "ngamandla"}, {"start": 879.3, "end": 883.23, "text": "ngamandla [Umculo]"}, {"start": 883.24, "end": 886.79, "text": "ngamandla konke Oh Nkosi yamakhosi"}, {"start": 886.79, "end": 886.8, "text": "ngamandla konke Oh Nkosi yamakhosi"}, {"start": 886.8, "end": 890.11, "text": "ngamandla konke Oh Nkosi yamakhosi praise Nyor King of"}, {"start": 890.11, "end": 890.12, "text": "praise Nyor King of"}, {"start": 890.12, "end": 897.2, "text": "praise Nyor King of Uyisimpelo sami you are my"}, {"start": 897.21, "end": 902.03, "text": "[Umculo]"}, {"start": 902.04, "end": 908.31, "text": "hoo izinyembezi"}, {"start": 908.32, "end": 910.87, "text": "zamiarli yami ivusiwe"}, {"start": 910.87, "end": 910.88, "text": "zamiarli yami ivusiwe"}, {"start": 910.88, "end": 913.87, "text": "zamiarli yami ivusiwe [Umculo]"}, {"start": 913.87, "end": 913.88, "text": "[Umculo]"}, {"start": 913.88, "end": 917.59, "text": "[Umculo] Iedula"}, {"start": 917.6, "end": 926.81, "text": "ngiyakumisa"}, {"start": 926.82, "end": 928.81, "text": "[Ihlombe]"}, {"start": 928.81, "end": 928.82, "text": "[Ihlombe]"}, {"start": 928.82, "end": 930.35, "text": "[Ihlombe] [Umculo]"}, {"start": 930.35, "end": 930.36, "text": "[Umculo]"}, {"start": 930.36, "end": 933.84, "text": "[Umculo] hallelujah iyaphila"}, {"start": 933.84, "end": 933.85, "text": "hallelujah iyaphila"}, {"start": 933.85, "end": 941.71, "text": "hallelujah iyaphila [Umculo]"}, {"start": 941.72, "end": 944.23, "text": "lenyamaleka yebo"}, {"start": 944.23, "end": 944.24, "text": "lenyamaleka yebo"}, {"start": 944.24, "end": 946.79, "text": "lenyamaleka yebo nkosi yebo"}, {"start": 946.79, "end": 946.8, "text": "nkosi yebo"}, {"start": 946.8, "end": 954.35, "text": "nkosi yebo nkosi"}, {"start": 954.36, "end": 977.309, "text": "yesandla iyooh"}, {"start": 977.319, "end": 982.23, "text": "ioohoola ngamandla"}, {"start": 982.24, "end": 991.3, "text": "woh"}, {"start": 991.31, "end": 993.509, "text": "[Umculo]"}, {"start": 993.509, "end": 993.519, "text": "[Umculo]"}, {"start": 993.519, "end": 997.31, "text": "[Umculo] Amindanyezi."}, {"start": 997.32, "end": 1017.11, "text": "[Umculo]"}, {"start": 1017.12, "end": 1019.58, "text": "ezinjani"}, {"start": 1019.58, "end": 1019.59, "text": "ezinjani"}, {"start": 1019.59, "end": 1025.35, "text": "ezinjani [Umculo]"}, {"start": 1025.35, "end": 1025.36, "text": "[Umculo]"}, {"start": 1025.36, "end": 1028.87, "text": "[Umculo] wokuqala"}, {"start": 1028.88, "end": 1032.11, "text": "wohala niyaphuka"}, {"start": 1032.11, "end": 1032.12, "text": "wohala niyaphuka"}, {"start": 1032.12, "end": 1035.47, "text": "wohala niyaphuka phezulu wena"}, {"start": 1035.47, "end": 1035.48, "text": "phezulu wena"}, {"start": 1035.48, "end": 1039.429, "text": "phezulu wena wedwa wena"}, {"start": 1039.439, "end": 1044.029, "text": "wedwa ukukhanya ukhanya"}, {"start": 1044.039, "end": 1046.309, "text": "ukhanya"}, {"start": 1046.309, "end": 1046.319, "text": "ukhanya"}, {"start": 1046.319, "end": 1049.61, "text": "ukhanya wena wedwa"}, {"start": 1049.61, "end": 1049.62, "text": "wena wedwa"}, {"start": 1049.62, "end": 1050.7, "text": "wena wedwa [Uhleko]"}, {"start": 1050.7, "end": 1050.71, "text": "[Uhleko]"}, {"start": 1050.71, "end": 1061.71, "text": "[Uhleko] [Umculo]"}, {"start": 1061.72, "end": 1064.31, "text": "phezulu mama"}, {"start": 1064.31, "end": 1064.32, "text": "phezulu mama"}, {"start": 1064.32, "end": 1066.23, "text": "phezulu mama iyoohoo"}, {"start": 1066.23, "end": 1066.24, "text": "iyoohoo"}, {"start": 1066.24, "end": 1068.23, "text": "iyoohoo mama"}, {"start": 1068.23, "end": 1068.24, "text": "mama"}, {"start": 1068.24, "end": 1071.93, "text": "mama iyoh ekuseni"}, {"start": 1071.94, "end": 1074.07, "text": "[Umculo]"}, {"start": 1074.07, "end": 1074.08, "text": "[Umculo]"}, {"start": 1074.08, "end": 1076.43, "text": "[Umculo] Ngikhuleka"}, {"start": 1076.43, "end": 1076.44, "text": "Ngikhuleka"}, {"start": 1076.44, "end": 1078.96, "text": "Ngikhuleka inhliziyo"}, {"start": 1078.96, "end": 1078.97, "text": "inhliziyo"}, {"start": 1078.97, "end": 1081.669, "text": "inhliziyo [Umculo]"}, {"start": 1081.669, "end": 1081.679, "text": "[Umculo]"}, {"start": 1081.679, "end": 1086.63, "text": "[Umculo] ithula,"}, {"start": 1086.64, "end": 1088.65, "text": "ithuba"}, {"start": 1088.65, "end": 1088.66, "text": "ithuba"}, {"start": 1088.66, "end": 1094.669, "text": "ithuba [Umculo]"}, {"start": 1094.679, "end": 1098.52, "text": "kuwe maguda,"}, {"start": 1098.52, "end": 1098.53, "text": "kuwe maguda,"}, {"start": 1098.53, "end": 1101.669, "text": "kuwe maguda, [Umculo]"}, {"start": 1101.669, "end": 1101.679, "text": "[Umculo]"}, {"start": 1101.679, "end": 1107.95, "text": "[Umculo] Hoye mmmh"}, {"start": 1107.96, "end": 1110.52, "text": "mm"}, {"start": 1110.52, "end": 1110.53, "text": "mm"}, {"start": 1110.53, "end": 1120.43, "text": "mm [Umculo]"}, {"start": 1120.44, "end": 1122.149, "text": "ubuhle"}, {"start": 1122.149, "end": 1122.159, "text": "ubuhle"}, {"start": 1122.159, "end": 1125.27, "text": "ubuhle bakho"}, {"start": 1125.28, "end": 1130.59, "text": "buya mapukwe wezulu lonke"}, {"start": 1130.59, "end": 1130.6, "text": "buya mapukwe wezulu lonke"}, {"start": 1130.6, "end": 1135.31, "text": "buya mapukwe wezulu lonke lonke nonke moya"}, {"start": 1135.31, "end": 1135.32, "text": "lonke nonke moya"}, {"start": 1135.32, "end": 1138.549, "text": "lonke nonke moya wami"}, {"start": 1138.559, "end": 1141.99, "text": "uyafuma wena"}, {"start": 1141.99, "end": 1142.0, "text": "uyafuma wena"}, {"start": 1142.0, "end": 1145.95, "text": "uyafuma wena we"}, {"start": 1145.96, "end": 1149.59, "text": "wena ukukhanya"}, {"start": 1149.59, "end": 1149.6, "text": "wena ukukhanya"}, {"start": 1149.6, "end": 1151.75, "text": "wena ukukhanya kwakho"}, {"start": 1151.75, "end": 1151.76, "text": "kwakho"}, {"start": 1151.76, "end": 1153.789, "text": "kwakho ukukhanya"}, {"start": 1153.789, "end": 1153.799, "text": "ukukhanya"}, {"start": 1153.799, "end": 1156.58, "text": "ukukhanya wena phezu"}, {"start": 1156.58, "end": 1156.59, "text": "wena phezu"}, {"start": 1156.59, "end": 1165.19, "text": "wena phezu [Umculo]"}, {"start": 1165.2, "end": 1168.06, "text": "hayi wah"}, {"start": 1168.06, "end": 1168.07, "text": "hayi wah"}, {"start": 1168.07, "end": 1193.21, "text": "hayi wah [Umculo]"}, {"start": 1193.22, "end": 1213.23, "text": "[Umculo]"}, {"start": 1213.23, "end": 1213.24, "text": "[Umculo]"}, {"start": 1213.24, "end": 1217.63, "text": "[Umculo] ingshiye yami"}, {"start": 1217.64, "end": 1226.07, "text": "ibuhlungu Itsukela"}, {"start": 1226.08, "end": 1228.39, "text": "Kodwa"}, {"start": 1228.39, "end": 1228.4, "text": "Kodwa"}, {"start": 1228.4, "end": 1230.53, "text": "Kodwa ngibona"}, {"start": 1230.53, "end": 1230.54, "text": "ngibona"}, {"start": 1230.54, "end": 1233.87, "text": "ngibona [Umculo]"}, {"start": 1233.87, "end": 1233.88, "text": "[Umculo]"}, {"start": 1233.88, "end": 1236.99, "text": "[Umculo] hle"}, {"start": 1237.0, "end": 1241.47, "text": "ungumsindisi wami"}, {"start": 1241.48, "end": 1243.31, "text": "umsindisi"}, {"start": 1243.31, "end": 1243.32, "text": "umsindisi"}, {"start": 1243.32, "end": 1245.83, "text": "umsindisi Ngithenga ngibambe."}, {"start": 1245.83, "end": 1245.84, "text": "Ngithenga ngibambe."}, {"start": 1245.84, "end": 1251.669, "text": "Ngithenga ngibambe. [Umculo]"}, {"start": 1251.679, "end": 1258.84, "text": "ungibambi ungibambezibambe"}, {"start": 1258.85, "end": 1265.35, "text": "[Umculo]"}, {"start": 1265.36, "end": 1280.909, "text": "[Umculo]"}, {"start": 1280.909, "end": 1280.919, "text": "[Umculo]"}, {"start": 1280.919, "end": 1286.26, "text": "[Umculo] Ngiyasinikela ekuseni ngiyavuka"}, {"start": 1286.27, "end": 1287.87, "text": "[Umculo]"}, {"start": 1287.87, "end": 1287.88, "text": "[Umculo]"}, {"start": 1287.88, "end": 1292.95, "text": "[Umculo] Ngiyafunga ngifun'"}, {"start": 1292.96, "end": 1294.87, "text": "ukukhuleka"}, {"start": 1294.87, "end": 1294.88, "text": "ukukhuleka"}, {"start": 1294.88, "end": 1300.149, "text": "ukukhuleka khule umoya wami"}, {"start": 1300.159, "end": 1302.51, "text": "uyalela, izwi"}, {"start": 1302.51, "end": 1302.52, "text": "uyalela, izwi"}, {"start": 1302.52, "end": 1306.85, "text": "uyalela, izwi lakho"}, {"start": 1306.86, "end": 1308.51, "text": "[Umculo]"}, {"start": 1308.51, "end": 1308.52, "text": "[Umculo]"}, {"start": 1308.52, "end": 1311.149, "text": "[Umculo] ithulile Uthando"}, {"start": 1311.149, "end": 1311.159, "text": "ithulile Uthando"}, {"start": 1311.159, "end": 1315.39, "text": "ithulile Uthando lwakho luyinike."}, {"start": 1315.4, "end": 1318.31, "text": "ngithina"}, {"start": 1318.31, "end": 1318.32, "text": "ngithina"}, {"start": 1318.32, "end": 1322.269, "text": "ngithina amandla"}, {"start": 1322.279, "end": 1328.909, "text": "ayaningisa nkosi yami"}, {"start": 1328.919, "end": 1336.83, "text": "Sibuki"}, {"start": 1336.84, "end": 1362.19, "text": "[Umculo]"}, {"start": 1362.19, "end": 1362.2, "text": "[Umculo]"}, {"start": 1362.2, "end": 1365.19, "text": "[Umculo] ungipheme sathabhaya"}, {"start": 1365.19, "end": 1365.2, "text": "ungipheme sathabhaya"}, {"start": 1365.2, "end": 1375.71, "text": "ungipheme sathabhaya [Umculo]"}, {"start": 1375.71, "end": 1375.72, "text": "[Umculo]"}, {"start": 1375.72, "end": 1377.52, "text": "[Umculo] yazi"}, {"start": 1377.52, "end": 1377.53, "text": "yazi"}, {"start": 1377.53, "end": 1385.82, "text": "yazi [Umculo]"}, {"start": 1385.83, "end": 1406.64, "text": "[Umculo]"}, {"start": 1406.65, "end": 1422.47, "text": "[Umculo]"}, {"start": 1422.48, "end": 1428.39, "text": "Mm."}, {"start": 1428.4, "end": 1431.87, "text": "Ngiyalalela"}, {"start": 1431.88, "end": 1435.99, "text": "uqeduku,"}, {"start": 1436.0, "end": 1444.149, "text": "sibhekha lami, njenga wena wami sabodwa"}, {"start": 1444.149, "end": 1444.159, "text": "sibhekha lami, njenga wena wami sabodwa"}, {"start": 1444.159, "end": 1449.149, "text": "sibhekha lami, njenga wena wami sabodwa ngiyakhubeka thandazo, imhiwo yonke"}, {"start": 1449.149, "end": 1449.159, "text": "ngiyakhubeka thandazo, imhiwo yonke"}, {"start": 1449.159, "end": 1454.39, "text": "ngiyakhubeka thandazo, imhiwo yonke ndaweni ngcwele. Khuluma nami"}, {"start": 1454.39, "end": 1454.4, "text": "ndaweni ngcwele. Khuluma nami"}, {"start": 1454.4, "end": 1458.19, "text": "ndaweni ngcwele. Khuluma nami ngabonga"}, {"start": 1458.2, "end": 1459.59, "text": "namusa we"}, {"start": 1459.59, "end": 1459.6, "text": "namusa we"}, {"start": 1459.6, "end": 1461.95, "text": "namusa we [Umculo]"}, {"start": 1461.95, "end": 1461.96, "text": "[Umculo]"}, {"start": 1461.96, "end": 1468.149, "text": "[Umculo] phela kwakho, lalela njalo nkosi"}, {"start": 1468.149, "end": 1468.159, "text": "phela kwakho, lalela njalo nkosi"}, {"start": 1468.159, "end": 1469.75, "text": "phela kwakho, lalela njalo nkosi yami"}, {"start": 1469.75, "end": 1469.76, "text": "yami"}, {"start": 1469.76, "end": 1473.51, "text": "yami yazithoba phambi kwakho"}, {"start": 1473.51, "end": 1473.52, "text": "yazithoba phambi kwakho"}, {"start": 1473.52, "end": 1477.35, "text": "yazithoba phambi kwakho ngiyakwazi yami"}, {"start": 1477.35, "end": 1477.36, "text": "ngiyakwazi yami"}, {"start": 1477.36, "end": 1479.11, "text": "ngiyakwazi yami umntwana"}, {"start": 1479.11, "end": 1479.12, "text": "umntwana"}, {"start": 1479.12, "end": 1481.549, "text": "umntwana thukisa umzimba"}, {"start": 1481.549, "end": 1481.559, "text": "thukisa umzimba"}, {"start": 1481.559, "end": 1486.029, "text": "thukisa umzimba Ngiyakwethemba Nkosi yami ngiyakwethemba"}, {"start": 1486.029, "end": 1486.039, "text": "Ngiyakwethemba Nkosi yami ngiyakwethemba"}, {"start": 1486.039, "end": 1492.549, "text": "Ngiyakwethemba Nkosi yami ngiyakwethemba nkosi yami uyawami."}, {"start": 1492.559, "end": 1495.31, "text": "Nkosi"}, {"start": 1495.31, "end": 1495.32, "text": "Nkosi"}, {"start": 1495.32, "end": 1501.67, "text": "Nkosi yami"}, {"start": 1501.68, "end": 1516.99, "text": "[Umculo]"}, {"start": 1517.0, "end": 1519.13, "text": "kuziphakhanya evila"}, {"start": 1519.13, "end": 1519.14, "text": "kuziphakhanya evila"}, {"start": 1519.14, "end": 1522.31, "text": "kuziphakhanya evila [Umculo]"}, {"start": 1522.32, "end": 1530.3, "text": "angenho umusa wakho mfowethu ukufika"}, {"start": 1530.31, "end": 1532.99, "text": "[Umculo]"}, {"start": 1532.99, "end": 1533.0, "text": "[Umculo]"}, {"start": 1533.0, "end": 1536.029, "text": "[Umculo] kwami izwi lakho"}, {"start": 1536.029, "end": 1536.039, "text": "kwami izwi lakho"}, {"start": 1536.039, "end": 1539.71, "text": "kwami izwi lakho lisabaleka ngifuna"}, {"start": 1539.71, "end": 1539.72, "text": "lisabaleka ngifuna"}, {"start": 1539.72, "end": 1542.09, "text": "lisabaleka ngifuna kuwe"}, {"start": 1542.09, "end": 1542.1, "text": "kuwe"}, {"start": 1542.1, "end": 1544.63, "text": "kuwe [Umculo]"}, {"start": 1544.63, "end": 1544.64, "text": "[Umculo]"}, {"start": 1544.64, "end": 1546.31, "text": "[Umculo] lokhuzi"}, {"start": 1546.31, "end": 1546.32, "text": "lokhuzi"}, {"start": 1546.32, "end": 1547.83, "text": "lokhuzi kabi"}, {"start": 1547.83, "end": 1547.84, "text": "kabi"}, {"start": 1547.84, "end": 1549.789, "text": "kabi akudingeka namhlanje"}, {"start": 1549.789, "end": 1549.799, "text": "akudingeka namhlanje"}, {"start": 1549.799, "end": 1552.71, "text": "akudingeka namhlanje Manje thula"}, {"start": 1552.71, "end": 1552.72, "text": "Manje thula"}, {"start": 1552.72, "end": 1557.75, "text": "Manje thula ngafaka ukhwethwe"}, {"start": 1557.76, "end": 1561.87, "text": "isiphando nkosi yami"}, {"start": 1561.87, "end": 1561.88, "text": "isiphando nkosi yami"}, {"start": 1561.88, "end": 1563.31, "text": "isiphando nkosi yami [Umculo]"}, {"start": 1563.31, "end": 1563.32, "text": "[Umculo]"}, {"start": 1563.32, "end": 1567.83, "text": "[Umculo] nginyak' moya"}, {"start": 1567.84, "end": 1571.01, "text": "wami nkosi yami."}, {"start": 1571.01, "end": 1571.02, "text": "wami nkosi yami."}, {"start": 1571.02, "end": 1577.25, "text": "wami nkosi yami. [Umculo]"}, {"start": 1577.26, "end": 1580.59, "text": "[Umculo]"}, {"start": 1580.6, "end": 1585.25, "text": "Kade kunzima"}, {"start": 1585.26, "end": 1586.63, "text": "[Umculo]"}, {"start": 1586.63, "end": 1586.64, "text": "[Umculo]"}, {"start": 1586.64, "end": 1590.36, "text": "[Umculo] nizophumana wedwa nkosi"}, {"start": 1590.36, "end": 1590.37, "text": "nizophumana wedwa nkosi"}, {"start": 1590.37, "end": 1593.909, "text": "nizophumana wedwa nkosi [Umculo]"}, {"start": 1593.919, "end": 1596.47, "text": "yami"}, {"start": 1596.47, "end": 1596.48, "text": "yami"}, {"start": 1596.48, "end": 1599.68, "text": "yami wena, nkosi yami"}, {"start": 1599.68, "end": 1599.69, "text": "wena, nkosi yami"}, {"start": 1599.69, "end": 1604.549, "text": "wena, nkosi yami [Umculo]"}, {"start": 1604.559, "end": 1611.02, "text": "nkosi yami nkosi yami."}, {"start": 1611.03, "end": 1618.99, "text": "[Umculo]"}, {"start": 1619.0, "end": 1630.029, "text": "Nkosi"}, {"start": 1630.039, "end": 1635.07, "text": "yami. Ngibona ngiZulu"}, {"start": 1635.07, "end": 1635.08, "text": "yami. Ngibona ngiZulu"}, {"start": 1635.08, "end": 1640.87, "text": "yami. Ngibona ngiZulu namhlanje"}, {"start": 1640.88, "end": 1644.31, "text": "izulu wakho"}, {"start": 1644.31, "end": 1644.32, "text": "izulu wakho"}, {"start": 1644.32, "end": 1645.82, "text": "izulu wakho uyaphila"}, {"start": 1645.82, "end": 1645.83, "text": "uyaphila"}, {"start": 1645.83, "end": 1647.99, "text": "uyaphila [Umculo]"}, {"start": 1647.99, "end": 1648.0, "text": "[Umculo]"}, {"start": 1648.0, "end": 1652.47, "text": "[Umculo] uyaphila ukukhanya"}, {"start": 1652.48, "end": 1655.62, "text": "kwakho"}, {"start": 1655.63, "end": 1657.549, "text": "[Umculo]"}, {"start": 1657.549, "end": 1657.559, "text": "[Umculo]"}, {"start": 1657.559, "end": 1664.59, "text": "[Umculo] uyangikhanyisela ukukhanya kwakho wakho."}, {"start": 1664.6, "end": 1676.49, "text": "[Umculo]"}, {"start": 1676.5, "end": 1681.909, "text": "[Umculo]"}, {"start": 1681.909, "end": 1681.919, "text": "[Umculo]"}, {"start": 1681.919, "end": 1684.35, "text": "[Umculo] Yangikhanyisela"}, {"start": 1684.35, "end": 1684.36, "text": "Yangikhanyisela"}, {"start": 1684.36, "end": 1689.11, "text": "Yangikhanyisela nkosi"}, {"start": 1689.12, "end": 1693.269, "text": "fila thina thina Mina"}, {"start": 1693.269, "end": 1693.279, "text": "fila thina thina Mina"}, {"start": 1693.279, "end": 1696.63, "text": "fila thina thina Mina ungiphefumulo wami uyajabula."}, {"start": 1696.63, "end": 1696.64, "text": "ungiphefumulo wami uyajabula."}, {"start": 1696.64, "end": 1698.38, "text": "ungiphefumulo wami uyajabula. uyajabula"}, {"start": 1698.38, "end": 1698.39, "text": "uyajabula"}, {"start": 1698.39, "end": 1699.95, "text": "uyajabula [Umculo]"}, {"start": 1699.95, "end": 1699.96, "text": "[Umculo]"}, {"start": 1699.96, "end": 1701.63, "text": "[Umculo] ukhanya"}, {"start": 1701.63, "end": 1701.64, "text": "ukhanya"}, {"start": 1701.64, "end": 1705.83, "text": "ukhanya kwakho"}, {"start": 1705.84, "end": 1710.07, "text": "uyangikhanyisela ukhanya"}, {"start": 1710.08, "end": 1715.35, "text": "kwakho"}, {"start": 1715.36, "end": 1719.63, "text": "uyangikhanyisela ukukhanya"}, {"start": 1719.64, "end": 1725.43, "text": "kwakho uyangikhanyisela"}, {"start": 1725.44, "end": 1745.149, "text": "[Umculo]"}, {"start": 1745.159, "end": 1748.47, "text": "Ukukhaya"}, {"start": 1748.48, "end": 1751.09, "text": "kwakho"}, {"start": 1751.09, "end": 1751.1, "text": "kwakho"}, {"start": 1751.1, "end": 1753.549, "text": "kwakho [Umculo]"}, {"start": 1753.549, "end": 1753.559, "text": "[Umculo]"}, {"start": 1753.559, "end": 1758.029, "text": "[Umculo] uyangikhanyisela ukukhanya."}, {"start": 1758.039, "end": 1762.2, "text": "kwakho"}, {"start": 1762.21, "end": 1775.83, "text": "[Umculo]"}, {"start": 1775.83, "end": 1775.84, "text": "[Umculo]"}, {"start": 1775.84, "end": 1779.149, "text": "[Umculo] uyangikhandisela nkosi"}, {"start": 1779.149, "end": 1779.159, "text": "uyangikhandisela nkosi"}, {"start": 1779.159, "end": 1784.23, "text": "uyangikhandisela nkosi yami yebo ngiya"}, {"start": 1784.24, "end": 1785.63, "text": "Umoya"}, {"start": 1785.63, "end": 1785.64, "text": "Umoya"}, {"start": 1785.64, "end": 1786.78, "text": "Umoya wami"}, {"start": 1786.78, "end": 1786.79, "text": "wami"}, {"start": 1786.79, "end": 1788.07, "text": "wami [Umculo]"}, {"start": 1788.07, "end": 1788.08, "text": "[Umculo]"}, {"start": 1788.08, "end": 1793.149, "text": "[Umculo] uyathula, uyajathula."}, {"start": 1793.159, "end": 1796.269, "text": "ukukhanya"}, {"start": 1796.279, "end": 1801.549, "text": "kwakho"}, {"start": 1801.559, "end": 1806.07, "text": "kuhanyisela ukukhanya"}, {"start": 1806.08, "end": 1811.27, "text": "kwakho"}, {"start": 1811.28, "end": 1814.59, "text": "[Umculo]"}, {"start": 1814.59, "end": 1814.6, "text": "[Umculo]"}, {"start": 1814.6, "end": 1818.87, "text": "[Umculo] uyangikhanyisela ooh"}, {"start": 1818.88, "end": 1825.42, "text": "[Umculo]"}, {"start": 1825.43, "end": 1837.35, "text": "[Umculo]"}, {"start": 1837.36, "end": 1841.35, "text": "wohoo sun is"}, {"start": 1841.36, "end": 1846.509, "text": "risingoo"}, {"start": 1846.519, "end": 1849.52, "text": "gloryoo liyakhala"}, {"start": 1849.52, "end": 1849.53, "text": "gloryoo liyakhala"}, {"start": 1849.53, "end": 1853.17, "text": "gloryoo liyakhala [Ihlombe]"}, {"start": 1853.17, "end": 1853.18, "text": "[Ihlombe]"}, {"start": 1853.18, "end": 1857.79, "text": "[Ihlombe] [Umculo]"}, {"start": 1857.79, "end": 1857.8, "text": "[Umculo]"}, {"start": 1857.8, "end": 1858.18, "text": "[Umculo] [Ihlombe]"}, {"start": 1858.18, "end": 1858.19, "text": "[Ihlombe]"}, {"start": 1858.19, "end": 1864.11, "text": "[Ihlombe] [Umculo]"}, {"start": 1864.11, "end": 1864.12, "text": "[Umculo]"}, {"start": 1864.12, "end": 1867.33, "text": "[Umculo] name izulu"}, {"start": 1867.33, "end": 1867.34, "text": "name izulu"}, {"start": 1867.34, "end": 1874.35, "text": "name izulu [Umculo]"}, {"start": 1874.36, "end": 1877.99, "text": "khalae siphakamisa"}, {"start": 1877.99, "end": 1878.0, "text": "khalae siphakamisa"}, {"start": 1878.0, "end": 1878.8, "text": "khalae siphakamisa izandla"}, {"start": 1878.8, "end": 1878.81, "text": "izandla"}, {"start": 1878.81, "end": 1883.47, "text": "izandla [Umculo]"}, {"start": 1883.47, "end": 1883.48, "text": "[Umculo]"}, {"start": 1883.48, "end": 1886.19, "text": "[Umculo] zethu"}, {"start": 1886.19, "end": 1886.2, "text": "zethu"}, {"start": 1886.2, "end": 1887.92, "text": "zethu siyadumisa"}, {"start": 1887.92, "end": 1887.93, "text": "siyadumisa"}, {"start": 1887.93, "end": 1890.549, "text": "siyadumisa [Umculo]"}, {"start": 1890.549, "end": 1890.559, "text": "[Umculo]"}, {"start": 1890.559, "end": 1892.629, "text": "[Umculo] siyanikela,"}, {"start": 1892.629, "end": 1892.639, "text": "siyanikela,"}, {"start": 1892.639, "end": 1895.35, "text": "siyanikela, surrender,"}, {"start": 1895.35, "end": 1895.36, "text": "surrender,"}, {"start": 1895.36, "end": 1898.629, "text": "surrender, siphakamisa izandla"}, {"start": 1898.629, "end": 1898.639, "text": "siphakamisa izandla"}, {"start": 1898.639, "end": 1900.18, "text": "siphakamisa izandla zethu,"}, {"start": 1900.18, "end": 1900.19, "text": "zethu,"}, {"start": 1900.19, "end": 1901.71, "text": "zethu, [Umculo]"}, {"start": 1901.71, "end": 1901.72, "text": "[Umculo]"}, {"start": 1901.72, "end": 1903.98, "text": "[Umculo] hasar wena ungcwele"}, {"start": 1903.98, "end": 1903.99, "text": "hasar wena ungcwele"}, {"start": 1903.99, "end": 1907.87, "text": "hasar wena ungcwele [Umculo]"}, {"start": 1907.87, "end": 1907.88, "text": "[Umculo]"}, {"start": 1907.88, "end": 1909.149, "text": "[Umculo] You are"}, {"start": 1909.149, "end": 1909.159, "text": "You are"}, {"start": 1909.159, "end": 1911.62, "text": "You are holy you are"}, {"start": 1911.62, "end": 1911.63, "text": "holy you are"}, {"start": 1911.63, "end": 1928.11, "text": "holy you are [Umculo]"}, {"start": 1928.11, "end": 1928.12, "text": "[Umculo]"}, {"start": 1928.12, "end": 1929.89, "text": "[Umculo] holyoove umoya"}, {"start": 1929.89, "end": 1929.9, "text": "holyoove umoya"}, {"start": 1929.9, "end": 1939.83, "text": "holyoove umoya [Umculo]"}, {"start": 1939.83, "end": 1939.84, "text": "[Umculo]"}, {"start": 1939.84, "end": 1942.82, "text": "[Umculo] yapozi"}, {"start": 1942.82, "end": 1942.83, "text": "yapozi"}, {"start": 1942.83, "end": 1968.82, "text": "yapozi [Umculo]"}, {"start": 1968.83, "end": 1970.87, "text": "[Umculo]"}, {"start": 1970.87, "end": 1970.88, "text": "[Umculo]"}, {"start": 1970.88, "end": 1973.71, "text": "[Umculo] So we praise"}, {"start": 1973.71, "end": 1973.72, "text": "So we praise"}, {"start": 1973.72, "end": 1977.629, "text": "So we praise you praise"}, {"start": 1977.639, "end": 1980.18, "text": "Sipak isandla"}, {"start": 1980.18, "end": 1980.19, "text": "Sipak isandla"}, {"start": 1980.19, "end": 2002.269, "text": "Sipak isandla [Umculo]"}, {"start": 2002.279, "end": 2004.58, "text": "sethu wena"}, {"start": 2004.58, "end": 2004.59, "text": "sethu wena"}, {"start": 2004.59, "end": 2025.07, "text": "sethu wena [Umculo]"}, {"start": 2025.08, "end": 2026.47, "text": "You"}, {"start": 2026.47, "end": 2026.48, "text": "You"}, {"start": 2026.48, "end": 2029.67, "text": "You You are holy"}, {"start": 2029.67, "end": 2029.68, "text": "You are holy"}, {"start": 2029.68, "end": 2031.14, "text": "You are holy [Umculo]"}, {"start": 2031.14, "end": 2031.15, "text": "[Umculo]"}, {"start": 2031.15, "end": 2034.38, "text": "[Umculo] [Ihlombe]"}, {"start": 2034.38, "end": 2034.39, "text": "[Ihlombe]"}, {"start": 2034.39, "end": 2043.95, "text": "[Ihlombe] [Umculo]"}, {"start": 2043.95, "end": 2043.96, "text": "[Umculo]"}, {"start": 2043.96, "end": 2045.56, "text": "[Umculo] baba"}, {"start": 2045.56, "end": 2045.57, "text": "baba"}, {"start": 2045.57, "end": 2047.79, "text": "baba [Umculo]"}, {"start": 2047.79, "end": 2047.8, "text": "[Umculo]"}, {"start": 2047.8, "end": 2050.95, "text": "[Umculo] osul ku"}, {"start": 2050.95, "end": 2050.96, "text": "osul ku"}, {"start": 2050.96, "end": 2055.55, "text": "osul ku namusha ngiyabonga ngomusa"}, {"start": 2055.55, "end": 2055.56, "text": "namusha ngiyabonga ngomusa"}, {"start": 2055.56, "end": 2059.669, "text": "namusha ngiyabonga ngomusa wakho ngiyabonga"}, {"start": 2059.679, "end": 2063.79, "text": "izinyembezi zami"}, {"start": 2063.79, "end": 2063.8, "text": "izinyembezi zami"}, {"start": 2063.8, "end": 2065.95, "text": "izinyembezi zami sihlangene"}, {"start": 2065.95, "end": 2065.96, "text": "sihlangene"}, {"start": 2065.96, "end": 2068.149, "text": "sihlangene nomhla"}, {"start": 2068.149, "end": 2068.159, "text": "nomhla"}, {"start": 2068.159, "end": 2072.869, "text": "nomhla omile kepha wena"}, {"start": 2072.869, "end": 2072.879, "text": "omile kepha wena"}, {"start": 2072.879, "end": 2075.069, "text": "omile kepha wena uyanginisela"}, {"start": 2075.069, "end": 2075.079, "text": "uyanginisela"}, {"start": 2075.079, "end": 2079.07, "text": "uyanginisela njengovula ebusika"}, {"start": 2079.07, "end": 2079.08, "text": "njengovula ebusika"}, {"start": 2079.08, "end": 2080.55, "text": "[Umculo]"}, {"start": 2080.55, "end": 2080.56, "text": "[Umculo]"}, {"start": 2080.56, "end": 2084.55, "text": "[Umculo] kungani uthando kangaka"}, {"start": 2084.55, "end": 2084.56, "text": "kungani uthando kangaka"}, {"start": 2084.56, "end": 2088.71, "text": "kungani uthando kangaka Umphefumulo wami uyaphendula"}, {"start": 2088.71, "end": 2088.72, "text": "Umphefumulo wami uyaphendula"}, {"start": 2088.72, "end": 2090.669, "text": "Umphefumulo wami uyaphendula uyaphendula"}, {"start": 2090.669, "end": 2090.679, "text": "uyaphendula"}, {"start": 2090.679, "end": 2092.909, "text": "uyaphendula umusa"}, {"start": 2092.909, "end": 2092.919, "text": "umusa"}, {"start": 2092.919, "end": 2097.109, "text": "umusa wakho Uyangena"}, {"start": 2097.119, "end": 2098.21, "text": "Uyangena"}, {"start": 2098.21, "end": 2098.22, "text": "Uyangena"}, {"start": 2098.22, "end": 2099.829, "text": "Uyangena [Umculo]"}, {"start": 2099.829, "end": 2099.839, "text": "[Umculo]"}, {"start": 2099.839, "end": 2103.03, "text": "[Umculo] umusa wakho"}, {"start": 2103.04, "end": 2105.87, "text": "Uyangiphilisa"}, {"start": 2105.87, "end": 2105.88, "text": "Uyangiphilisa"}, {"start": 2105.88, "end": 2107.3, "text": "Uyangiphilisa Uyangiphilisa"}, {"start": 2107.3, "end": 2107.31, "text": "Uyangiphilisa"}, {"start": 2107.31, "end": 2108.87, "text": "Uyangiphilisa [Umculo]"}, {"start": 2108.87, "end": 2108.88, "text": "[Umculo]"}, {"start": 2108.88, "end": 2114.349, "text": "[Umculo] Ngiyamandela"}, {"start": 2114.359, "end": 2120.72, "text": "Ngiyamalela ekhaya"}, {"start": 2120.73, "end": 2124.51, "text": "[Umculo]"}, {"start": 2124.52, "end": 2127.589, "text": "endleleni"}, {"start": 2127.599, "end": 2132.349, "text": "eyayimunyama wakhanyisa"}, {"start": 2132.359, "end": 2137.22, "text": "izandla zami"}, {"start": 2137.23, "end": 2138.589, "text": "[Umculo]"}, {"start": 2138.589, "end": 2138.599, "text": "[Umculo]"}, {"start": 2138.599, "end": 2142.63, "text": "[Umculo] ziyaphakama iyadula"}, {"start": 2142.63, "end": 2142.64, "text": "ziyaphakama iyadula"}, {"start": 2142.64, "end": 2148.91, "text": "ziyaphakama iyadula ngiyafusha yini ngingayenza"}, {"start": 2148.92, "end": 2163.15, "text": "Uthando lwakho lwangena"}, {"start": 2163.16, "end": 2166.71, "text": "as umoya"}, {"start": 2166.71, "end": 2166.72, "text": "as umoya"}, {"start": 2166.72, "end": 2169.17, "text": "as umoya wakho yangiphilisa,"}, {"start": 2169.17, "end": 2169.18, "text": "wakho yangiphilisa,"}, {"start": 2169.18, "end": 2177.38, "text": "wakho yangiphilisa, [Umculo]"}, {"start": 2177.39, "end": 2178.829, "text": "[Umculo]"}, {"start": 2178.829, "end": 2178.839, "text": "[Umculo]"}, {"start": 2178.839, "end": 2193.7, "text": "[Umculo] yanga"}, {"start": 2193.71, "end": 2194.47, "text": "[Umculo]"}, {"start": 2194.47, "end": 2194.48, "text": "[Umculo]"}, {"start": 2194.48, "end": 2197.35, "text": "[Umculo] [Ihlombe]"}, {"start": 2197.35, "end": 2197.36, "text": "[Ihlombe]"}, {"start": 2197.36, "end": 2212.23, "text": "[Ihlombe] [Umculo]"}, {"start": 2212.24, "end": 2215.589, "text": "Bayede"}, {"start": 2215.599, "end": 2221.5, "text": "bayede bayede"}, {"start": 2221.51, "end": 2221.98, "text": "[Ihlombe]"}, {"start": 2221.98, "end": 2221.99, "text": "[Ihlombe]"}, {"start": 2221.99, "end": 2226.51, "text": "[Ihlombe] [Umculo]"}, {"start": 2226.52, "end": 2230.55, "text": "[Ihlombe]"}, {"start": 2230.56, "end": 2235.43, "text": "nkosi wena wedwa"}, {"start": 2235.44, "end": 2237.91, "text": "Simakade"}, {"start": 2237.91, "end": 2237.92, "text": "Simakade"}, {"start": 2237.92, "end": 2242.309, "text": "Simakade bayede bayede"}, {"start": 2242.319, "end": 2244.27, "text": "nkosi"}, {"start": 2244.27, "end": 2244.28, "text": "nkosi"}, {"start": 2244.28, "end": 2249.93, "text": "nkosi yami yebo nkosi"}, {"start": 2249.94, "end": 2253.349, "text": "[Umculo]"}, {"start": 2253.359, "end": 2258.15, "text": "nkosi umusa wakho siyabonga"}, {"start": 2258.15, "end": 2258.16, "text": "nkosi umusa wakho siyabonga"}, {"start": 2258.16, "end": 2262.109, "text": "nkosi umusa wakho siyabonga Uthando lwakho akho siyajabula"}, {"start": 2262.109, "end": 2262.119, "text": "Uthando lwakho akho siyajabula"}, {"start": 2262.119, "end": 2264.47, "text": "Uthando lwakho akho siyajabula mandla"}, {"start": 2264.47, "end": 2264.48, "text": "mandla"}, {"start": 2264.48, "end": 2266.81, "text": "mandla amandla"}, {"start": 2266.81, "end": 2266.82, "text": "amandla"}, {"start": 2266.82, "end": 2271.15, "text": "amandla [Ihlombe]"}, {"start": 2271.16, "end": 2272.81, "text": "bayede"}, {"start": 2272.81, "end": 2272.82, "text": "bayede"}, {"start": 2272.82, "end": 2278.109, "text": "bayede [Umculo]"}, {"start": 2278.119, "end": 2281.57, "text": "nkosi"}, {"start": 2281.58, "end": 2283.23, "text": "[Umculo]"}, {"start": 2283.23, "end": 2283.24, "text": "[Umculo]"}, {"start": 2283.24, "end": 2286.55, "text": "[Umculo] leyo nkosi yami"}, {"start": 2286.55, "end": 2286.56, "text": "leyo nkosi yami"}, {"start": 2286.56, "end": 2289.349, "text": "leyo nkosi yami hamba mayye"}, {"start": 2289.349, "end": 2289.359, "text": "hamba mayye"}, {"start": 2289.359, "end": 2292.66, "text": "hamba mayye hiyiye"}, {"start": 2292.67, "end": 2295.349, "text": "[Umculo]"}, {"start": 2295.349, "end": 2295.359, "text": "[Umculo]"}, {"start": 2295.359, "end": 2301.589, "text": "[Umculo] woza hiye"}, {"start": 2301.599, "end": 2304.91, "text": "phakamisa izandla"}, {"start": 2304.91, "end": 2304.92, "text": "phakamisa izandla"}, {"start": 2304.92, "end": 2308.75, "text": "phakamisa izandla ngiyathula nawe"}, {"start": 2308.76, "end": 2310.589, "text": "[Umculo]"}, {"start": 2310.589, "end": 2310.599, "text": "[Umculo]"}, {"start": 2310.599, "end": 2313.79, "text": "[Umculo] Ngiyahanye phambili"}, {"start": 2313.79, "end": 2313.8, "text": "Ngiyahanye phambili"}, {"start": 2313.8, "end": 2319.06, "text": "Ngiyahanye phambili [Umculo]"}, {"start": 2319.07, "end": 2320.47, "text": "[Umculo]"}, {"start": 2320.47, "end": 2320.48, "text": "[Umculo]"}, {"start": 2320.48, "end": 2326.7, "text": "[Umculo] Nkosi yebo nkosi"}, {"start": 2326.71, "end": 2332.55, "text": "[Umculo]"}, {"start": 2332.56, "end": 2336.39, "text": "Bayede bayede Bye!"}, {"start": 2336.39, "end": 2336.4, "text": "Bayede bayede Bye!"}, {"start": 2336.4, "end": 2340.15, "text": "Bayede bayede Bye! Bayeye"}, {"start": 2340.16, "end": 2342.67, "text": "kanye"}, {"start": 2342.67, "end": 2342.68, "text": "kanye"}, {"start": 2342.68, "end": 2345.91, "text": "kanye [Umculo]"}, {"start": 2345.91, "end": 2345.92, "text": "[Umculo]"}, {"start": 2345.92, "end": 2350.92, "text": "[Umculo] mayusayusede!"}, {"start": 2350.93, "end": 2365.63, "text": "[Umculo]"}, {"start": 2365.64, "end": 2370.39, "text": "Inhambula mama."}, {"start": 2370.4, "end": 2372.91, "text": "Ngithanda"}, {"start": 2372.91, "end": 2372.92, "text": "Ngithanda"}, {"start": 2372.92, "end": 2376.51, "text": "Ngithanda njalo"}, {"start": 2376.52, "end": 2378.91, "text": "mama,"}, {"start": 2378.91, "end": 2378.92, "text": "mama,"}, {"start": 2378.92, "end": 2381.75, "text": "mama, ebuselwe"}, {"start": 2381.75, "end": 2381.76, "text": "ebuselwe"}, {"start": 2381.76, "end": 2387.55, "text": "ebuselwe siyakhuleka"}, {"start": 2387.56, "end": 2390.55, "text": "izulu"}, {"start": 2390.55, "end": 2390.56, "text": "izulu"}, {"start": 2390.56, "end": 2391.09, "text": "izulu [Umculo]"}, {"start": 2391.09, "end": 2391.1, "text": "[Umculo]"}, {"start": 2391.1, "end": 2394.829, "text": "[Umculo] [Ihlombe]"}, {"start": 2394.839, "end": 2397.91, "text": "namusele."}, {"start": 2397.92, "end": 2400.23, "text": "Nkulunkulu"}, {"start": 2400.23, "end": 2400.24, "text": "Nkulunkulu"}, {"start": 2400.24, "end": 2402.03, "text": "Nkulunkulu uyasizwa"}, {"start": 2402.03, "end": 2402.04, "text": "uyasizwa"}, {"start": 2402.04, "end": 2406.95, "text": "uyasizwa uyasizwa usuku lonke"}, {"start": 2406.96, "end": 2409.27, "text": "[Umculo]"}, {"start": 2409.27, "end": 2409.28, "text": "[Umculo]"}, {"start": 2409.28, "end": 2413.4, "text": "[Umculo] Sula mnandi"}, {"start": 2413.41, "end": 2414.55, "text": "[Umculo]"}, {"start": 2414.55, "end": 2414.56, "text": "[Umculo]"}, {"start": 2414.56, "end": 2418.95, "text": "[Umculo] mpimane inhliziyo yakhe."}, {"start": 2418.95, "end": 2418.96, "text": "mpimane inhliziyo yakhe."}, {"start": 2418.96, "end": 2428.39, "text": "mpimane inhliziyo yakhe. [Ihlombe]"}, {"start": 2428.4, "end": 2429.66, "text": "uthando"}, {"start": 2429.66, "end": 2429.67, "text": "uthando"}, {"start": 2429.67, "end": 2430.829, "text": "uthando [Umculo]"}, {"start": 2430.829, "end": 2430.839, "text": "[Umculo]"}, {"start": 2430.839, "end": 2433.67, "text": "[Umculo] ekusheni"}, {"start": 2433.67, "end": 2433.68, "text": "ekusheni"}, {"start": 2433.68, "end": 2435.64, "text": "ekusheni siyakhuleka"}, {"start": 2435.64, "end": 2435.65, "text": "siyakhuleka"}, {"start": 2435.65, "end": 2436.87, "text": "siyakhuleka [Umculo]"}, {"start": 2436.87, "end": 2436.88, "text": "[Umculo]"}, {"start": 2436.88, "end": 2439.47, "text": "[Umculo] izulu"}, {"start": 2439.47, "end": 2439.48, "text": "izulu"}, {"start": 2439.48, "end": 2441.39, "text": "izulu izulu"}, {"start": 2441.39, "end": 2441.4, "text": "izulu"}, {"start": 2441.4, "end": 2443.589, "text": "izulu nawe"}, {"start": 2443.589, "end": 2443.599, "text": "nawe"}, {"start": 2443.599, "end": 2446.589, "text": "nawe ekuseni"}, {"start": 2446.589, "end": 2446.599, "text": "ekuseni"}, {"start": 2446.599, "end": 2449.79, "text": "ekuseni siyakhuleka"}, {"start": 2449.8, "end": 2453.57, "text": "uNkulunkulu uyasizwa"}, {"start": 2453.57, "end": 2453.58, "text": "uNkulunkulu uyasizwa"}, {"start": 2453.58, "end": 2468.71, "text": "uNkulunkulu uyasizwa [Umculo]"}, {"start": 2468.71, "end": 2468.72, "text": "[Umculo]"}, {"start": 2468.72, "end": 2471.13, "text": "[Umculo] Uyasizwa inkamisa"}, {"start": 2471.13, "end": 2471.14, "text": "Uyasizwa inkamisa"}, {"start": 2471.14, "end": 2488.67, "text": "Uyasizwa inkamisa [Umculo]"}, {"start": 2488.68, "end": 2491.11, "text": "never"}, {"start": 2491.11, "end": 2491.12, "text": "never"}, {"start": 2491.12, "end": 2493.72, "text": "never [Umculo]"}, {"start": 2493.72, "end": 2493.73, "text": "[Umculo]"}, {"start": 2493.73, "end": 2495.67, "text": "[Umculo] [Ihlombe]"}, {"start": 2495.67, "end": 2495.68, "text": "[Ihlombe]"}, {"start": 2495.68, "end": 2504.71, "text": "[Ihlombe] asozeana"}, {"start": 2504.72, "end": 2505.87, "text": "siyakhuleka nawe"}, {"start": 2505.87, "end": 2505.88, "text": "siyakhuleka nawe"}, {"start": 2505.88, "end": 2506.71, "text": "siyakhuleka nawe [Umculo]"}, {"start": 2506.71, "end": 2506.72, "text": "[Umculo]"}, {"start": 2506.72, "end": 2514.71, "text": "[Umculo] [Ihlombe]"}, {"start": 2514.72, "end": 2517.03, "text": "siyakhuleka"}, {"start": 2517.03, "end": 2517.04, "text": "siyakhuleka"}, {"start": 2517.04, "end": 2519.19, "text": "siyakhuleka uyasizwa"}, {"start": 2519.19, "end": 2519.2, "text": "uyasizwa"}, {"start": 2519.2, "end": 2525.71, "text": "uyasizwa uyasizwa"}, {"start": 2525.72, "end": 2533.15, "text": "uthandaza uthandaza"}, {"start": 2533.16, "end": 2538.67, "text": "uyathula Thula"}, {"start": 2538.68, "end": 2541.79, "text": "Senana uyathula"}, {"start": 2541.79, "end": 2541.8, "text": "Senana uyathula"}, {"start": 2541.8, "end": 2544.79, "text": "Senana uyathula ndoda"}, {"start": 2544.79, "end": 2544.8, "text": "ndoda"}, {"start": 2544.8, "end": 2548.23, "text": "ndoda Oh uyajabula"}, {"start": 2548.23, "end": 2548.24, "text": "Oh uyajabula"}, {"start": 2548.24, "end": 2552.89, "text": "Oh uyajabula Ndodana"}, {"start": 2552.9, "end": 2607.109, "text": "[Umculo]"}, {"start": 2607.109, "end": 2607.119, "text": "[Umculo]"}, {"start": 2607.119, "end": 2608.33, "text": "[Umculo] Enzika."}, {"start": 2608.33, "end": 2608.34, "text": "Enzika."}, {"start": 2608.34, "end": 2614.51, "text": "Enzika. [Umculo]"}, {"start": 2614.52, "end": 2617.33, "text": "Ngyabonanazile"}, {"start": 2617.33, "end": 2617.34, "text": "Ngyabonanazile"}, {"start": 2617.34, "end": 2619.95, "text": "Ngyabonanazile [Umculo]"}, {"start": 2619.95, "end": 2619.96, "text": "[Umculo]"}, {"start": 2619.96, "end": 2621.95, "text": "[Umculo] thamphefumulo"}, {"start": 2621.95, "end": 2621.96, "text": "thamphefumulo"}, {"start": 2621.96, "end": 2624.91, "text": "thamphefumulo uyakhula,"}, {"start": 2624.91, "end": 2624.92, "text": "uyakhula,"}, {"start": 2624.92, "end": 2630.589, "text": "uyakhula, uyakhula. Uyakhula uyakhula."}, {"start": 2630.599, "end": 2635.99, "text": "Umhlaba uyajabula."}, {"start": 2636.0, "end": 2638.47, "text": "izimpaliya"}, {"start": 2638.47, "end": 2638.48, "text": "izimpaliya"}, {"start": 2638.48, "end": 2640.63, "text": "izimpaliya [Umculo]"}, {"start": 2640.63, "end": 2640.64, "text": "[Umculo]"}, {"start": 2640.64, "end": 2642.589, "text": "[Umculo] ziyavuma"}, {"start": 2642.589, "end": 2642.599, "text": "ziyavuma"}, {"start": 2642.599, "end": 2647.95, "text": "ziyavuma izlabu ziyasela"}, {"start": 2647.96, "end": 2650.75, "text": "impilo etsha"}, {"start": 2650.75, "end": 2650.76, "text": "impilo etsha"}, {"start": 2650.76, "end": 2655.94, "text": "impilo etsha iye iyeza"}, {"start": 2655.95, "end": 2662.15, "text": "[Umculo]"}, {"start": 2662.15, "end": 2662.16, "text": "[Umculo]"}, {"start": 2662.16, "end": 2667.95, "text": "[Umculo] izulu nisam"}, {"start": 2667.96, "end": 2669.99, "text": "umphefumulo,"}, {"start": 2669.99, "end": 2670.0, "text": "umphefumulo,"}, {"start": 2670.0, "end": 2672.87, "text": "umphefumulo, uyagula,"}, {"start": 2672.87, "end": 2672.88, "text": "uyagula,"}, {"start": 2672.88, "end": 2677.069, "text": "uyagula, uyakhula uyagula"}, {"start": 2677.069, "end": 2677.079, "text": "uyakhula uyagula"}, {"start": 2677.079, "end": 2680.43, "text": "uyakhula uyagula uyakula"}, {"start": 2680.44, "end": 2683.15, "text": "siyabonga"}, {"start": 2683.15, "end": 2683.16, "text": "siyabonga"}, {"start": 2683.16, "end": 2684.99, "text": "siyabonga siyabonga"}, {"start": 2684.99, "end": 2685.0, "text": "siyabonga"}, {"start": 2685.0, "end": 2688.829, "text": "siyabonga bayede nkosi amakhosi"}, {"start": 2688.829, "end": 2688.839, "text": "bayede nkosi amakhosi"}, {"start": 2688.839, "end": 2692.15, "text": "bayede nkosi amakhosi Nkosi"}, {"start": 2692.16, "end": 2695.15, "text": "siyaaza"}, {"start": 2695.15, "end": 2695.16, "text": "siyaaza"}, {"start": 2695.16, "end": 2696.99, "text": "siyaaza siyathandaza"}, {"start": 2696.99, "end": 2697.0, "text": "siyathandaza"}, {"start": 2697.0, "end": 2700.67, "text": "siyathandaza bayede Nkosi"}, {"start": 2700.67, "end": 2700.68, "text": "bayede Nkosi"}, {"start": 2700.68, "end": 2704.069, "text": "bayede Nkosi yezulu ukhanya"}, {"start": 2704.069, "end": 2704.079, "text": "yezulu ukhanya"}, {"start": 2704.079, "end": 2705.45, "text": "yezulu ukhanya wakwakho"}, {"start": 2705.45, "end": 2705.46, "text": "wakwakho"}, {"start": 2705.46, "end": 2706.67, "text": "wakwakho [Umculo]"}, {"start": 2706.67, "end": 2706.68, "text": "[Umculo]"}, {"start": 2706.68, "end": 2709.79, "text": "[Umculo] uyangena"}, {"start": 2709.8, "end": 2712.79, "text": "uthandolwakho,"}, {"start": 2712.79, "end": 2712.8, "text": "uthandolwakho,"}, {"start": 2712.8, "end": 2716.03, "text": "uthandolwakho, luyasikelela kuya"}, {"start": 2716.03, "end": 2716.04, "text": "luyasikelela kuya"}, {"start": 2716.04, "end": 2718.63, "text": "luyasikelela kuya wakho."}, {"start": 2718.63, "end": 2718.64, "text": "wakho."}, {"start": 2718.64, "end": 2721.39, "text": "wakho. Siyasiphilisa izinliziyo"}, {"start": 2721.39, "end": 2721.4, "text": "Siyasiphilisa izinliziyo"}, {"start": 2721.4, "end": 2725.51, "text": "Siyasiphilisa izinliziyo [Umculo]"}, {"start": 2725.51, "end": 2725.52, "text": "[Umculo]"}, {"start": 2725.52, "end": 2728.42, "text": "[Umculo] zethu"}, {"start": 2728.42, "end": 2728.43, "text": "zethu"}, {"start": 2728.43, "end": 2732.23, "text": "zethu [Ihlombe]"}, {"start": 2732.23, "end": 2732.24, "text": "[Ihlombe]"}, {"start": 2732.24, "end": 2738.23, "text": "[Ihlombe] liyamisela iyanisela"}, {"start": 2738.24, "end": 2740.45, "text": "Ngicela"}, {"start": 2740.45, "end": 2740.46, "text": "Ngicela"}, {"start": 2740.46, "end": 2744.23, "text": "Ngicela [Ihlombe]"}, {"start": 2744.24, "end": 2749.64, "text": "iyanisela iyanisela."}, {"start": 2749.65, "end": 2775.67, "text": "[Umculo]"}, {"start": 2775.67, "end": 2775.68, "text": "[Umculo]"}, {"start": 2775.68, "end": 2778.95, "text": "[Umculo] Namuhla"}, {"start": 2778.96, "end": 2782.68, "text": "ngiyabonga inhliziyo yami jabula"}, {"start": 2782.68, "end": 2782.69, "text": "ngiyabonga inhliziyo yami jabula"}, {"start": 2782.69, "end": 2784.99, "text": "ngiyabonga inhliziyo yami jabula [Umculo]"}, {"start": 2784.99, "end": 2785.0, "text": "[Umculo]"}, {"start": 2785.0, "end": 2787.08, "text": "[Umculo] Lalela"}, {"start": 2787.08, "end": 2787.09, "text": "Lalela"}, {"start": 2787.09, "end": 2789.71, "text": "Lalela [Umculo]"}, {"start": 2789.71, "end": 2789.72, "text": "[Umculo]"}, {"start": 2789.72, "end": 2797.15, "text": "[Umculo] ngiyabonga zakho nkosi"}, {"start": 2797.16, "end": 2799.0, "text": "blessinga"}, {"start": 2799.0, "end": 2799.01, "text": "blessinga"}, {"start": 2799.01, "end": 2804.51, "text": "blessinga [Umculo]"}, {"start": 2804.51, "end": 2804.52, "text": "[Umculo]"}, {"start": 2804.52, "end": 2808.38, "text": "[Umculo] Ngihonga"}, {"start": 2808.39, "end": 2813.67, "text": "[Umculo]"}, {"start": 2813.67, "end": 2813.68, "text": "[Umculo]"}, {"start": 2813.68, "end": 2817.03, "text": "[Umculo] nkosi"}, {"start": 2817.04, "end": 2820.92, "text": "liyakhanya Umoya wakho"}, {"start": 2820.92, "end": 2820.93, "text": "liyakhanya Umoya wakho"}, {"start": 2820.93, "end": 2822.39, "text": "liyakhanya Umoya wakho [Umculo]"}, {"start": 2822.39, "end": 2822.4, "text": "[Umculo]"}, {"start": 2822.4, "end": 2825.11, "text": "[Umculo] ukhona la ngiyabonga"}, {"start": 2825.11, "end": 2825.12, "text": "ukhona la ngiyabonga"}, {"start": 2825.12, "end": 2827.109, "text": "ukhona la ngiyabonga [Umculo]"}, {"start": 2827.109, "end": 2827.119, "text": "[Umculo]"}, {"start": 2827.119, "end": 2829.34, "text": "[Umculo] angifuthando lwakho"}, {"start": 2829.34, "end": 2829.35, "text": "angifuthando lwakho"}, {"start": 2829.35, "end": 2831.39, "text": "angifuthando lwakho [Umculo]"}, {"start": 2831.39, "end": 2831.4, "text": "[Umculo]"}, {"start": 2831.4, "end": 2833.03, "text": "[Umculo] nkosi"}, {"start": 2833.03, "end": 2833.04, "text": "nkosi"}, {"start": 2833.04, "end": 2834.5, "text": "nkosi ngiyabonga nkosi"}, {"start": 2834.5, "end": 2834.51, "text": "ngiyabonga nkosi"}, {"start": 2834.51, "end": 2837.549, "text": "ngiyabonga nkosi [Umculo]"}, {"start": 2837.549, "end": 2837.559, "text": "[Umculo]"}, {"start": 2837.559, "end": 2844.0, "text": "[Umculo] siyabonga mys"}, {"start": 2844.01, "end": 2856.19, "text": "[Umculo]"}, {"start": 2856.2, "end": 2857.39, "text": "Ngiyabonga"}, {"start": 2857.39, "end": 2857.4, "text": "Ngiyabonga"}, {"start": 2857.4, "end": 2864.67, "text": "Ngiyabonga [Umculo]"}, {"start": 2864.68, "end": 2868.11, "text": "o ngiyabonga"}, {"start": 2868.11, "end": 2868.12, "text": "o ngiyabonga"}, {"start": 2868.12, "end": 2897.08, "text": "o ngiyabonga [Umculo]"}, {"start": 2897.09, "end": 2898.51, "text": "[Umculo]"}, {"start": 2898.51, "end": 2898.52, "text": "[Umculo]"}, {"start": 2898.52, "end": 2901.63, "text": "[Umculo] i Ngiyabonga"}, {"start": 2901.63, "end": 2901.64, "text": "i Ngiyabonga"}, {"start": 2901.64, "end": 2904.069, "text": "i Ngiyabonga [Umculo]"}, {"start": 2904.069, "end": 2904.079, "text": "[Umculo]"}, {"start": 2904.079, "end": 2906.29, "text": "[Umculo] Nkosi"}, {"start": 2906.29, "end": 2906.3, "text": "Nkosi"}, {"start": 2906.3, "end": 2913.51, "text": "Nkosi [Umculo]"}, {"start": 2913.51, "end": 2913.52, "text": "[Umculo]"}, {"start": 2913.52, "end": 2915.96, "text": "[Umculo] meyga Lorda"}, {"start": 2915.96, "end": 2915.97, "text": "meyga Lorda"}, {"start": 2915.97, "end": 2928.549, "text": "meyga Lorda [Umculo]"}, {"start": 2928.549, "end": 2928.559, "text": "[Umculo]"}, {"start": 2928.559, "end": 2933.98, "text": "[Umculo] ee"}, {"start": 2933.99, "end": 2968.99, "text": "[Umculo]"}, {"start": 2969.0, "end": 2971.109, "text": "Yizwa"}, {"start": 2971.109, "end": 2971.119, "text": "Yizwa"}, {"start": 2971.119, "end": 2977.19, "text": "Yizwa izwi Likhala kude Yebo, yebo. Inhliziyo"}, {"start": 2977.19, "end": 2977.2, "text": "izwi Likhala kude Yebo, yebo. Inhliziyo"}, {"start": 2977.2, "end": 2981.309, "text": "izwi Likhala kude Yebo, yebo. Inhliziyo yami yashisa namuhla"}, {"start": 2981.309, "end": 2981.319, "text": "yami yashisa namuhla"}, {"start": 2981.319, "end": 2984.19, "text": "yami yashisa namuhla Iyashisa"}, {"start": 2984.19, "end": 2984.2, "text": "Iyashisa"}, {"start": 2984.2, "end": 2986.069, "text": "Iyashisa Woza"}, {"start": 2986.069, "end": 2986.079, "text": "Woza"}, {"start": 2986.079, "end": 2990.67, "text": "Woza woza woza sihambisa izandla"}, {"start": 2990.67, "end": 2990.68, "text": "woza woza sihambisa izandla"}, {"start": 2990.68, "end": 2994.15, "text": "woza woza sihambisa izandla [Umculo]"}, {"start": 2994.15, "end": 2994.16, "text": "[Umculo]"}, {"start": 2994.16, "end": 2998.95, "text": "[Umculo] phezulu"}, {"start": 2998.96, "end": 3000.67, "text": "phezulu"}, {"start": 3000.67, "end": 3000.68, "text": "phezulu"}, {"start": 3000.68, "end": 3003.62, "text": "phezulu siyadumisa siyadumisa"}, {"start": 3003.62, "end": 3003.63, "text": "siyadumisa siyadumisa"}, {"start": 3003.63, "end": 3007.63, "text": "siyadumisa siyadumisa [Umculo]"}, {"start": 3007.64, "end": 3009.549, "text": "simemeza,"}, {"start": 3009.549, "end": 3009.559, "text": "simemeza,"}, {"start": 3009.559, "end": 3013.309, "text": "simemeza, simemeza,"}, {"start": 3013.319, "end": 3017.99, "text": "sisha namusha"}, {"start": 3018.0, "end": 3019.63, "text": "[Umculo]"}, {"start": 3019.63, "end": 3019.64, "text": "[Umculo]"}, {"start": 3019.64, "end": 3021.39, "text": "[Umculo] sishaumise,"}, {"start": 3021.39, "end": 3021.4, "text": "sishaumise,"}, {"start": 3021.4, "end": 3030.71, "text": "sishaumise, sidumise"}, {"start": 3030.72, "end": 3033.789, "text": "sonke manje"}, {"start": 3033.789, "end": 3033.799, "text": "sonke manje"}, {"start": 3033.799, "end": 3037.95, "text": "sonke manje Ashowo uya"}, {"start": 3037.96, "end": 3043.75, "text": "abantu bonke bayathula kanye nami kanye"}, {"start": 3043.75, "end": 3043.76, "text": "abantu bonke bayathula kanye nami kanye"}, {"start": 3043.76, "end": 3046.349, "text": "abantu bonke bayathula kanye nami kanye nami."}, {"start": 3046.349, "end": 3046.359, "text": "nami."}, {"start": 3046.359, "end": 3049.47, "text": "nami. Woza"}, {"start": 3049.48, "end": 3052.55, "text": "woza sihambe izandla phezulu"}, {"start": 3052.55, "end": 3052.56, "text": "woza sihambe izandla phezulu"}, {"start": 3052.56, "end": 3059.92, "text": "woza sihambe izandla phezulu [Umculo]"}, {"start": 3059.92, "end": 3059.93, "text": "[Umculo]"}, {"start": 3059.93, "end": 3062.86, "text": "[Umculo] [Ihlombe]"}, {"start": 3062.86, "end": 3062.87, "text": "[Ihlombe]"}, {"start": 3062.87, "end": 3066.86, "text": "[Ihlombe] [Umculo]"}, {"start": 3066.86, "end": 3066.87, "text": "[Umculo]"}, {"start": 3066.87, "end": 3073.82, "text": "[Umculo] [Ihlombe]"}, {"start": 3073.83, "end": 3077.07, "text": "[Ihlombe]"}, {"start": 3077.08, "end": 3081.84, "text": "[Umculo]"}, {"start": 3081.85, "end": 3083.589, "text": "[Ihlombe]"}, {"start": 3083.589, "end": 3083.599, "text": "[Ihlombe]"}, {"start": 3083.599, "end": 3087.1, "text": "[Ihlombe] Simembeza,"}, {"start": 3087.11, "end": 3090.39, "text": "[Ihlombe]"}, {"start": 3090.39, "end": 3090.4, "text": "[Ihlombe]"}, {"start": 3090.4, "end": 3091.99, "text": "[Ihlombe] simembeza"}, {"start": 3091.99, "end": 3092.0, "text": "simembeza"}, {"start": 3092.0, "end": 3095.829, "text": "simembeza shembe"}, {"start": 3095.839, "end": 3102.63, "text": "sidumise sidumise"}, {"start": 3102.64, "end": 3104.69, "text": "zonke siyungisa"}, {"start": 3104.69, "end": 3104.7, "text": "zonke siyungisa"}, {"start": 3104.7, "end": 3111.84, "text": "zonke siyungisa [Umculo]"}, {"start": 3111.85, "end": 3115.71, "text": "[Umculo]"}, {"start": 3115.72, "end": 3116.78, "text": "siyisa"}, {"start": 3116.78, "end": 3116.79, "text": "siyisa"}, {"start": 3116.79, "end": 3123.67, "text": "siyisa [Ihlombe]"}, {"start": 3123.68, "end": 3126.7, "text": "leho, wo"}, {"start": 3126.7, "end": 3126.71, "text": "leho, wo"}, {"start": 3126.71, "end": 3132.789, "text": "leho, wo [Umculo]"}, {"start": 3132.789, "end": 3132.799, "text": "[Umculo]"}, {"start": 3132.799, "end": 3139.39, "text": "[Umculo] Phuma emanzini"}, {"start": 3139.4, "end": 3143.349, "text": "Umuzalwa namusha kodwa"}, {"start": 3143.349, "end": 3143.359, "text": "Umuzalwa namusha kodwa"}, {"start": 3143.359, "end": 3146.99, "text": "Umuzalwa namusha kodwa ngizukhulu ungibiza ngithi"}, {"start": 3146.99, "end": 3147.0, "text": "ngizukhulu ungibiza ngithi"}, {"start": 3147.0, "end": 3149.549, "text": "ngizukhulu ungibiza ngithi ngiyavuma"}, {"start": 3149.549, "end": 3149.559, "text": "ngiyavuma"}, {"start": 3149.559, "end": 3151.51, "text": "ngiyavuma bevelo"}, {"start": 3151.51, "end": 3151.52, "text": "bevelo"}, {"start": 3151.52, "end": 3154.349, "text": "bevelo sengihlukile emanzini"}, {"start": 3154.349, "end": 3154.359, "text": "sengihlukile emanzini"}, {"start": 3154.359, "end": 3157.24, "text": "sengihlukile emanzini esebusiso simezigaba."}, {"start": 3157.24, "end": 3157.25, "text": "esebusiso simezigaba."}, {"start": 3157.25, "end": 3160.549, "text": "esebusiso simezigaba. [Ihlombe]"}, {"start": 3160.559, "end": 3162.91, "text": "Silengele"}, {"start": 3162.91, "end": 3162.92, "text": "Silengele"}, {"start": 3162.92, "end": 3166.51, "text": "Silengele siyahalalisa,"}, {"start": 3166.52, "end": 3168.589, "text": "sengil"}, {"start": 3168.589, "end": 3168.599, "text": "sengil"}, {"start": 3168.599, "end": 3170.71, "text": "sengil siyahalalisa imifuna"}, {"start": 3170.71, "end": 3170.72, "text": "siyahalalisa imifuna"}, {"start": 3170.72, "end": 3178.16, "text": "siyahalalisa imifuna iqhubeke sekhupha"}, {"start": 3178.17, "end": 3179.39, "text": "[Ihlombe]"}, {"start": 3179.39, "end": 3179.4, "text": "[Ihlombe]"}, {"start": 3179.4, "end": 3182.71, "text": "[Ihlombe] munyealise, ngenelele,"}, {"start": 3182.71, "end": 3182.72, "text": "munyealise, ngenelele,"}, {"start": 3182.72, "end": 3184.309, "text": "munyealise, ngenelele, sihambene"}, {"start": 3184.309, "end": 3184.319, "text": "sihambene"}, {"start": 3184.319, "end": 3186.87, "text": "sihambene siyalisa izandla"}, {"start": 3186.87, "end": 3186.88, "text": "siyalisa izandla"}, {"start": 3186.88, "end": 3191.15, "text": "siyalisa izandla sezikhumele izinkulungo"}, {"start": 3191.16, "end": 3196.3, "text": "Kwazulu nasenkolo sibonana"}, {"start": 3196.31, "end": 3200.15, "text": "[Umculo]"}, {"start": 3200.15, "end": 3200.16, "text": "[Umculo]"}, {"start": 3200.16, "end": 3201.99, "text": "[Umculo] sifezana"}, {"start": 3201.99, "end": 3202.0, "text": "sifezana"}, {"start": 3202.0, "end": 3206.27, "text": "sifezana la sibonga"}, {"start": 3206.28, "end": 3213.63, "text": "ngobezo bevela kule izimpilo"}, {"start": 3213.64, "end": 3219.829, "text": "zidukile simengezigama Igama lakhe ngene"}, {"start": 3219.829, "end": 3219.839, "text": "zidukile simengezigama Igama lakhe ngene"}, {"start": 3219.839, "end": 3222.15, "text": "zidukile simengezigama Igama lakhe ngene sishane"}, {"start": 3222.15, "end": 3222.16, "text": "sishane"}, {"start": 3222.16, "end": 3228.39, "text": "sishane siyaalisa,"}, {"start": 3228.4, "end": 3229.95, "text": "njengezulu"}, {"start": 3229.95, "end": 3229.96, "text": "njengezulu"}, {"start": 3229.96, "end": 3242.51, "text": "njengezulu ithuba sekuma kuye"}, {"start": 3242.52, "end": 3244.309, "text": "siyolalise"}, {"start": 3244.309, "end": 3244.319, "text": "siyolalise"}, {"start": 3244.319, "end": 3246.75, "text": "siyolalise ngangisho thina"}, {"start": 3246.75, "end": 3246.76, "text": "ngangisho thina"}, {"start": 3246.76, "end": 3249.67, "text": "ngangisho thina Mina laphula uthando lwakho"}, {"start": 3249.67, "end": 3249.68, "text": "Mina laphula uthando lwakho"}, {"start": 3249.68, "end": 3252.47, "text": "Mina laphula uthando lwakho nje phansi"}, {"start": 3252.47, "end": 3252.48, "text": "nje phansi"}, {"start": 3252.48, "end": 3256.109, "text": "nje phansi uphakeme zonke izizwe"}, {"start": 3256.109, "end": 3256.119, "text": "uphakeme zonke izizwe"}, {"start": 3256.119, "end": 3259.589, "text": "uphakeme zonke izizwe zishane umphefumulo idansza"}, {"start": 3259.589, "end": 3259.599, "text": "zishane umphefumulo idansza"}, {"start": 3259.599, "end": 3262.789, "text": "zishane umphefumulo idansza ndawonye ubumnandi"}, {"start": 3262.789, "end": 3262.799, "text": "ndawonye ubumnandi"}, {"start": 3262.799, "end": 3265.47, "text": "ndawonye ubumnandi buyafika izulu lami"}, {"start": 3265.47, "end": 3265.48, "text": "buyafika izulu lami"}, {"start": 3265.48, "end": 3269.91, "text": "buyafika izulu lami memeza ngoba thina sibuye kuwe"}, {"start": 3269.91, "end": 3269.92, "text": "memeza ngoba thina sibuye kuwe"}, {"start": 3269.92, "end": 3273.21, "text": "memeza ngoba thina sibuye kuwe sidlangene sidlangene siyamangalisa,"}, {"start": 3273.21, "end": 3273.22, "text": "sidlangene sidlangene siyamangalisa,"}, {"start": 3273.22, "end": 3275.37, "text": "sidlangene sidlangene siyamangalisa, [Umculo]"}, {"start": 3275.37, "end": 3275.38, "text": "[Umculo]"}, {"start": 3275.38, "end": 3279.15, "text": "[Umculo] [Ihlombe]"}, {"start": 3279.16, "end": 3281.39, "text": "siyangensiyalise"}, {"start": 3281.39, "end": 3281.4, "text": "siyangensiyalise"}, {"start": 3281.4, "end": 3285.41, "text": "siyangensiyalise siyayele siyabalalise"}, {"start": 3285.42, "end": 3287.39, "text": "[Umculo]"}, {"start": 3287.39, "end": 3287.4, "text": "[Umculo]"}, {"start": 3287.4, "end": 3291.109, "text": "[Umculo] Sangela"}, {"start": 3291.119, "end": 3297.67, "text": "sihanga"}, {"start": 3297.68, "end": 3299.23, "text": "sangela"}, {"start": 3299.23, "end": 3299.24, "text": "sangela"}, {"start": 3299.24, "end": 3302.51, "text": "sangela siyakena sialise"}, {"start": 3302.51, "end": 3302.52, "text": "siyakena sialise"}, {"start": 3302.52, "end": 3306.39, "text": "siyakena sialise I"}, {"start": 3306.4, "end": 3321.069, "text": "[Umculo]"}, {"start": 3321.079, "end": 3324.349, "text": "siyalisa beka gogo"}, {"start": 3324.349, "end": 3324.359, "text": "siyalisa beka gogo"}, {"start": 3324.359, "end": 3328.43, "text": "siyalisa beka gogo wakhe"}, {"start": 3328.44, "end": 3333.27, "text": "thala zakhe mtulu"}, {"start": 3333.27, "end": 3333.28, "text": "thala zakhe mtulu"}, {"start": 3333.28, "end": 3335.75, "text": "thala zakhe mtulu H lezinyawo"}, {"start": 3335.75, "end": 3335.76, "text": "H lezinyawo"}, {"start": 3335.76, "end": 3340.069, "text": "H lezinyawo sithi asho"}, {"start": 3340.079, "end": 3343.63, "text": "Asho, sithi hamba"}, {"start": 3343.63, "end": 3343.64, "text": "Asho, sithi hamba"}, {"start": 3343.64, "end": 3346.4, "text": "Asho, sithi hamba nawe abantwana"}, {"start": 3346.4, "end": 3346.41, "text": "nawe abantwana"}, {"start": 3346.41, "end": 3349.109, "text": "nawe abantwana [Ihlombe]"}, {"start": 3349.109, "end": 3349.119, "text": "[Ihlombe]"}, {"start": 3349.119, "end": 3352.15, "text": "[Ihlombe] nabe ntoma"}, {"start": 3352.15, "end": 3352.16, "text": "nabe ntoma"}, {"start": 3352.16, "end": 3355.71, "text": "nabe ntoma Siyavuma"}, {"start": 3355.72, "end": 3358.71, "text": "imvuma sivuma"}, {"start": 3358.71, "end": 3358.72, "text": "imvuma sivuma"}, {"start": 3358.72, "end": 3365.589, "text": "imvuma sivuma ngeziva."}, {"start": 3365.599, "end": 3369.39, "text": "Siyavuma mama ngesivuma"}, {"start": 3369.39, "end": 3369.4, "text": "Siyavuma mama ngesivuma"}, {"start": 3369.4, "end": 3373.829, "text": "Siyavuma mama ngesivuma Sizwenza kanjani gogo we wena? Luyinya"}, {"start": 3373.829, "end": 3373.839, "text": "Sizwenza kanjani gogo we wena? Luyinya"}, {"start": 3373.839, "end": 3379.67, "text": "Sizwenza kanjani gogo we wena? Luyinya izandla lwashwa Phambili Emuva mama."}, {"start": 3379.67, "end": 3379.68, "text": "izandla lwashwa Phambili Emuva mama."}, {"start": 3379.68, "end": 3382.71, "text": "izandla lwashwa Phambili Emuva mama. phambiliela so"}, {"start": 3382.71, "end": 3382.72, "text": "phambiliela so"}, {"start": 3382.72, "end": 3388.99, "text": "phambiliela so sibonga sombi sibonga, sishe ngene"}, {"start": 3388.99, "end": 3389.0, "text": "sibonga sombi sibonga, sishe ngene"}, {"start": 3389.0, "end": 3403.109, "text": "sibonga sombi sibonga, sishe ngene nhlamba, siya"}, {"start": 3403.119, "end": 3407.349, "text": "nkhayibhana, kumama"}, {"start": 3407.359, "end": 3409.549, "text": "Yebo"}, {"start": 3409.549, "end": 3409.559, "text": "Yebo"}, {"start": 3409.559, "end": 3416.309, "text": "Yebo mama sihambe sinile njabuli. Yebo"}, {"start": 3416.309, "end": 3416.319, "text": "mama sihambe sinile njabuli. Yebo"}, {"start": 3416.319, "end": 3427.91, "text": "mama sihambe sinile njabuli. Yebo goya ngihamba mama ngesombala."}, {"start": 3427.92, "end": 3430.27, "text": "savum"}, {"start": 3430.27, "end": 3430.28, "text": "savum"}, {"start": 3430.28, "end": 3431.91, "text": "savum ngezoma,"}, {"start": 3431.91, "end": 3431.92, "text": "ngezoma,"}, {"start": 3431.92, "end": 3433.589, "text": "ngezoma, savumez"}, {"start": 3433.589, "end": 3433.599, "text": "savumez"}, {"start": 3433.599, "end": 3437.15, "text": "savumez mfomane"}, {"start": 3437.16, "end": 3440.51, "text": "siyambana"}, {"start": 3440.52, "end": 3443.95, "text": "savumfomana"}, {"start": 3443.96, "end": 3449.28, "text": "siyavuma siyavuma"}, {"start": 3449.29, "end": 3450.87, "text": "[Umculo]"}, {"start": 3450.87, "end": 3450.88, "text": "[Umculo]"}, {"start": 3450.88, "end": 3454.309, "text": "[Umculo] nevkomandi"}, {"start": 3454.319, "end": 3459.45, "text": "savuma savuma amandla"}, {"start": 3459.46, "end": 3461.39, "text": "[Umculo]"}, {"start": 3461.39, "end": 3461.4, "text": "[Umculo]"}, {"start": 3461.4, "end": 3465.63, "text": "[Umculo] ngemane phumana"}, {"start": 3465.64, "end": 3471.43, "text": "ngesompana"}, {"start": 3471.44, "end": 3475.91, "text": "ngefomana siya phumana"}, {"start": 3475.92, "end": 3482.75, "text": "nesiana nesioma la savumama nesioma la"}, {"start": 3482.75, "end": 3482.76, "text": "nesiana nesioma la savumama nesioma la"}, {"start": 3482.76, "end": 3486.19, "text": "nesiana nesioma la savumama nesioma la savumama nesioma"}, {"start": 3486.19, "end": 3486.2, "text": "savumama nesioma"}, {"start": 3486.2, "end": 3488.39, "text": "savumama nesioma savumama"}, {"start": 3488.39, "end": 3488.4, "text": "savumama"}, {"start": 3488.4, "end": 3491.95, "text": "savumama nesvom siyavuma"}, {"start": 3491.95, "end": 3491.96, "text": "nesvom siyavuma"}, {"start": 3491.96, "end": 3498.87, "text": "nesvom siyavuma nesioma savumama nesoma la"}, {"start": 3498.88, "end": 3503.71, "text": "siyavuma siama nesiokoohoo"}, {"start": 3503.71, "end": 3503.72, "text": "siyavuma siama nesiokoohoo"}, {"start": 3503.72, "end": 3516.39, "text": "siyavuma siama nesiokoohoo [Umculo]"}, {"start": 3516.4, "end": 3518.19, "text": "nami"}, {"start": 3518.19, "end": 3518.2, "text": "nami"}, {"start": 3518.2, "end": 3520.03, "text": "nami ngilahlekile, phakathi"}, {"start": 3520.03, "end": 3520.04, "text": "ngilahlekile, phakathi"}, {"start": 3520.04, "end": 3521.43, "text": "ngilahlekile, phakathi [Umculo]"}, {"start": 3521.43, "end": 3521.44, "text": "[Umculo]"}, {"start": 3521.44, "end": 3524.36, "text": "[Umculo] kwendlela"}, {"start": 3524.36, "end": 3524.37, "text": "kwendlela"}, {"start": 3524.37, "end": 3531.589, "text": "kwendlela [Umculo]"}, {"start": 3531.589, "end": 3531.599, "text": "[Umculo]"}, {"start": 3531.599, "end": 3533.23, "text": "[Umculo] Thomangenza"}, {"start": 3533.23, "end": 3533.24, "text": "Thomangenza"}, {"start": 3533.24, "end": 3535.64, "text": "Thomangenza nakhumbula ekhaya"}, {"start": 3535.64, "end": 3535.65, "text": "nakhumbula ekhaya"}, {"start": 3535.65, "end": 3539.789, "text": "nakhumbula ekhaya [Umculo]"}, {"start": 3539.799, "end": 3543.589, "text": "kimi indaba"}, {"start": 3543.599, "end": 3551.789, "text": "ezinde imfuthumayo"}, {"start": 3551.799, "end": 3554.829, "text": "yashoka Ngabanjwe"}, {"start": 3554.829, "end": 3554.839, "text": "yashoka Ngabanjwe"}, {"start": 3554.839, "end": 3562.43, "text": "yashoka Ngabanjwe isandla kaNkulunkulu yanginika"}, {"start": 3562.44, "end": 3565.2, "text": "uphuphefumula izwi lakho libuyise"}, {"start": 3565.2, "end": 3565.21, "text": "uphuphefumula izwi lakho libuyise"}, {"start": 3565.21, "end": 3566.51, "text": "uphuphefumula izwi lakho libuyise [Umculo]"}, {"start": 3566.51, "end": 3566.52, "text": "[Umculo]"}, {"start": 3566.52, "end": 3568.51, "text": "[Umculo] izwi lakho"}, {"start": 3568.51, "end": 3568.52, "text": "izwi lakho"}, {"start": 3568.52, "end": 3573.27, "text": "izwi lakho libuluyisa, Ngizwe"}, {"start": 3573.28, "end": 3579.39, "text": "siphelisa imisindo"}, {"start": 3579.4, "end": 3585.27, "text": "yami"}, {"start": 3585.28, "end": 3588.47, "text": "isithunywa"}, {"start": 3588.48, "end": 3590.27, "text": "ngibuyile"}, {"start": 3590.27, "end": 3590.28, "text": "ngibuyile"}, {"start": 3590.28, "end": 3597.51, "text": "ngibuyile ekhaya ngiyalela ezandleni."}, {"start": 3597.52, "end": 3602.95, "text": "zakho"}, {"start": 3602.96, "end": 3605.41, "text": "ngibuyile"}, {"start": 3605.41, "end": 3605.42, "text": "ngibuyile"}, {"start": 3605.42, "end": 3611.71, "text": "ngibuyile [Umculo]"}, {"start": 3611.71, "end": 3611.72, "text": "[Umculo]"}, {"start": 3611.72, "end": 3617.789, "text": "[Umculo] wamukhelekile ngaphambi"}, {"start": 3617.799, "end": 3621.789, "text": "kwesikhukhu kwaziswa ngaphezu nami"}, {"start": 3621.789, "end": 3621.799, "text": "kwesikhukhu kwaziswa ngaphezu nami"}, {"start": 3621.799, "end": 3624.589, "text": "kwesikhukhu kwaziswa ngaphezu nami ngazithoba phambili phambi"}, {"start": 3624.589, "end": 3624.599, "text": "ngazithoba phambili phambi"}, {"start": 3624.599, "end": 3630.99, "text": "ngazithoba phambili phambi kwamagama"}, {"start": 3631.0, "end": 3634.06, "text": "usukuha"}, {"start": 3634.07, "end": 3640.63, "text": "[Umculo]"}, {"start": 3640.64, "end": 3643.23, "text": "iyabuya sokuyithugcwele"}, {"start": 3643.23, "end": 3643.24, "text": "iyabuya sokuyithugcwele"}, {"start": 3643.24, "end": 3652.95, "text": "iyabuya sokuyithugcwele [Umculo]"}, {"start": 3652.96, "end": 3656.84, "text": "Sengiyazi lainga"}, {"start": 3656.84, "end": 3656.85, "text": "Sengiyazi lainga"}, {"start": 3656.85, "end": 3664.39, "text": "Sengiyazi lainga [Umculo]"}, {"start": 3664.4, "end": 3667.15, "text": "[Umculo]"}, {"start": 3667.15, "end": 3667.16, "text": "[Umculo]"}, {"start": 3667.16, "end": 3669.28, "text": "[Umculo] ngibuyile"}, {"start": 3669.28, "end": 3669.29, "text": "ngibuyile"}, {"start": 3669.29, "end": 3675.47, "text": "ngibuyile [Umculo]"}, {"start": 3675.48, "end": 3679.43, "text": "ekhaya bakho ngibuyile"}, {"start": 3679.43, "end": 3679.44, "text": "ekhaya bakho ngibuyile"}, {"start": 3679.44, "end": 3690.64, "text": "ekhaya bakho ngibuyile [Umculo]"}, {"start": 3690.65, "end": 3694.75, "text": "[Umculo]"}, {"start": 3694.76, "end": 3699.27, "text": "Ngibuyile"}, {"start": 3699.28, "end": 3701.15, "text": "ekhaya"}, {"start": 3701.15, "end": 3701.16, "text": "ekhaya"}, {"start": 3701.16, "end": 3705.67, "text": "ekhaya [Umculo]"}, {"start": 3705.67, "end": 3705.68, "text": "[Umculo]"}, {"start": 3705.68, "end": 3708.06, "text": "[Umculo] ngiyalele ngibuye"}, {"start": 3708.06, "end": 3708.07, "text": "ngiyalele ngibuye"}, {"start": 3708.07, "end": 3712.549, "text": "ngiyalele ngibuye [Umculo]"}, {"start": 3712.559, "end": 3723.04, "text": "ekhaya wamukhelekile"}, {"start": 3723.05, "end": 3724.53, "text": "[Umculo]"}, {"start": 3724.53, "end": 3724.54, "text": "[Umculo]"}, {"start": 3724.54, "end": 3725.84, "text": "[Umculo] [Uhleko]"}, {"start": 3725.84, "end": 3725.85, "text": "[Uhleko]"}, {"start": 3725.85, "end": 3735.62, "text": "[Uhleko] [Umculo]"}, {"start": 3735.63, "end": 3738.74, "text": "[Umculo]"}, {"start": 3738.74, "end": 3738.75, "text": "[Umculo]"}, {"start": 3738.75, "end": 3742.589, "text": "[Umculo] [Ihlombe]"}, {"start": 3742.589, "end": 3742.599, "text": "[Ihlombe]"}, {"start": 3742.599, "end": 3746.349, "text": "[Ihlombe] Ngiyabonga"}, {"start": 3746.359, "end": 3752.63, "text": "weekini izandla zakhe"}, {"start": 3752.64, "end": 3757.71, "text": "siyayiphakamile ngabubheka noma"}, {"start": 3757.71, "end": 3757.72, "text": "siyayiphakamile ngabubheka noma"}, {"start": 3757.72, "end": 3760.269, "text": "siyayiphakamile ngabubheka noma ubhola uhamba"}, {"start": 3760.269, "end": 3760.279, "text": "ubhola uhamba"}, {"start": 3760.279, "end": 3764.43, "text": "ubhola uhamba kanjani umusa"}, {"start": 3764.44, "end": 3768.789, "text": "wakuphila, abantwana beze"}, {"start": 3768.789, "end": 3768.799, "text": "wakuphila, abantwana beze"}, {"start": 3768.799, "end": 3770.349, "text": "wakuphila, abantwana beze ngiyangizwa"}, {"start": 3770.349, "end": 3770.359, "text": "ngiyangizwa"}, {"start": 3770.359, "end": 3776.109, "text": "ngiyangizwa gogo amadoda akakhonke"}, {"start": 3776.119, "end": 3781.87, "text": "bayazi ngoba lapho"}, {"start": 3781.88, "end": 3787.309, "text": "kunebunga zika Nkulunkulu ziphi"}, {"start": 3787.309, "end": 3787.319, "text": "kunebunga zika Nkulunkulu ziphi"}, {"start": 3787.319, "end": 3790.67, "text": "kunebunga zika Nkulunkulu ziphi impilo"}, {"start": 3790.68, "end": 3793.15, "text": "ufilisa"}, {"start": 3793.15, "end": 3793.16, "text": "ufilisa"}, {"start": 3793.16, "end": 3794.73, "text": "ufilisa yini ufilisa"}, {"start": 3794.73, "end": 3794.74, "text": "yini ufilisa"}, {"start": 3794.74, "end": 3801.95, "text": "yini ufilisa [Umculo]"}, {"start": 3801.96, "end": 3806.26, "text": "wena"}, {"start": 3806.27, "end": 3808.349, "text": "[Umculo]"}, {"start": 3808.349, "end": 3808.359, "text": "[Umculo]"}, {"start": 3808.359, "end": 3815.309, "text": "[Umculo] uile"}, {"start": 3815.319, "end": 3819.15, "text": "ebusuku kodwa amandla"}, {"start": 3819.15, "end": 3819.16, "text": "ebusuku kodwa amandla"}, {"start": 3819.16, "end": 3821.79, "text": "ebusuku kodwa amandla akhona uhanisimama"}, {"start": 3821.79, "end": 3821.8, "text": "akhona uhanisimama"}, {"start": 3821.8, "end": 3825.349, "text": "akhona uhanisimama [Umculo]"}, {"start": 3825.359, "end": 3830.63, "text": "phansi ubuso bakhe kugcwele"}, {"start": 3830.63, "end": 3830.64, "text": "phansi ubuso bakhe kugcwele"}, {"start": 3830.64, "end": 3834.19, "text": "phansi ubuso bakhe kugcwele ukuthi futhi"}, {"start": 3834.19, "end": 3834.2, "text": "ukuthi futhi"}, {"start": 3834.2, "end": 3836.99, "text": "ukuthi futhi sikwa"}, {"start": 3836.99, "end": 3837.0, "text": "sikwa"}, {"start": 3837.0, "end": 3840.47, "text": "sikwa ndawonye isuku"}, {"start": 3840.47, "end": 3840.48, "text": "ndawonye isuku"}, {"start": 3840.48, "end": 3844.349, "text": "ndawonye isuku noBela, nokhokho languluka, imvula"}, {"start": 3844.349, "end": 3844.359, "text": "noBela, nokhokho languluka, imvula"}, {"start": 3844.359, "end": 3848.38, "text": "noBela, nokhokho languluka, imvula yothokoza"}, {"start": 3848.39, "end": 3858.309, "text": "[Umculo]"}, {"start": 3858.309, "end": 3858.319, "text": "[Umculo]"}, {"start": 3858.319, "end": 3862.24, "text": "[Umculo] Simema"}, {"start": 3862.25, "end": 3873.95, "text": "[Umculo]"}, {"start": 3873.95, "end": 3873.96, "text": "[Umculo]"}, {"start": 3873.96, "end": 3879.75, "text": "[Umculo] wena eya"}, {"start": 3879.76, "end": 3881.029, "text": "Isandla"}, {"start": 3881.029, "end": 3881.039, "text": "Isandla"}, {"start": 3881.039, "end": 3884.51, "text": "Isandla esifayo,"}, {"start": 3884.52, "end": 3888.35, "text": "ukhizila ukuthula, siyabonga,"}, {"start": 3888.35, "end": 3888.36, "text": "ukhizila ukuthula, siyabonga,"}, {"start": 3888.36, "end": 3889.75, "text": "ukhizila ukuthula, siyabonga, [Umculo]"}, {"start": 3889.75, "end": 3889.76, "text": "[Umculo]"}, {"start": 3889.76, "end": 3892.67, "text": "[Umculo] siyathandaza"}, {"start": 3892.67, "end": 3892.68, "text": "siyathandaza"}, {"start": 3892.68, "end": 3895.589, "text": "siyathandaza uze"}, {"start": 3895.589, "end": 3895.599, "text": "uze"}, {"start": 3895.599, "end": 3898.32, "text": "uze uze uqon"}, {"start": 3898.32, "end": 3898.33, "text": "uze uqon"}, {"start": 3898.33, "end": 3911.12, "text": "uze uqon [Umculo]"}, {"start": 3911.13, "end": 3932.549, "text": "[Umculo]"}, {"start": 3932.559, "end": 3935.16, "text": "Yo"}], "createdAt": "2025-12-15T20:13:13.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/ObcuKF1A2jQ/maxresdefault.webp", "type": "audio", "videoUrl": "https://youtube.com/watch?v=ObcuKF1A2jQ", "difficulty": "advanced", "genre": "music", "isFavorite": false, "progress": 0}]