[{"id": "yt_audio_N0a5qzrGMVw", "userId": "system_audiobook", "title": "Vietnamese Bible New Testament Audio Bible player - Vietnamese language Audio Bible reader", "language": "vi", "content": "Chào, tôi là Rick từ biblebible.com. Đây Chào, tôi là Rick từ biblebible.com. Đây Chào, tôi là Rick từ biblebible.com. Đây là Kinh Thánh Tân Ước tiếng Việt, là Kinh Thánh Tân Ước tiếng Việt, là Kinh Thánh Tân Ước tiếng Việt, máy nghe Kinh Thánh bằng âm thanh dễ sử dụng nhất. Chỉ trong vòng 2 máy nghe Kinh Thánh bằng âm thanh dễ sử dụng nhất. Chỉ trong vòng 2 máy nghe Kinh Thánh bằng âm thanh dễ sử dụng nhất. Chỉ trong vòng 2 phút sau khi lấy máy ra khỏi phút sau khi lấy máy ra khỏi phút sau khi lấy máy ra khỏi hộp, bạn sẽ thành thạo cách sử dụng. hộp, bạn sẽ thành thạo cách sử dụng. hộp, bạn sẽ thành thạo cách sử dụng. Đây là toàn bộ Tân Ước, từ Đây là toàn bộ Tân Ước, từ Đây là toàn bộ Tân Ước, từ sách Ma-thi-ơ đến sách sách Ma-thi-ơ đến sách sách Ma-thi-ơ đến sách Khải Huyền. Một số lợi ích bạn Khải Huyền. Một số lợi ích bạn Khải Huyền. Một số lợi ích bạn sẽ được tận hưởng từ máy nghe này là: sẽ được tận hưởng từ máy nghe này là: sẽ được tận hưởng từ máy nghe này là: Kinh Thánh bằng âm thanh sẽ cho bạn biết chính xác Kinh Thánh bằng âm thanh sẽ cho bạn biết chính xác Kinh Thánh bằng âm thanh sẽ cho bạn biết chính xác bạn đang nghe sách nào và chương nào; máy bạn đang nghe sách nào và chương nào; máy bạn đang nghe sách nào và chương nào; máy sẽ phát Kinh Thánh liên tục nếu sẽ phát Kinh Thánh liên tục nếu sẽ phát Kinh Thánh liên tục nếu bạn muốn, chuyển từ chương này sang chương khác bạn muốn, chuyển từ chương này sang chương khác bạn muốn, chuyển từ chương này sang chương khác và từ sách này sang sách khác; máy có thể phát từ 5 và từ sách này sang sách khác; máy có thể phát từ 5 và từ sách này sang sách khác; máy có thể phát từ 5 đến 14 giờ chỉ với một lần sạc; đến 14 giờ chỉ với một lần sạc; đến 14 giờ chỉ với một lần sạc; máy có nút đánh dấu trang, máy có nút đánh dấu trang, máy có nút đánh dấu trang, cho phép bạn quay lại vị trí cho phép bạn quay lại vị trí cho phép bạn quay lại vị trí bạn đã nghe trước đó; bạn đã nghe trước đó; bạn đã nghe trước đó; máy có máy có các nút tua nhanh và tua lùi sách, tua nhanh và tua lùi chương, và cả chức năng tua lại các nút tua nhanh và tua lùi sách, tua nhanh và tua lùi chương, và cả chức năng tua lại các nút tua nhanh và tua lùi sách, tua nhanh và tua lùi chương, và cả chức năng tua lại khi bạn đã vào trong chương. khi bạn đã vào trong chương. khi bạn đã vào trong chương. Máy có loa tích hợp mạnh mẽ ở Máy có loa tích hợp mạnh mẽ ở Máy có loa tích hợp mạnh mẽ ở mặt trước, cho phép bạn mặt trước, cho phép bạn mặt trước, cho phép bạn và những người khác cùng nghe Kinh Thánh; và những người khác cùng nghe Kinh Thánh; và những người khác cùng nghe Kinh Thánh; bạn cũng có thể nghe Kinh Thánh bạn cũng có thể nghe Kinh Thánh bạn cũng có thể nghe Kinh Thánh riêng tư nếu muốn với riêng tư nếu muốn với riêng tư nếu muốn với tai nghe của riêng mình (được bao gồm); toàn bộ tai nghe của riêng mình (được bao gồm); toàn bộ tai nghe của riêng mình (được bao gồm); toàn bộ Tân Ước đã được tải sẵn và nhúng Tân Ước đã được tải sẵn và nhúng Tân Ước đã được tải sẵn và nhúng vào máy nên bạn không thể vào máy nên bạn không thể vào máy nên bạn không thể vô tình xóa các tập tin. vô tình xóa các tập tin. vô tình xóa các tập tin. Máy nghe nhạc này có loa tích hợp, Máy nghe nhạc này có loa tích hợp, Máy nghe nhạc này có loa tích hợp, pin lithium ion sạc lại tích hợp và pin lithium ion sạc lại tích hợp và pin lithium ion sạc lại tích hợp và pin năng lượng mặt trời tích hợp. Máy cũng pin năng lượng mặt trời tích hợp. Máy cũng pin năng lượng mặt trời tích hợp. Máy cũng đi kèm với cáp điện để bạn đi kèm với cáp điện để bạn đi kèm với cáp điện để bạn có thể sạc thiết bị bằng điện lưới gia đình thông thường. có thể sạc thiết bị bằng điện lưới gia đình thông thường. có thể sạc thiết bị bằng điện lưới gia đình thông thường. Nó hoạt động với điện áp từ 100 đến 240 Nó hoạt động với điện áp từ 100 đến 240 Nó hoạt động với điện áp từ 100 đến 240 volt AC, vì vậy bạn có thể sạc nó bằng bất kỳ volt AC, vì vậy bạn có thể sạc nó bằng bất kỳ volt AC, vì vậy bạn có thể sạc nó bằng bất kỳ hệ thống điện nào trên thế giới. Bạn cũng có thể hệ thống điện nào trên thế giới. Bạn cũng có thể hệ thống điện nào trên thế giới. Bạn cũng có thể sử dụng cùng một cáp để sạc sử dụng cùng một cáp để sạc sử dụng cùng một cáp để sạc bằng cổng USB trên máy tính của mình. bằng cổng USB trên máy tính của mình. bằng cổng USB trên máy tính của mình. Thiết bị cũng đi kèm với một bộ Thiết bị cũng đi kèm với một bộ Thiết bị cũng đi kèm với một bộ tai nghe riêng nếu bạn muốn nghe tai nghe riêng nếu bạn muốn nghe tai nghe riêng nếu bạn muốn nghe Kinh Thánh một cách riêng tư và cũng có Kinh Thánh một cách riêng tư và cũng có Kinh Thánh một cách riêng tư và cũng có một cuốn sách hướng dẫn sử dụng. Máy nghe nhạc này giúp bạn dễ dàng một cuốn sách hướng dẫn sử dụng. Máy nghe nhạc này giúp bạn dễ dàng một cuốn sách hướng dẫn sử dụng. Máy nghe nhạc này giúp bạn dễ dàng mang Kinh Thánh theo mình mang Kinh Thánh theo mình mang Kinh Thánh theo mình mọi lúc mọi nơi. Bạn có thể bỏ Kinh Thánh vào mọi lúc mọi nơi. Bạn có thể bỏ Kinh Thánh vào mọi lúc mọi nơi. Bạn có thể bỏ Kinh Thánh vào ví hoặc túi quần ví hoặc túi quần ví hoặc túi quần và mang Kinh Thánh theo bên mình. và mang Kinh Thánh theo bên mình. và mang Kinh Thánh theo bên mình. Máy có các nút nổi trên Máy có các nút nổi trên Máy có các nút nổi trên bàn phím, cho phép bạn vận hành bàn phím, cho phép bạn vận hành bàn phím, cho phép bạn vận hành máy bằng một tay mà không cần nhìn vào máy bằng một tay mà không cần nhìn vào máy bằng một tay mà không cần nhìn vào máy. Nếu muốn, hãy nhấp vào máy. Nếu muốn, hãy nhấp vào máy. Nếu muốn, hãy nhấp vào nút \"Thêm vào giỏ hàng\" màu xanh lá cây và chúng tôi sẽ giao hàng nút \"Thêm vào giỏ hàng\" màu xanh lá cây và chúng tôi sẽ giao hàng nút \"Thêm vào giỏ hàng\" màu xanh lá cây và chúng tôi sẽ giao hàng miễn phí cho bạn trong phạm vi Hoa Kỳ. Chúng tôi miễn phí cho bạn trong phạm vi Hoa Kỳ. Chúng tôi miễn phí cho bạn trong phạm vi Hoa Kỳ. Chúng tôi cũng giao hàng đến 201 quốc gia trên cũng giao hàng đến 201 quốc gia trên cũng giao hàng đến 201 quốc gia trên thế giới với phí khoảng 9 đô la Mỹ. Bạn được thế giới với phí khoảng 9 đô la Mỹ. Bạn được thế giới với phí khoảng 9 đô la Mỹ. Bạn được bảo đảm hoàn tiền trong 60 ngày cho tất cả các giao dịch mua hàng. Chúng tôi bảo đảm hoàn tiền trong 60 ngày cho tất cả các giao dịch mua hàng. Chúng tôi bảo đảm hoàn tiền trong 60 ngày cho tất cả các giao dịch mua hàng. Chúng tôi có hơn có hơn có hơn 72.849 khách hàng hài lòng kể từ đó.  1998 72.849 khách hàng hài lòng kể từ đó.  1998 72.849 khách hàng hài lòng kể từ đó.  1998 Cảm ơn và Chúa phù hộ", "sentences": ["Chào, tôi là Rick từ biblebible.com.", "Đây Chào, tôi là Rick từ biblebible.com.", "Đây Chào, tôi là Rick từ biblebible.com.", "Đây là Kinh Thánh Tân Ước tiếng Việt, là Kinh Thánh Tân Ước tiếng Việt, là Kinh Thánh Tân Ước tiếng Việt, máy nghe Kinh Thánh bằng âm thanh dễ sử dụng nhất.", "Chỉ trong vòng 2 máy nghe Kinh Thánh bằng âm thanh dễ sử dụng nhất.", "Chỉ trong vòng 2 máy nghe Kinh Thánh bằng âm thanh dễ sử dụng nhất.", "Chỉ trong vòng 2 phút sau khi lấy máy ra khỏi phút sau khi lấy máy ra khỏi phút sau khi lấy máy ra khỏi hộp, bạn sẽ thành thạo cách sử dụng.", "hộp, bạn sẽ thành thạo cách sử dụng.", "hộp, bạn sẽ thành thạo cách sử dụng.", "Đây là toàn bộ Tân Ước, từ Đây là toàn bộ Tân Ước, từ Đây là toàn bộ Tân Ước, từ sách Ma-thi-ơ đến sách sách Ma-thi-ơ đến sách sách Ma-thi-ơ đến sách Khải Huyền.", "Một số lợi ích bạn Khải Huyền.", "Một số lợi ích bạn Khải Huyền.", "Một số lợi ích bạn sẽ được tận hưởng từ máy nghe này là: sẽ được tận hưởng từ máy nghe này là: sẽ được tận hưởng từ máy nghe này là: Kinh Thánh bằng âm thanh sẽ cho bạn biết chính xác Kinh Thánh bằng âm thanh sẽ cho bạn biết chính xác Kinh Thánh bằng âm thanh sẽ cho bạn biết chính xác bạn đang nghe sách nào và chương nào; máy bạn đang nghe sách nào và chương nào; máy bạn đang nghe sách nào và chương nào; máy sẽ phát Kinh Thánh liên tục nếu sẽ phát Kinh Thánh liên tục nếu sẽ phát Kinh Thánh liên tục nếu bạn muốn, chuyển từ chương này sang chương khác bạn muốn, chuyển từ chương này sang chương khác bạn muốn, chuyển từ chương này sang chương khác và từ sách này sang sách khác; máy có thể phát từ 5 và từ sách này sang sách khác; máy có thể phát từ 5 và từ sách này sang sách khác; máy có thể phát từ 5 đến 14 giờ chỉ với một lần sạc; đến 14 giờ chỉ với một lần sạc; đến 14 giờ chỉ với một lần sạc; máy có nút đánh dấu trang, máy có nút đánh dấu trang, máy có nút đánh dấu trang, cho phép bạn quay lại vị trí cho phép bạn quay lại vị trí cho phép bạn quay lại vị trí bạn đã nghe trước đó; bạn đã nghe trước đó; bạn đã nghe trước đó; máy có máy có các nút tua nhanh và tua lùi sách, tua nhanh và tua lùi chương, và cả chức năng tua lại các nút tua nhanh và tua lùi sách, tua nhanh và tua lùi chương, và cả chức năng tua lại các nút tua nhanh và tua lùi sách, tua nhanh và tua lùi chương, và cả chức năng tua lại khi bạn đã vào trong chương.", "khi bạn đã vào trong chương.", "khi bạn đã vào trong chương.", "Máy có loa tích hợp mạnh mẽ ở Máy có loa tích hợp mạnh mẽ ở Máy có loa tích hợp mạnh mẽ ở mặt trước, cho phép bạn mặt trước, cho phép bạn mặt trước, cho phép bạn và những người khác cùng nghe Kinh Thánh; và những người khác cùng nghe Kinh Thánh; và những người khác cùng nghe Kinh Thánh; bạn cũng có thể nghe Kinh Thánh bạn cũng có thể nghe Kinh Thánh bạn cũng có thể nghe Kinh Thánh riêng tư nếu muốn với riêng tư nếu muốn với riêng tư nếu muốn với tai nghe của riêng mình (được bao gồm); toàn bộ tai nghe của riêng mình (được bao gồm); toàn bộ tai nghe của riêng mình (được bao gồm); toàn bộ Tân Ước đã được tải sẵn và nhúng Tân Ước đã được tải sẵn và nhúng Tân Ước đã được tải sẵn và nhúng vào máy nên bạn không thể vào máy nên bạn không thể vào máy nên bạn không thể vô tình xóa các tập tin.", "vô tình xóa các tập tin.", "vô tình xóa các tập tin.", "Máy nghe nhạc này có loa tích hợp, Máy nghe nhạc này có loa tích hợp, Máy nghe nhạc này có loa tích hợp, pin lithium ion sạc lại tích hợp và pin lithium ion sạc lại tích hợp và pin lithium ion sạc lại tích hợp và pin năng lượng mặt trời tích hợp.", "Máy cũng pin năng lượng mặt trời tích hợp.", "Máy cũng pin năng lượng mặt trời tích hợp.", "Máy cũng đi kèm với cáp điện để bạn đi kèm với cáp điện để bạn đi kèm với cáp điện để bạn có thể sạc thiết bị bằng điện lưới gia đình thông thường.", "có thể sạc thiết bị bằng điện lưới gia đình thông thường.", "có thể sạc thiết bị bằng điện lưới gia đình thông thường.", "Nó hoạt động với điện áp từ 100 đến 240 Nó hoạt động với điện áp từ 100 đến 240 Nó hoạt động với điện áp từ 100 đến 240 volt AC, vì vậy bạn có thể sạc nó bằng bất kỳ volt AC, vì vậy bạn có thể sạc nó bằng bất kỳ volt AC, vì vậy bạn có thể sạc nó bằng bất kỳ hệ thống điện nào trên thế giới.", "Bạn cũng có thể hệ thống điện nào trên thế giới.", "Bạn cũng có thể hệ thống điện nào trên thế giới.", "Bạn cũng có thể sử dụng cùng một cáp để sạc sử dụng cùng một cáp để sạc sử dụng cùng một cáp để sạc bằng cổng USB trên máy tính của mình.", "bằng cổng USB trên máy tính của mình.", "bằng cổng USB trên máy tính của mình.", "Thiết bị cũng đi kèm với một bộ Thiết bị cũng đi kèm với một bộ Thiết bị cũng đi kèm với một bộ tai nghe riêng nếu bạn muốn nghe tai nghe riêng nếu bạn muốn nghe tai nghe riêng nếu bạn muốn nghe Kinh Thánh một cách riêng tư và cũng có Kinh Thánh một cách riêng tư và cũng có Kinh Thánh một cách riêng tư và cũng có một cuốn sách hướng dẫn sử dụng.", "Máy nghe nhạc này giúp bạn dễ dàng một cuốn sách hướng dẫn sử dụng.", "Máy nghe nhạc này giúp bạn dễ dàng một cuốn sách hướng dẫn sử dụng.", "Máy nghe nhạc này giúp bạn dễ dàng mang Kinh Thánh theo mình mang Kinh Thánh theo mình mang Kinh Thánh theo mình mọi lúc mọi nơi.", "Bạn có thể bỏ Kinh Thánh vào mọi lúc mọi nơi.", "Bạn có thể bỏ Kinh Thánh vào mọi lúc mọi nơi.", "Bạn có thể bỏ Kinh Thánh vào ví hoặc túi quần ví hoặc túi quần ví hoặc túi quần và mang Kinh Thánh theo bên mình.", "và mang Kinh Thánh theo bên mình.", "và mang Kinh Thánh theo bên mình.", "Máy có các nút nổi trên Máy có các nút nổi trên Máy có các nút nổi trên bàn phím, cho phép bạn vận hành bàn phím, cho phép bạn vận hành bàn phím, cho phép bạn vận hành máy bằng một tay mà không cần nhìn vào máy bằng một tay mà không cần nhìn vào máy bằng một tay mà không cần nhìn vào máy.", "Nếu muốn, hãy nhấp vào máy.", "Nếu muốn, hãy nhấp vào máy.", "Nếu muốn, hãy nhấp vào nút \"Thêm vào giỏ hàng\" màu xanh lá cây và chúng tôi sẽ giao hàng nút \"Thêm vào giỏ hàng\" màu xanh lá cây và chúng tôi sẽ giao hàng nút \"Thêm vào giỏ hàng\" màu xanh lá cây và chúng tôi sẽ giao hàng miễn phí cho bạn trong phạm vi Hoa Kỳ.", "Chúng tôi miễn phí cho bạn trong phạm vi Hoa Kỳ.", "Chúng tôi miễn phí cho bạn trong phạm vi Hoa Kỳ.", "Chúng tôi cũng giao hàng đến 201 quốc gia trên cũng giao hàng đến 201 quốc gia trên cũng giao hàng đến 201 quốc gia trên thế giới với phí khoảng 9 đô la Mỹ.", "Bạn được thế giới với phí khoảng 9 đô la Mỹ.", "Bạn được thế giới với phí khoảng 9 đô la Mỹ.", "Bạn được bảo đảm hoàn tiền trong 60 ngày cho tất cả các giao dịch mua hàng.", "Chúng tôi bảo đảm hoàn tiền trong 60 ngày cho tất cả các giao dịch mua hàng.", "Chúng tôi bảo đảm hoàn tiền trong 60 ngày cho tất cả các giao dịch mua hàng.", "Chúng tôi có hơn có hơn có hơn 72.849 khách hàng hài lòng kể từ đó.", "1998 72.849 khách hàng hài lòng kể từ đó.", "1998 72.849 khách hàng hài lòng kể từ đó.", "1998 Cảm ơn và Chúa phù hộ"], "transcript": [{"start": 0.24, "end": 3.07, "text": "Chào, tôi là Rick từ biblebible.com. Đây"}, {"start": 3.07, "end": 3.08, "text": "Chào, tôi là Rick từ biblebible.com. Đây"}, {"start": 3.08, "end": 5.59, "text": "Chào, tôi là Rick từ biblebible.com. Đây là Kinh Thánh Tân Ước tiếng Việt,"}, {"start": 5.59, "end": 5.6, "text": "là Kinh Thánh Tân Ước tiếng Việt,"}, {"start": 5.6, "end": 8.19, "text": "là Kinh Thánh Tân Ước tiếng Việt, máy nghe Kinh Thánh bằng âm thanh dễ sử dụng nhất. Chỉ trong vòng 2"}, {"start": 8.19, "end": 8.2, "text": "máy nghe Kinh Thánh bằng âm thanh dễ sử dụng nhất. Chỉ trong vòng 2"}, {"start": 8.2, "end": 9.91, "text": "máy nghe Kinh Thánh bằng âm thanh dễ sử dụng nhất. Chỉ trong vòng 2 phút sau khi lấy máy ra khỏi"}, {"start": 9.91, "end": 9.92, "text": "phút sau khi lấy máy ra khỏi"}, {"start": 9.92, "end": 12.19, "text": "phút sau khi lấy máy ra khỏi hộp, bạn sẽ thành thạo cách sử dụng."}, {"start": 12.19, "end": 12.2, "text": "hộp, bạn sẽ thành thạo cách sử dụng."}, {"start": 12.2, "end": 14.43, "text": "hộp, bạn sẽ thành thạo cách sử dụng. Đây là toàn bộ Tân Ước, từ"}, {"start": 14.43, "end": 14.44, "text": "Đây là toàn bộ Tân Ước, từ"}, {"start": 14.44, "end": 16.71, "text": "Đây là toàn bộ Tân Ước, từ sách Ma-thi-ơ đến sách"}, {"start": 16.71, "end": 16.72, "text": "sách Ma-thi-ơ đến sách"}, {"start": 16.72, "end": 18.79, "text": "sách Ma-thi-ơ đến sách Khải Huyền. Một số lợi ích bạn"}, {"start": 18.79, "end": 18.8, "text": "Khải Huyền. Một số lợi ích bạn"}, {"start": 18.8, "end": 21.47, "text": "Khải Huyền. Một số lợi ích bạn sẽ được tận hưởng từ máy nghe này là:"}, {"start": 21.47, "end": 21.48, "text": "sẽ được tận hưởng từ máy nghe này là:"}, {"start": 21.48, "end": 23.67, "text": "sẽ được tận hưởng từ máy nghe này là: Kinh Thánh bằng âm thanh sẽ cho bạn biết chính xác"}, {"start": 23.67, "end": 23.68, "text": "Kinh Thánh bằng âm thanh sẽ cho bạn biết chính xác"}, {"start": 23.68, "end": 25.75, "text": "Kinh Thánh bằng âm thanh sẽ cho bạn biết chính xác bạn đang nghe sách nào và chương nào; máy"}, {"start": 25.75, "end": 25.76, "text": "bạn đang nghe sách nào và chương nào; máy"}, {"start": 25.76, "end": 28.07, "text": "bạn đang nghe sách nào và chương nào; máy sẽ phát Kinh Thánh liên tục nếu"}, {"start": 28.07, "end": 28.08, "text": "sẽ phát Kinh Thánh liên tục nếu"}, {"start": 28.08, "end": 30.589, "text": "sẽ phát Kinh Thánh liên tục nếu bạn muốn, chuyển từ chương này sang chương khác"}, {"start": 30.589, "end": 30.599, "text": "bạn muốn, chuyển từ chương này sang chương khác"}, {"start": 30.599, "end": 33.27, "text": "bạn muốn, chuyển từ chương này sang chương khác và từ sách này sang sách khác; máy có thể phát từ 5"}, {"start": 33.27, "end": 33.28, "text": "và từ sách này sang sách khác; máy có thể phát từ 5"}, {"start": 33.28, "end": 35.549, "text": "và từ sách này sang sách khác; máy có thể phát từ 5 đến 14 giờ chỉ với một lần sạc;"}, {"start": 35.549, "end": 35.559, "text": "đến 14 giờ chỉ với một lần sạc;"}, {"start": 35.559, "end": 37.95, "text": "đến 14 giờ chỉ với một lần sạc; máy có nút đánh dấu trang,"}, {"start": 37.95, "end": 37.96, "text": "máy có nút đánh dấu trang,"}, {"start": 37.96, "end": 40.229, "text": "máy có nút đánh dấu trang, cho phép bạn quay lại vị trí"}, {"start": 40.229, "end": 40.239, "text": "cho phép bạn quay lại vị trí"}, {"start": 40.239, "end": 42.709, "text": "cho phép bạn quay lại vị trí bạn đã nghe trước đó;"}, {"start": 42.709, "end": 42.719, "text": "bạn đã nghe trước đó;"}, {"start": 42.719, "end": 44.549, "text": "bạn đã nghe trước đó; máy có"}, {"start": 44.549, "end": 46.59, "text": "máy có"}, {"start": 46.6, "end": 49.229, "text": "các nút tua nhanh và tua lùi sách, tua nhanh và tua lùi chương, và cả chức năng tua lại"}, {"start": 49.229, "end": 49.239, "text": "các nút tua nhanh và tua lùi sách, tua nhanh và tua lùi chương, và cả chức năng tua lại"}, {"start": 49.239, "end": 51.51, "text": "các nút tua nhanh và tua lùi sách, tua nhanh và tua lùi chương, và cả chức năng tua lại khi bạn đã vào trong chương."}, {"start": 51.51, "end": 51.52, "text": "khi bạn đã vào trong chương."}, {"start": 51.52, "end": 53.99, "text": "khi bạn đã vào trong chương. Máy có loa tích hợp mạnh mẽ ở"}, {"start": 53.99, "end": 54.0, "text": "Máy có loa tích hợp mạnh mẽ ở"}, {"start": 54.0, "end": 56.59, "text": "Máy có loa tích hợp mạnh mẽ ở mặt trước, cho phép bạn"}, {"start": 56.59, "end": 56.6, "text": "mặt trước, cho phép bạn"}, {"start": 56.6, "end": 58.509, "text": "mặt trước, cho phép bạn và những người khác cùng nghe Kinh Thánh;"}, {"start": 58.509, "end": 58.519, "text": "và những người khác cùng nghe Kinh Thánh;"}, {"start": 58.519, "end": 60.59, "text": "và những người khác cùng nghe Kinh Thánh; bạn cũng có thể nghe Kinh Thánh"}, {"start": 60.59, "end": 60.6, "text": "bạn cũng có thể nghe Kinh Thánh"}, {"start": 60.6, "end": 62.91, "text": "bạn cũng có thể nghe Kinh Thánh riêng tư nếu muốn với"}, {"start": 62.91, "end": 62.92, "text": "riêng tư nếu muốn với"}, {"start": 62.92, "end": 65.71, "text": "riêng tư nếu muốn với tai nghe của riêng mình (được bao gồm); toàn bộ"}, {"start": 65.71, "end": 65.72, "text": "tai nghe của riêng mình (được bao gồm); toàn bộ"}, {"start": 65.72, "end": 68.35, "text": "tai nghe của riêng mình (được bao gồm); toàn bộ Tân Ước đã được tải sẵn và nhúng"}, {"start": 68.35, "end": 68.36, "text": "Tân Ước đã được tải sẵn và nhúng"}, {"start": 68.36, "end": 70.83, "text": "Tân Ước đã được tải sẵn và nhúng vào máy nên bạn không thể"}, {"start": 70.83, "end": 70.84, "text": "vào máy nên bạn không thể"}, {"start": 70.84, "end": 73.51, "text": "vào máy nên bạn không thể vô tình xóa các tập tin."}, {"start": 73.51, "end": 73.52, "text": "vô tình xóa các tập tin."}, {"start": 73.52, "end": 76.55, "text": "vô tình xóa các tập tin. Máy nghe nhạc này có loa tích hợp,"}, {"start": 76.55, "end": 76.56, "text": "Máy nghe nhạc này có loa tích hợp,"}, {"start": 76.56, "end": 80.03, "text": "Máy nghe nhạc này có loa tích hợp, pin lithium ion sạc lại tích hợp và"}, {"start": 80.03, "end": 80.03999999999999, "text": "pin lithium ion sạc lại tích hợp và"}, {"start": 80.03999999999999, "end": 82.429, "text": "pin lithium ion sạc lại tích hợp và pin năng lượng mặt trời tích hợp. Máy cũng"}, {"start": 82.429, "end": 82.439, "text": "pin năng lượng mặt trời tích hợp. Máy cũng"}, {"start": 82.439, "end": 84.429, "text": "pin năng lượng mặt trời tích hợp. Máy cũng đi kèm với cáp điện để bạn"}, {"start": 84.429, "end": 84.439, "text": "đi kèm với cáp điện để bạn"}, {"start": 84.439, "end": 86.55, "text": "đi kèm với cáp điện để bạn có thể sạc thiết bị bằng điện lưới gia đình thông thường."}, {"start": 86.55, "end": 86.56, "text": "có thể sạc thiết bị bằng điện lưới gia đình thông thường."}, {"start": 86.56, "end": 89.91, "text": "có thể sạc thiết bị bằng điện lưới gia đình thông thường. Nó hoạt động với điện áp từ 100 đến 240"}, {"start": 89.91, "end": 89.92, "text": "Nó hoạt động với điện áp từ 100 đến 240"}, {"start": 89.92, "end": 92.31, "text": "Nó hoạt động với điện áp từ 100 đến 240 volt AC, vì vậy bạn có thể sạc nó bằng bất kỳ"}, {"start": 92.31, "end": 92.32, "text": "volt AC, vì vậy bạn có thể sạc nó bằng bất kỳ"}, {"start": 92.32, "end": 94.469, "text": "volt AC, vì vậy bạn có thể sạc nó bằng bất kỳ hệ thống điện nào trên thế giới. Bạn cũng có thể"}, {"start": 94.469, "end": 94.479, "text": "hệ thống điện nào trên thế giới. Bạn cũng có thể"}, {"start": 94.479, "end": 97.03, "text": "hệ thống điện nào trên thế giới. Bạn cũng có thể sử dụng cùng một cáp để sạc"}, {"start": 97.03, "end": 97.03999999999999, "text": "sử dụng cùng một cáp để sạc"}, {"start": 97.03999999999999, "end": 100.429, "text": "sử dụng cùng một cáp để sạc bằng cổng USB trên máy tính của mình."}, {"start": 100.429, "end": 100.439, "text": "bằng cổng USB trên máy tính của mình."}, {"start": 100.439, "end": 102.67, "text": "bằng cổng USB trên máy tính của mình. Thiết bị cũng đi kèm với một bộ"}, {"start": 102.67, "end": 102.68, "text": "Thiết bị cũng đi kèm với một bộ"}, {"start": 102.68, "end": 105.03, "text": "Thiết bị cũng đi kèm với một bộ tai nghe riêng nếu bạn muốn nghe"}, {"start": 105.03, "end": 105.03999999999999, "text": "tai nghe riêng nếu bạn muốn nghe"}, {"start": 105.03999999999999, "end": 107.38900000000001, "text": "tai nghe riêng nếu bạn muốn nghe Kinh Thánh một cách riêng tư và cũng có"}, {"start": 107.38900000000001, "end": 107.399, "text": "Kinh Thánh một cách riêng tư và cũng có"}, {"start": 107.399, "end": 109.469, "text": "Kinh Thánh một cách riêng tư và cũng có một cuốn sách hướng dẫn sử dụng. Máy nghe nhạc này giúp bạn dễ dàng"}, {"start": 109.469, "end": 109.479, "text": "một cuốn sách hướng dẫn sử dụng. Máy nghe nhạc này giúp bạn dễ dàng"}, {"start": 109.479, "end": 111.27000000000001, "text": "một cuốn sách hướng dẫn sử dụng. Máy nghe nhạc này giúp bạn dễ dàng mang Kinh Thánh theo mình"}, {"start": 111.27000000000001, "end": 111.28, "text": "mang Kinh Thánh theo mình"}, {"start": 111.28, "end": 113.99000000000001, "text": "mang Kinh Thánh theo mình mọi lúc mọi nơi. Bạn có thể bỏ Kinh Thánh vào"}, {"start": 113.99000000000001, "end": 114.0, "text": "mọi lúc mọi nơi. Bạn có thể bỏ Kinh Thánh vào"}, {"start": 114.0, "end": 116.149, "text": "mọi lúc mọi nơi. Bạn có thể bỏ Kinh Thánh vào ví hoặc túi quần"}, {"start": 116.149, "end": 116.15899999999999, "text": "ví hoặc túi quần"}, {"start": 116.15899999999999, "end": 118.069, "text": "ví hoặc túi quần và mang Kinh Thánh theo bên mình."}, {"start": 118.069, "end": 118.07900000000001, "text": "và mang Kinh Thánh theo bên mình."}, {"start": 118.07900000000001, "end": 120.63, "text": "và mang Kinh Thánh theo bên mình. Máy có các nút nổi trên"}, {"start": 120.63, "end": 120.64, "text": "Máy có các nút nổi trên"}, {"start": 120.64, "end": 123.35, "text": "Máy có các nút nổi trên bàn phím, cho phép bạn vận hành"}, {"start": 123.35, "end": 123.36, "text": "bàn phím, cho phép bạn vận hành"}, {"start": 123.36, "end": 125.59, "text": "bàn phím, cho phép bạn vận hành máy bằng một tay mà không cần nhìn vào"}, {"start": 125.59, "end": 125.6, "text": "máy bằng một tay mà không cần nhìn vào"}, {"start": 125.6, "end": 128.589, "text": "máy bằng một tay mà không cần nhìn vào máy. Nếu muốn, hãy nhấp vào"}, {"start": 128.589, "end": 128.599, "text": "máy. Nếu muốn, hãy nhấp vào"}, {"start": 128.599, "end": 130.55, "text": "máy. Nếu muốn, hãy nhấp vào nút \"Thêm vào giỏ hàng\" màu xanh lá cây và chúng tôi sẽ giao hàng"}, {"start": 130.55, "end": 130.56, "text": "nút \"Thêm vào giỏ hàng\" màu xanh lá cây và chúng tôi sẽ giao hàng"}, {"start": 130.56, "end": 133.35, "text": "nút \"Thêm vào giỏ hàng\" màu xanh lá cây và chúng tôi sẽ giao hàng miễn phí cho bạn trong phạm vi Hoa Kỳ. Chúng tôi"}, {"start": 133.35, "end": 133.36, "text": "miễn phí cho bạn trong phạm vi Hoa Kỳ. Chúng tôi"}, {"start": 133.36, "end": 136.35, "text": "miễn phí cho bạn trong phạm vi Hoa Kỳ. Chúng tôi cũng giao hàng đến 201 quốc gia trên"}, {"start": 136.35, "end": 136.36, "text": "cũng giao hàng đến 201 quốc gia trên"}, {"start": 136.36, "end": 140.589, "text": "cũng giao hàng đến 201 quốc gia trên thế giới với phí khoảng 9 đô la Mỹ. Bạn được"}, {"start": 140.589, "end": 140.599, "text": "thế giới với phí khoảng 9 đô la Mỹ. Bạn được"}, {"start": 140.599, "end": 143.35, "text": "thế giới với phí khoảng 9 đô la Mỹ. Bạn được bảo đảm hoàn tiền trong 60 ngày cho tất cả các giao dịch mua hàng. Chúng tôi"}, {"start": 143.35, "end": 143.36, "text": "bảo đảm hoàn tiền trong 60 ngày cho tất cả các giao dịch mua hàng. Chúng tôi"}, {"start": 143.36, "end": 144.99, "text": "bảo đảm hoàn tiền trong 60 ngày cho tất cả các giao dịch mua hàng. Chúng tôi có hơn"}, {"start": 144.99, "end": 145.0, "text": "có hơn"}, {"start": 145.0, "end": 149.949, "text": "có hơn 72.849 khách hàng hài lòng kể từ đó.  1998"}, {"start": 149.949, "end": 149.959, "text": "72.849 khách hàng hài lòng kể từ đó.  1998"}, {"start": 149.959, "end": 153.959, "text": "72.849 khách hàng hài lòng kể từ đó.  1998 Cảm ơn và Chúa phù hộ"}], "createdAt": "2025-12-15T19:33:33.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/N0a5qzrGMVw/maxresdefault.webp", "type": "audio", "videoUrl": "https://youtube.com/watch?v=N0a5qzrGMVw", "difficulty": "beginner", "genre": "religion", "isFavorite": false, "progress": 0}, {"id": "yt_audio_eXvhUOSM5wg", "userId": "system_audiobook", "title": "On Hoa Nguyen's \"Tones in the Vietnamese Language\"", "language": "vi", "content": "Chào các bạn!  Chúng tôi đã tập trung Chào các bạn!  Chúng tôi đã tập trung Chào các bạn!  Chúng tôi đã tập trung tại hiệu sách Word, địa chỉ 469 tại hiệu sách Word, địa chỉ 469 tại hiệu sách Word, địa chỉ 469 Milton, Montreal.  Rất đáng để thử. Milton, Montreal.  Rất đáng để thử. Milton, Montreal.  Rất đáng để thử. Được thành lập vào năm Được thành lập vào năm Được thành lập vào năm 1975, và sắp tới sẽ không tổ chức lễ kỷ niệm nào cả, mà là lễ 1975, và sắp tới sẽ không tổ chức lễ kỷ niệm nào cả, mà là lễ 1975, và sắp tới sẽ không tổ chức lễ kỷ niệm nào cả, mà là lễ kỷ niệm 50 năm thành lập. kỷ niệm 50 năm thành lập. kỷ niệm 50 năm thành lập. Chúng tôi rất vui mừng được có mặt ở đây và Chúng tôi rất vui mừng được có mặt ở đây và Chúng tôi rất vui mừng được có mặt ở đây và biết ơn Scott Moody cùng biết ơn Scott Moody cùng biết ơn Scott Moody cùng người sáng lập kiêm chủ nhân của nơi này, Adrien King người sáng lập kiêm chủ nhân của nơi này, Adrien King người sáng lập kiêm chủ nhân của nơi này, Adrien King Edwards.  Và tôi cũng muốn lưu ý rằng Edwards.  Và tôi cũng muốn lưu ý rằng Edwards.  Và tôi cũng muốn lưu ý rằng Holly York đã đến từ Atlanta Holly York đã đến từ Atlanta Holly York đã đến từ Atlanta và đã có mặt cùng chúng tôi tại hiệu sách. Cô ấy và đã có mặt cùng chúng tôi tại hiệu sách. Cô ấy và đã có mặt cùng chúng tôi tại hiệu sách. Cô ấy không xuất hiện trên màn ảnh nhưng rất hòa mình vào không xuất hiện trên màn ảnh nhưng rất hòa mình vào không xuất hiện trên màn ảnh nhưng rất hòa mình vào tinh thần của Mod Poe.  Cảm ơn bạn, Holly.   Chào bạn tinh thần của Mod Poe.  Cảm ơn bạn, Holly.   Chào bạn tinh thần của Mod Poe.  Cảm ơn bạn, Holly.   Chào bạn .  Chào Sophia D. .  Chào Sophia D. .  Chào Sophia D. Rose, bạn khỏe không?  Tôi vẫn khỏe.  Bạn giỏi lắm.  Kate, em Rose, bạn khỏe không?  Tôi vẫn khỏe.  Bạn giỏi lắm.  Kate, em Rose, bạn khỏe không?  Tôi vẫn khỏe.  Bạn giỏi lắm.  Kate, em giỏi lắm.  Tôi rất khỏe.  Cảm ơn.  Tại sao giỏi lắm.  Tôi rất khỏe.  Cảm ơn.  Tại sao giỏi lắm.  Tôi rất khỏe.  Cảm ơn.  Tại sao bạn lại tuyệt vời đến vậy?  Tôi đang ở Montreal.  Trời bạn lại tuyệt vời đến vậy?  Tôi đang ở Montreal.  Trời bạn lại tuyệt vời đến vậy?  Tôi đang ở Montreal.  Trời nắng.  Tôi đang nói về thơ ca.  Chúng ta đang nắng.  Tôi đang nói về thơ ca.  Chúng ta đang nắng.  Tôi đang nói về thơ ca.  Chúng ta đang nói chuyện về thơ ca trong một hiệu sách.  Và nói chuyện về thơ ca trong một hiệu sách.  Và nói chuyện về thơ ca trong một hiệu sách.  Và các hiệu sách Laney Brown là, bạn biết đấy, các hiệu sách Laney Brown là, bạn biết đấy, các hiệu sách Laney Brown là, bạn biết đấy, một niềm vui tuyệt đối đối với bạn, một niềm vui tuyệt đối đối với bạn, một niềm vui tuyệt đối đối với bạn, ngoại trừ việc bụi bám trên ngoại trừ việc bụi bám trên ngoại trừ việc bụi bám trên sách hơi nhiều một chút.  Tôi rất thích nó. sách hơi nhiều một chút.  Tôi rất thích nó. sách hơi nhiều một chút.  Tôi rất thích nó. Đúng.  Và Wawwan, cảm ơn bạn rất nhiều vì Đúng.  Và Wawwan, cảm ơn bạn rất nhiều vì Đúng.  Và Wawwan, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi.  Hôm nay chúng ta sẽ nói về một đã tham gia cùng chúng tôi.  Hôm nay chúng ta sẽ nói về một đã tham gia cùng chúng tôi.  Hôm nay chúng ta sẽ nói về một trong những bài thơ của bạn, trích từ cuốn sách \"Ngàn trong những bài thơ của bạn, trích từ cuốn sách \"Ngàn trong những bài thơ của bạn, trích từ cuốn sách \"Ngàn lần đánh mất kho báu\" lần đánh mất kho báu\" lần đánh mất kho báu\" do Wave Books xuất bản và vẫn còn bán tính đến thời điểm do Wave Books xuất bản và vẫn còn bán tính đến thời điểm do Wave Books xuất bản và vẫn còn bán tính đến thời điểm video này được phát sóng. Bài thơ được xuất bản năm video này được phát sóng. Bài thơ được xuất bản năm video này được phát sóng. Bài thơ được xuất bản năm 2021. Bài thơ mà bạn sắp 2021. Bài thơ mà bạn sắp 2021. Bài thơ mà bạn sắp đọc và chúng ta sắp thảo luận có đọc và chúng ta sắp thảo luận có đọc và chúng ta sắp thảo luận có tên là \"Thanh điệu\" trong tiếng Việt. tên là \"Thanh điệu\" trong tiếng Việt. tên là \"Thanh điệu\" trong tiếng Việt. Thanh điệu trong tiếng Việt. Thanh điệu trong tiếng Việt. Thanh điệu trong tiếng Việt. Ma cấp độ Ma. Ma cấp độ Ma. Ma cấp độ Ma. Mẹ tôi đang vươn cao.  Mông tôi chảy xệ Mẹ tôi đang vươn cao.  Mông tôi chảy xệ Mẹ tôi đang vươn cao.  Mông tôi chảy xệ .  Cây mạ lúa thân thấp, hẹp .  Cây mạ lúa thân thấp, hẹp .  Cây mạ lúa thân thấp, hẹp .  Ma đang cúi xuống, con ngựa đang lên .  Ma đang cúi xuống, con ngựa đang lên .  Ma đang cúi xuống, con ngựa đang lên .  Ngôi mộ dốc thấp của Ma.   Cảm ơn .  Ngôi mộ dốc thấp của Ma.   Cảm ơn .  Ngôi mộ dốc thấp của Ma.   Cảm ơn .  Tuyệt vời.  Sao chúng ta không cùng nhau .  Tuyệt vời.  Sao chúng ta không cùng nhau .  Tuyệt vời.  Sao chúng ta không cùng nhau , cả năm người và , cả năm người và , cả năm người và Jay, nói đôi điều về những gì Jay, nói đôi điều về những gì Jay, nói đôi điều về những gì mình nghe được, những gì mình quan sát được mình nghe được, những gì mình quan sát được mình nghe được, những gì mình quan sát được về cách sử dụng bậc thầy một về cách sử dụng bậc thầy một về cách sử dụng bậc thầy một âm thanh duy nhất này nhỉ?  Sophia, em muốn bắt đầu trước không?  Ừm âm thanh duy nhất này nhỉ?  Sophia, em muốn bắt đầu trước không?  Ừm âm thanh duy nhất này nhỉ?  Sophia, em muốn bắt đầu trước không?  Ừm , tôi đang nghĩ về việc nó , tôi đang nghĩ về việc nó , tôi đang nghĩ về việc nó không chỉ là từ ngữ và không chỉ là từ ngữ và không chỉ là từ ngữ và định nghĩa của từ ngữ đó.  Phần định nghĩa của từ ngữ đó.  Phần định nghĩa của từ ngữ đó.  Phần hướng dẫn cách hướng dẫn cách hướng dẫn cách phát âm được bao gồm trong tài liệu này.  Và nó mở ra cho bài thơ phát âm được bao gồm trong tài liệu này.  Và nó mở ra cho bài thơ phát âm được bao gồm trong tài liệu này.  Và nó mở ra cho bài thơ một cơ hội, hoặc nếu muốn một cơ hội, hoặc nếu muốn một cơ hội, hoặc nếu muốn đào sâu hơn một chút, có lẽ là một lời kêu gọi đào sâu hơn một chút, có lẽ là một lời kêu gọi đào sâu hơn một chút, có lẽ là một lời kêu gọi chúng ta thử sức mình, chúng ta thử sức mình, chúng ta thử sức mình, thử tham gia vào ngôn ngữ của bài thơ thử tham gia vào ngôn ngữ của bài thơ thử tham gia vào ngôn ngữ của bài thơ với tư cách là người xem, người đọc. với tư cách là người xem, người đọc. với tư cách là người xem, người đọc. Vậy nên chúng ta, những người không quen với nhiều Vậy nên chúng ta, những người không quen với nhiều Vậy nên chúng ta, những người không quen với nhiều thanh điệu khác nhau của một âm tiết duy nhất, thanh điệu khác nhau của một âm tiết duy nhất, thanh điệu khác nhau của một âm tiết duy nhất, những người có lẽ không biết những người có lẽ không biết những người có lẽ không biết tiếng Việt, phải không Kate? tiếng Việt, phải không Kate? tiếng Việt, phải không Kate? Tôi rất ngạc nhiên về việc có lẽ có một Tôi rất ngạc nhiên về việc có lẽ có một Tôi rất ngạc nhiên về việc có lẽ có một từ để diễn tả điều này, tôi không biết, nhưng là từ để diễn tả điều này, tôi không biết, nhưng là từ để diễn tả điều này, tôi không biết, nhưng là hướng dẫn về thanh điệu, cách nó hướng dẫn về thanh điệu, cách nó hướng dẫn về thanh điệu, cách nó kết nối với định nghĩa của từ kết nối với định nghĩa của từ kết nối với định nghĩa của từ khi được phát âm như vậy, và điều đó thực sự thu hút khi được phát âm như vậy, và điều đó thực sự thu hút khi được phát âm như vậy, và điều đó thực sự thu hút sự chú ý đến tính liên tưởng phong phú của sự chú ý đến tính liên tưởng phong phú của sự chú ý đến tính liên tưởng phong phú của ngôn ngữ và những liên tưởng tùy ý mà ngôn ngữ và những liên tưởng tùy ý mà ngôn ngữ và những liên tưởng tùy ý mà chúng ta gán cho nó.  Ừm, tôi nghĩ bài thơ này thật chúng ta gán cho nó.  Ừm, tôi nghĩ bài thơ này thật chúng ta gán cho nó.  Ừm, tôi nghĩ bài thơ này thật tuyệt vời.  Vâng, tôi sẽ chơi đúng bài của mình ngay tuyệt vời.  Vâng, tôi sẽ chơi đúng bài của mình ngay tuyệt vời.  Vâng, tôi sẽ chơi đúng bài của mình ngay từ đầu.  Tôi... đây từ đầu.  Tôi... đây từ đầu.  Tôi... đây là một trong những bài thơ hay nhất mà là một trong những bài thơ hay nhất mà là một trong những bài thơ hay nhất mà tôi từng đọc và tôi đã dành rất nhiều tôi từng đọc và tôi đã dành rất nhiều tôi từng đọc và tôi đã dành rất nhiều thời gian để miết lòng bàn tay thời gian để miết lòng bàn tay thời gian để miết lòng bàn tay lên tất cả các chữ M. Chúng rất quan trọng nhưng tôi lên tất cả các chữ M. Chúng rất quan trọng nhưng tôi lên tất cả các chữ M. Chúng rất quan trọng nhưng tôi chỉ muốn xem chỉ muốn xem chỉ muốn xem sự tương phản nào có thể được tạo ra giữa \" sự tương phản nào có thể được tạo ra giữa \" sự tương phản nào có thể được tạo ra giữa \" cao vút\" và \"mẹ\", giữa \"lún cao vút\" và \"mẹ\", giữa \"lún cao vút\" và \"mẹ\", giữa \"lún lên\" và \"ngựa\", giữa \"lún xuống\" và \" lên\" và \"ngựa\", giữa \"lún xuống\" và \" lên\" và \"ngựa\", giữa \"lún xuống\" và \" mộ\". Và nó khiến tôi nghĩ, wow, đây mới mộ\". Và nó khiến tôi nghĩ, wow, đây mới mộ\". Và nó khiến tôi nghĩ, wow, đây mới là điều mà thơ ca nên làm, khi nó đang làm là điều mà thơ ca nên làm, khi nó đang làm là điều mà thơ ca nên làm, khi nó đang làm rung chuyển thế giới của chúng ta. Vì vậy, tác phẩm này rất sâu sắc đối với tôi về việc vậy, tác phẩm này rất sâu sắc đối với tôi về việc vậy, tác phẩm này rất sâu sắc đối với tôi về việc suy nghĩ về việc suy nghĩ về việc suy nghĩ về việc lắng nghe là gì và cách chúng ta rèn luyện hoặc tai của chúng ta lắng nghe là gì và cách chúng ta rèn luyện hoặc tai của chúng ta lắng nghe là gì và cách chúng ta rèn luyện hoặc tai của chúng ta được điều chỉnh hay không được điều chỉnh cho điều gì, và tất cả được điều chỉnh hay không được điều chỉnh cho điều gì, và tất cả được điều chỉnh hay không được điều chỉnh cho điều gì, và tất cả những giả định khi chúng ta nghĩ \"ồ vâng, tôi đã nghe thấy\" những giả định khi chúng ta nghĩ \"ồ vâng, tôi đã nghe thấy\" những giả định khi chúng ta nghĩ \"ồ vâng, tôi đã nghe thấy\" trong khi thực tế tôi không nghe thấy. trong khi thực tế tôi không nghe thấy. trong khi thực tế tôi không nghe thấy. Tai tôi không được rèn luyện. Tai tôi không được rèn luyện. Tai tôi không được rèn luyện. Chúng ta... ừm, tôi đang ứng khẩu Chúng ta... ừm, tôi đang ứng khẩu Chúng ta... ừm, tôi đang ứng khẩu ở đây, hãy nghĩ về một ở đây, hãy nghĩ về một ở đây, hãy nghĩ về một từ tiếng Anh một âm tiết, chỉ cần nêu tên một từ thôi. Kate, bất từ tiếng Anh một âm tiết, chỉ cần nêu tên một từ thôi. Kate, bất từ tiếng Anh một âm tiết, chỉ cần nêu tên một từ thôi. Kate, bất kỳ ai, kỳ ai, kỳ ai, bất kỳ từ nào cả... Không, hay là một danh từ, quả bất kỳ từ nào cả... Không, hay là một danh từ, quả bất kỳ từ nào cả... Không, hay là một danh từ, quả trứng, trứng. Được rồi, trứng, hoàn hảo.  Được rồi trứng, trứng. Được rồi, trứng, hoàn hảo.  Được rồi trứng, trứng. Được rồi, trứng, hoàn hảo.  Được rồi .  Chúng ta có thể thử phương pháp nhúng và tăng dần không?  Chúng ta .  Chúng ta có thể thử phương pháp nhúng và tăng dần không?  Chúng ta .  Chúng ta có thể thử phương pháp nhúng và tăng dần không?  Chúng ta thử nói từ \"trứng\" được không?  Giảm rồi tăng. thử nói từ \"trứng\" được không?  Giảm rồi tăng. thử nói từ \"trứng\" được không?  Giảm rồi tăng. Trứng.  Đây có phải là trứng không?  Trứng.  Tôi không biết.  Vâng. Trứng.  Đây có phải là trứng không?  Trứng.  Tôi không biết.  Vâng. Trứng.  Đây có phải là trứng không?  Trứng.  Tôi không biết.  Vâng. Vậy nên, nó lên xuống thất thường.  Ừm.  Trứng.  Được rồi. Vậy nên, nó lên xuống thất thường.  Ừm.  Trứng.  Được rồi. Vậy nên, nó lên xuống thất thường.  Ừm.  Trứng.  Được rồi. Chúng ta có thể xây dựng các tòa nhà cao tầng không?  Tôi nghĩ là chúng ta có thể. Bạn đã quanh quẩn ở thung lũng này và tôi Bạn đã quanh quẩn ở thung lũng này và tôi Bạn đã quanh quẩn ở thung lũng này và tôi cảm thấy liệu bạn có thể hóa thân thành một cô gái thung lũng trong cảm thấy liệu bạn có thể hóa thân thành một cô gái thung lũng trong cảm thấy liệu bạn có thể hóa thân thành một cô gái thung lũng trong giây lát và làm những công việc ở khu nhà cao tầng không?  Tôi xin lỗi. giây lát và làm những công việc ở khu nhà cao tầng không?  Tôi xin lỗi. giây lát và làm những công việc ở khu nhà cao tầng không?  Tôi xin lỗi. Đó là Đó là Đó là điều xúc phạm nhất mà tôi từng nói trong một điều xúc phạm nhất mà tôi từng nói trong một điều xúc phạm nhất mà tôi từng nói trong một video.  Ừm, tòa nhà cao tầng của tôi.  Đúng vậy. video.  Ừm, tòa nhà cao tầng của tôi.  Đúng vậy. video.  Ừm, tòa nhà cao tầng của tôi.  Đúng vậy. Bạn biết đấy, một cô gái đoan trang.  Trứng.  Ôi không. Bạn biết đấy, một cô gái đoan trang.  Trứng.  Ôi không. Bạn biết đấy, một cô gái đoan trang.  Trứng.  Ôi không. Cô gái thung lũng.  Quên.  Bạn có thể bắt chước phong cách \"Valley Cô gái thung lũng.  Quên.  Bạn có thể bắt chước phong cách \"Valley Cô gái thung lũng.  Quên.  Bạn có thể bắt chước phong cách \"Valley Girl\".  Đó không phải là kiểu con gái nhà giàu ở thung lũng. Girl\".  Đó không phải là kiểu con gái nhà giàu ở thung lũng. Girl\".  Đó không phải là kiểu con gái nhà giàu ở thung lũng. Không phải vậy.  Nó là hàng Canada.  Con gái.  Tôi đang Không phải vậy.  Nó là hàng Canada.  Con gái.  Tôi đang Không phải vậy.  Nó là hàng Canada.  Con gái.  Tôi đang nghĩ đến sự phấn khích nghĩ đến sự phấn khích nghĩ đến sự phấn khích ở cuối bài hát Forget it.  Tôi không ở cuối bài hát Forget it.  Tôi không ở cuối bài hát Forget it.  Tôi không biết mình đang làm gì nữa.  Nhưng nhưng nhưng biết mình đang làm gì nữa.  Nhưng nhưng nhưng biết mình đang làm gì nữa.  Nhưng nhưng nhưng ý tưởng rằng một ý tưởng rằng một ý tưởng rằng một từ tiếng Anh chỉ có một âm tiết lại có thể mang nhiều nghĩa từ tiếng Anh chỉ có một âm tiết lại có thể mang nhiều nghĩa từ tiếng Anh chỉ có một âm tiết lại có thể mang nhiều nghĩa khác nhau như vậy thì có vẻ hơi xa lạ với khác nhau như vậy thì có vẻ hơi xa lạ với khác nhau như vậy thì có vẻ hơi xa lạ với tiếng Anh, phải không?  Vì tiếng trứng tiếng Anh, phải không?  Vì tiếng trứng tiếng Anh, phải không?  Vì tiếng trứng phát ra khá chuẩn mực, phát ra khá chuẩn mực, phát ra khá chuẩn mực, đúng không?  Và rõ ràng từ \"ma\", trong tiếng Anh đúng không?  Và rõ ràng từ \"ma\", trong tiếng Anh đúng không?  Và rõ ràng từ \"ma\", trong tiếng Anh thì chúng ta chuyển sang dùng từ \"you\", ý tôi là, rất thì chúng ta chuyển sang dùng từ \"you\", ý tôi là, rất thì chúng ta chuyển sang dùng từ \"you\", ý tôi là, rất vang vọng, rất vang vọng bởi vì nó dùng vang vọng, rất vang vọng bởi vì nó dùng vang vọng, rất vang vọng bởi vì nó dùng để chỉ người mẹ đối với hầu hết chúng ta.  Bạn muốn để chỉ người mẹ đối với hầu hết chúng ta.  Bạn muốn để chỉ người mẹ đối với hầu hết chúng ta.  Bạn muốn tiếp tục từ đây chứ?  Vâng.  Ý tôi là, điều này tiếp tục từ đây chứ?  Vâng.  Ý tôi là, điều này tiếp tục từ đây chứ?  Vâng.  Ý tôi là, điều này giống như việc dạy ngôn ngữ vậy.  Ừm, giống như việc dạy ngôn ngữ vậy.  Ừm, giống như việc dạy ngôn ngữ vậy.  Ừm, thực ra đây là âm tiết mà thực ra đây là âm tiết mà thực ra đây là âm tiết mà người ta thường dùng để người ta thường dùng để người ta thường dùng để minh họa cách thức minh họa cách thức minh họa cách thức hoạt động của thanh điệu trong ngôn ngữ có thanh điệu, và nếu bạn phát âm hoạt động của thanh điệu trong ngôn ngữ có thanh điệu, và nếu bạn phát âm hoạt động của thanh điệu trong ngôn ngữ có thanh điệu, và nếu bạn phát âm sai thanh điệu, bạn có thể đang nói sai thanh điệu, bạn có thể đang nói sai thanh điệu, bạn có thể đang nói về một nghĩa địa thay vì nói về về một nghĩa địa thay vì nói về về một nghĩa địa thay vì nói về một người mẹ hoặc một con ngựa.  Ừm và ờ, bạn một người mẹ hoặc một con ngựa.  Ừm và ờ, bạn một người mẹ hoặc một con ngựa.  Ừm và ờ, bạn biết đấy, nó không khác gì bài thơ trước, một biết đấy, nó không khác gì bài thơ trước, một biết đấy, nó không khác gì bài thơ trước, một kiểu ừm, bạn biết đấy, được hình thức hóa, ừm, được tìm thấy, ừm, một kiểu ừm, bạn biết đấy, được hình thức hóa, ừm, được tìm thấy, ừm, một kiểu ừm, bạn biết đấy, được hình thức hóa, ừm, được tìm thấy, ừm, một tác phẩm mà tôi tác phẩm mà tôi tác phẩm mà tôi cũng bị cuốn hút bởi sự đa dạng của cũng bị cuốn hút bởi sự đa dạng của cũng bị cuốn hút bởi sự đa dạng của các ý nghĩa, một trong số đó là \" các ý nghĩa, một trong số đó là \" các ý nghĩa, một trong số đó là \" bóng ma\", phải không? Và điều đó mở bóng ma\", phải không? Và điều đó mở bóng ma\", phải không? Và điều đó mở ra bài thơ. Ý tôi là, ở đây cũng có sự chú ý ra bài thơ. Ý tôi là, ở đây cũng có sự chú ý ra bài thơ. Ý tôi là, ở đây cũng có sự chú ý đến trật tự, nhưng ý tưởng này, đến trật tự, nhưng ý tưởng này, đến trật tự, nhưng ý tưởng này, bạn biết đấy, ừm, điều này cũng vậy. Vì vậy, bạn biết đấy, ừm, điều này cũng vậy. Vì vậy, bạn biết đấy, ừm, điều này cũng vậy. Vì vậy, đối với tôi, đó là một ngôn ngữ ma quỷ.  Tôi bị mất đối với tôi, đó là một ngôn ngữ ma quỷ.  Tôi bị mất đối với tôi, đó là một ngôn ngữ ma quỷ.  Tôi bị mất ngôn ngữ mẹ đẻ do di cư.  Ừm, và đó ngôn ngữ mẹ đẻ do di cư.  Ừm, và đó ngôn ngữ mẹ đẻ do di cư.  Ừm, và đó cũng là một cách mà tôi vẫn còn giữ cũng là một cách mà tôi vẫn còn giữ cũng là một cách mà tôi vẫn còn giữ khoảng cách với ngôn ngữ này.  Ừm, và khoảng cách với ngôn ngữ này.  Ừm, và khoảng cách với ngôn ngữ này.  Ừm, và khi tôi đọc các âm tiết, tôi khi tôi đọc các âm tiết, tôi khi tôi đọc các âm tiết, tôi thực sự nhận ra rằng có lẽ tôi cũng thực sự nhận ra rằng có lẽ tôi cũng thực sự nhận ra rằng có lẽ tôi cũng phát âm chúng không đúng.  Ừm, tôi phát âm chúng không đúng.  Ừm, tôi phát âm chúng không đúng.  Ừm, tôi không biết liệu bạn có nghe thấy tôi nói trong giờ giải lao không, không biết liệu bạn có nghe thấy tôi nói trong giờ giải lao không, không biết liệu bạn có nghe thấy tôi nói trong giờ giải lao không, nhưng tôi đã nghe lại bản ghi âm nhưng tôi đã nghe lại bản ghi âm nhưng tôi đã nghe lại bản ghi âm các âm tiết mà tôi đã yêu cầu một các âm tiết mà tôi đã yêu cầu một các âm tiết mà tôi đã yêu cầu một người nói phát âm.  Thực ra thì tôi người nói phát âm.  Thực ra thì tôi người nói phát âm.  Thực ra thì tôi muốn tìm một diễn giả cũng đến từ muốn tìm một diễn giả cũng đến từ muốn tìm một diễn giả cũng đến từ miền Nam, bởi vì miền Nam và miền Nam, bởi vì miền Nam và miền Nam, bởi vì miền Nam và miền Bắc có cách miền Bắc có cách miền Bắc có cách nói chuyện khác nhau.  Mọi chuyện có thể phức tạp hơn.   Vâng nói chuyện khác nhau.  Mọi chuyện có thể phức tạp hơn.   Vâng nói chuyện khác nhau.  Mọi chuyện có thể phức tạp hơn.   Vâng .  Bạn có thể đặt nó ngay cạnh .  Bạn có thể đặt nó ngay cạnh .  Bạn có thể đặt nó ngay cạnh micro của chúng tôi được không?  Vâng.  Để tôi làm lại lần nữa. micro của chúng tôi được không?  Vâng.  Để tôi làm lại lần nữa. micro của chúng tôi được không?  Vâng.  Để tôi làm lại lần nữa. Ma ma ma ma Ma ma ma ma Ma ma ma ma . . . Và ừm, đó chính là Ocean Vong, Và ừm, đó chính là Ocean Vong, Và ừm, đó chính là Ocean Vong, người đã thu âm đoạn đó cho tôi khi tôi người đã thu âm đoạn đó cho tôi khi tôi người đã thu âm đoạn đó cho tôi khi tôi viết bài thơ này.  Liệu việc này có thể viết bài thơ này.  Liệu việc này có thể viết bài thơ này.  Liệu việc này có thể phức tạp hơn nữa không?  Bởi vì khi nghe Ocean phức tạp hơn nữa không?  Bởi vì khi nghe Ocean phức tạp hơn nữa không?  Bởi vì khi nghe Ocean nói điều này, tất cả những gì tôi nghe được chỉ là tiếng một đứa trẻ nói điều này, tất cả những gì tôi nghe được chỉ là tiếng một đứa trẻ nói điều này, tất cả những gì tôi nghe được chỉ là tiếng một đứa trẻ gọi mẹ.  Ma ma ma.  Điều đó gọi mẹ.  Ma ma ma.  Điều đó gọi mẹ.  Ma ma ma.  Điều đó thật buồn rầu thật buồn rầu thật buồn rầu và nếu bạn làm sai, một bóng ma sẽ xuất hiện và nếu bạn làm sai, một bóng ma sẽ xuất hiện và nếu bạn làm sai, một bóng ma sẽ xuất hiện thay vì người mẹ mà bạn tìm kiếm, thay vì người mẹ mà bạn tìm kiếm, thay vì người mẹ mà bạn tìm kiếm, phải không? Hoặc một mầm lúa phải không? Hoặc một mầm lúa phải không? Hoặc một mầm lúa rất đẹp, một mầm lúa rất đẹp, một mầm lúa rất đẹp, một mầm lúa vậy bạn có muốn không? Ý tôi là cuốn sách vậy bạn có muốn không? Ý tôi là cuốn sách vậy bạn có muốn không? Ý tôi là cuốn sách đầy ắp những điều đó và văn phong của bạn nói chung cũng vậy, đầy ắp những điều đó và văn phong của bạn nói chung cũng vậy, đầy ắp những điều đó và văn phong của bạn nói chung cũng vậy, mẹ bạn rất quan trọng đối với mẹ bạn rất quan trọng đối với mẹ bạn rất quan trọng đối với thơ của bạn. Vâng, cuốn sách này thơ của bạn. Vâng, cuốn sách này thơ của bạn. Vâng, cuốn sách này đặc biệt thú vị, tôi muốn đặc biệt thú vị, tôi muốn đặc biệt thú vị, tôi muốn chia sẻ một câu chuyện về mẹ tôi, một chia sẻ một câu chuyện về mẹ tôi, một chia sẻ một câu chuyện về mẹ tôi, một người phụ nữ Việt Nam đã di cư từ người phụ nữ Việt Nam đã di cư từ người phụ nữ Việt Nam đã di cư từ rất sớm và hòa nhập vào rất sớm và hòa nhập vào rất sớm và hòa nhập vào văn hóa Mỹ, nhưng bà có một văn hóa Mỹ, nhưng bà có một văn hóa Mỹ, nhưng bà có một quá khứ rất phong phú với tư cách là một quá khứ rất phong phú với tư cách là một quá khứ rất phong phú với tư cách là một nữ diễn viên đóng thế mô tô nổi tiếng ở Việt Nam trong rạp xiếc. nữ diễn viên đóng thế mô tô nổi tiếng ở Việt Nam trong rạp xiếc. nữ diễn viên đóng thế mô tô nổi tiếng ở Việt Nam trong rạp xiếc. Tôi xin nhắc lại điều đó một lần nữa.  Tôi rất thích Tôi xin nhắc lại điều đó một lần nữa.  Tôi rất thích Tôi xin nhắc lại điều đó một lần nữa.  Tôi rất thích điều đó.  Nữ diễn viên đóng thế mô tô ở Việt Nam. điều đó.  Nữ diễn viên đóng thế mô tô ở Việt Nam. Đoàn xiếc Việt Nam biểu diễn mô tô toàn nữ.  Vậy nên, Đoàn xiếc Việt Nam biểu diễn mô tô toàn nữ.  Vậy nên, Đoàn xiếc Việt Nam biểu diễn mô tô toàn nữ.  Vậy nên, khi bạn nói câu đó, bạn sẽ thấy nó rất khi bạn nói câu đó, bạn sẽ thấy nó rất khi bạn nói câu đó, bạn sẽ thấy nó rất thú vị.  Tôi cũng có kinh nghiệm đó khi thú vị.  Tôi cũng có kinh nghiệm đó khi thú vị.  Tôi cũng có kinh nghiệm đó khi lớn lên ở Mỹ.  Bạn biết đấy, lớn lên ở Mỹ.  Bạn biết đấy, lớn lên ở Mỹ.  Bạn biết đấy, mẹ tôi ở Mỹ là một mẹ tôi ở Mỹ là một mẹ tôi ở Mỹ là một người phục vụ bàn chuyên nghiệp.  Ừm, và khi tôi trình bày người phục vụ bàn chuyên nghiệp.  Ừm, và khi tôi trình bày người phục vụ bàn chuyên nghiệp.  Ừm, và khi tôi trình bày thông tin này cho các bạn cùng lớp ở trường tiểu học thông tin này cho các bạn cùng lớp ở trường tiểu học thông tin này cho các bạn cùng lớp ở trường tiểu học , họ không tin tôi.  Và , họ không tin tôi.  Và , họ không tin tôi.  Và có một cảm giác khó tin nhất định.  Tôi có một cảm giác khó tin nhất định.  Tôi có một cảm giác khó tin nhất định.  Tôi nghĩ ngay cả bây giờ, bởi vì nó quá nghĩ ngay cả bây giờ, bởi vì nó quá nghĩ ngay cả bây giờ, bởi vì nó quá tuyệt vời, hào nhoáng và đáng tuyệt vời, hào nhoáng và đáng tuyệt vời, hào nhoáng và đáng kinh ngạc, vì thông thường Việt Nam không được kinh ngạc, vì thông thường Việt Nam không được kinh ngạc, vì thông thường Việt Nam không được gắn liền với những điều như vậy. gắn liền với những điều như vậy. gắn liền với những điều như vậy. Trong trí tưởng tượng của phương Tây, nó chỉ được liên tưởng Trong trí tưởng tượng của phương Tây, nó chỉ được liên tưởng Trong trí tưởng tượng của phương Tây, nó chỉ được liên tưởng đến những thứ khác.  Mọi thứ đã đến những thứ khác.  Mọi thứ đã đến những thứ khác.  Mọi thứ đã thay đổi kể từ khi Sài Gòn thất thủ, thay đổi kể từ khi Sài Gòn thất thủ, thay đổi kể từ khi Sài Gòn thất thủ, nhưng trong một thời gian dài, mọi chuyện chỉ nhưng trong một thời gian dài, mọi chuyện chỉ nhưng trong một thời gian dài, mọi chuyện chỉ xoay quanh chiến tranh và những nhân vật chính xoay quanh chiến tranh và những nhân vật chính xoay quanh chiến tranh và những nhân vật chính của sự kiện đó không phải là của sự kiện đó không phải là của sự kiện đó không phải là phụ nữ Việt Nam. phụ nữ Việt Nam. phụ nữ Việt Nam. Như tôi đã nói, liệu việc này có thể Như tôi đã nói, liệu việc này có thể Như tôi đã nói, liệu việc này có thể phức tạp hơn nữa không?  Bạn biết đấy, bạn không cần phải phức tạp hơn nữa không?  Bạn biết đấy, bạn không cần phải phức tạp hơn nữa không?  Bạn biết đấy, bạn không cần phải là một nhà tư tưởng phân tâm học chính thống là một nhà tư tưởng phân tâm học chính thống là một nhà tư tưởng phân tâm học chính thống để nghĩ rằng nguồn gốc của ngôn ngữ đối với để nghĩ rằng nguồn gốc của ngôn ngữ đối với để nghĩ rằng nguồn gốc của ngôn ngữ đối với một người đơn ngữ, một người trưởng thành chỉ một người đơn ngữ, một người trưởng thành chỉ một người đơn ngữ, một người trưởng thành chỉ với một với một với một ngôn ngữ duy nhất.  Số lượng chúng tôi không nhiều ngôn ngữ duy nhất.  Số lượng chúng tôi không nhiều ngôn ngữ duy nhất.  Số lượng chúng tôi không nhiều vì có nhiều vì có nhiều vì có nhiều nguồn gốc nhập cư khác nhau.  Giả sử đứa trẻ được nguồn gốc nhập cư khác nhau.  Giả sử đứa trẻ được nguồn gốc nhập cư khác nhau.  Giả sử đứa trẻ được nuôi dạy bằng một ngôn ngữ duy nhất, nuôi dạy bằng một ngôn ngữ duy nhất, nuôi dạy bằng một ngôn ngữ duy nhất, không có ngôn ngữ \"bóng ma\" nào, không có tiếng không có ngôn ngữ \"bóng ma\" nào, không có tiếng không có ngôn ngữ \"bóng ma\" nào, không có tiếng mẹ đẻ, tiếng mẹ đẻ vang vọng trong mẹ đẻ, tiếng mẹ đẻ vang vọng trong mẹ đẻ, tiếng mẹ đẻ vang vọng trong tiềm thức, và về lý thuyết, người đó phát triển tiềm thức, và về lý thuyết, người đó phát triển tiềm thức, và về lý thuyết, người đó phát triển ngôn ngữ như một cách để ngôn ngữ như một cách để ngôn ngữ như một cách để bù đắp cho sự vắng mặt, thường là của bù đắp cho sự vắng mặt, thường là của bù đắp cho sự vắng mặt, thường là của người mẹ, nhưng cũng có thể là của bất kỳ ai rất người mẹ, nhưng cũng có thể là của bất kỳ ai rất người mẹ, nhưng cũng có thể là của bất kỳ ai rất quan trọng đối với họ.  Vậy là bạn có một đứa trẻ quan trọng đối với họ.  Vậy là bạn có một đứa trẻ quan trọng đối với họ.  Vậy là bạn có một đứa trẻ trong nôi đang gọi gọi gọi gọi trong nôi đang gọi gọi gọi gọi trong nôi đang gọi gọi gọi gọi mẹ mẹ. Theo lý thuyết của Freud, khi mẹ mẹ. Theo lý thuyết của Freud, khi mẹ mẹ. Theo lý thuyết của Freud, khi điều đó không xảy ra, đứa trẻ bắt đầu học điều đó không xảy ra, đứa trẻ bắt đầu học điều đó không xảy ra, đứa trẻ bắt đầu học ngôn ngữ của những thứ mình muốn, ngôn ngữ của những thứ mình muốn, ngôn ngữ của những thứ mình muốn, bao gồm cả từ \"mẹ\", đúng không? Đó là điều đầu tiên, bao gồm cả từ \"mẹ\", đúng không? Đó là điều đầu tiên, bao gồm cả từ \"mẹ\", đúng không? Đó là điều đầu tiên, dù lý thuyết đó dù lý thuyết đó dù lý thuyết đó đúng hay sai, thì vẫn có điều gì đó đang xảy ra ở đây. đúng hay sai, thì vẫn có điều gì đó đang xảy ra ở đây. đúng hay sai, thì vẫn có điều gì đó đang xảy ra ở đây. Khi tiếng mẹ đẻ của người mẹ Khi tiếng mẹ đẻ của người mẹ Khi tiếng mẹ đẻ của người mẹ khác với tiếng mẹ đẻ của khác với tiếng mẹ đẻ của khác với tiếng mẹ đẻ của đứa trẻ, đứa trẻ đó trở thành một nhà thơ đang cố gắng đứa trẻ, đứa trẻ đó trở thành một nhà thơ đang cố gắng đứa trẻ, đứa trẻ đó trở thành một nhà thơ đang cố gắng học cách tạo ra âm thanh. Ai muốn bình luận về điều Ai muốn bình luận về điều Ai muốn bình luận về điều này không?  Điều này thật sâu sắc.  Tuyệt vời quá! này không?  Điều này thật sâu sắc.  Tuyệt vời quá! này không?  Điều này thật sâu sắc.  Tuyệt vời quá! Đây là điều vô cùng cơ bản đối với thơ ca. Đây là điều vô cùng cơ bản đối với thơ ca. Đây là điều vô cùng cơ bản đối với thơ ca. Tôi rất thích nó.  Ừm.  Vâng.  Tôi vừa Tôi rất thích nó.  Ừm.  Vâng.  Tôi vừa Tôi rất thích nó.  Ừm.  Vâng.  Tôi vừa nghĩ về cách bạn nói nghĩ về cách bạn nói nghĩ về cách bạn nói rằng nếu nhìn vào những từ này, \" rằng nếu nhìn vào những từ này, \" rằng nếu nhìn vào những từ này, \" người mẹ ma\", nhưng... \"mầm lúa, ngôi người mẹ ma\", nhưng... \"mầm lúa, ngôi người mẹ ma\", nhưng... \"mầm lúa, ngôi mộ ngựa\", nó mở ra một cách nhìn mới cho bài thơ, mộ ngựa\", nó mở ra một cách nhìn mới cho bài thơ, mộ ngựa\", nó mở ra một cách nhìn mới cho bài thơ, khiến tôi nghĩ về người mẹ như khiến tôi nghĩ về người mẹ như khiến tôi nghĩ về người mẹ như tất cả những điều đó tất cả những điều đó tất cả những điều đó và là người tạo ra danh sách tất cả và là người tạo ra danh sách tất cả và là người tạo ra danh sách tất cả mọi thứ.  Theo tôi thì điều đó khá chính xác mọi thứ.  Theo tôi thì điều đó khá chính xác mọi thứ.  Theo tôi thì điều đó khá chính xác . . . Kate, bạn nghĩ sao?  Tôi đang suy nghĩ về Kate, bạn nghĩ sao?  Tôi đang suy nghĩ về Kate, bạn nghĩ sao?  Tôi đang suy nghĩ về việc việc việc bài thơ này chứa đựng biết bao sự thân mật và lịch sử.  Nhưng bài thơ này chứa đựng biết bao sự thân mật và lịch sử.  Nhưng bài thơ này chứa đựng biết bao sự thân mật và lịch sử.  Nhưng cũng có rất cũng có rất cũng có rất nhiều câu hỏi khô khan hơn về nhiều câu hỏi khô khan hơn về nhiều câu hỏi khô khan hơn về ngôn ngữ học, về mục ngôn ngữ học, về mục ngôn ngữ học, về mục đích và chức năng của ngôn ngữ?  Giống như một đích và chức năng của ngôn ngữ?  Giống như một đích và chức năng của ngôn ngữ?  Giống như một hồn ma trong một ngôi mộ, chúng ở cạnh nhau hồn ma trong một ngôi mộ, chúng ở cạnh nhau hồn ma trong một ngôi mộ, chúng ở cạnh nhau hay đối lập nhau?  Nếu một từ có thể hay đối lập nhau?  Nếu một từ có thể hay đối lập nhau?  Nếu một từ có thể mang tất cả những nghĩa này, thì từ dùng mang tất cả những nghĩa này, thì từ dùng mang tất cả những nghĩa này, thì từ dùng để chỉ điều gì?  Nó làm gì? để chỉ điều gì?  Nó làm gì? để chỉ điều gì?  Nó làm gì? Vậy thì điều đó có nghĩa là gì nếu nó có thể Vậy thì điều đó có nghĩa là gì nếu nó có thể Vậy thì điều đó có nghĩa là gì nếu nó có thể chứa đựng nhiều biến thể đến vậy?   Ồ tuyệt vời chứa đựng nhiều biến thể đến vậy?   Ồ tuyệt vời chứa đựng nhiều biến thể đến vậy?   Ồ tuyệt vời .  Và điều thú vị là trong .  Và điều thú vị là trong .  Và điều thú vị là trong cuộc trò chuyện với những người nói tiếng Việt cuộc trò chuyện với những người nói tiếng Việt cuộc trò chuyện với những người nói tiếng Việt cũng thông thạo tiếng Anh, khi cũng thông thạo tiếng Anh, khi cũng thông thạo tiếng Anh, khi được hỏi, đặc biệt là một nhà thơ, được hỏi, đặc biệt là một nhà thơ, được hỏi, đặc biệt là một nhà thơ, Quinn, khi được hỏi về sự Quinn, khi được hỏi về sự Quinn, khi được hỏi về sự khác biệt giữa việc sử dụng tiếng Anh và khác biệt giữa việc sử dụng tiếng Anh và khác biệt giữa việc sử dụng tiếng Anh và tiếng Việt, bà ấy nói rằng tiếng Việt có tiếng Việt, bà ấy nói rằng tiếng Việt có tiếng Việt, bà ấy nói rằng tiếng Việt có nhiều sắc thái hơn. nhiều sắc thái hơn. nhiều sắc thái hơn. Bạn muốn nói gì khi dùng từ \"nếp gấp\"?  Ý tôi Bạn muốn nói gì khi dùng từ \"nếp gấp\"?  Ý tôi Bạn muốn nói gì khi dùng từ \"nếp gấp\"?  Ý tôi là, ừm, rất quan trọng, đối với tôi, tôi đang là, ừm, rất quan trọng, đối với tôi, tôi đang là, ừm, rất quan trọng, đối với tôi, tôi đang nghĩ đến gần như là các nếp gấp của nghĩ đến gần như là các nếp gấp của nghĩ đến gần như là các nếp gấp của chất xám.  Cô ấy không chất xám.  Cô ấy không chất xám.  Cô ấy không nói rõ thêm nhưng tôi thích hình ảnh và nói rõ thêm nhưng tôi thích hình ảnh và nói rõ thêm nhưng tôi thích hình ảnh và cảm giác mà cảm giác mà cảm giác mà ngôn ngữ thanh điệu mang lại, nó thể hiện ngôn ngữ thanh điệu mang lại, nó thể hiện ngôn ngữ thanh điệu mang lại, nó thể hiện những hình dạng khác nhau và những hình dạng đó được những hình dạng khác nhau và những hình dạng đó được những hình dạng khác nhau và những hình dạng đó được mở ra. Những gì Kate nói khiến tôi nghĩ rằng Những gì Kate nói khiến tôi nghĩ rằng Những gì Kate nói khiến tôi nghĩ rằng bài thơ này là một bài thơ âm thanh hoặc một bài thơ này là một bài thơ âm thanh hoặc một bài thơ này là một bài thơ âm thanh hoặc một bài thơ siêu âm thanh, bởi vì bản thân nó không bài thơ siêu âm thanh, bởi vì bản thân nó không bài thơ siêu âm thanh, bởi vì bản thân nó không tạo ra âm thanh mặc dù đại dương đã làm điều đó tạo ra âm thanh mặc dù đại dương đã làm điều đó tạo ra âm thanh mặc dù đại dương đã làm điều đó cho chúng ta.  Vậy nên nếu ai đó thực hiện thí nghiệm nhỏ của tôi, cho chúng ta.  Vậy nên nếu ai đó thực hiện thí nghiệm nhỏ của tôi, cho chúng ta.  Vậy nên nếu ai đó thực hiện thí nghiệm nhỏ của tôi, loại bỏ phần \"ma\" đi, thì bây giờ tôi loại bỏ phần \"ma\" đi, thì bây giờ tôi loại bỏ phần \"ma\" đi, thì bây giờ tôi sẽ loại bỏ các định nghĩa và chỉ sẽ loại bỏ các định nghĩa và chỉ sẽ loại bỏ các định nghĩa và chỉ đọc âm thanh của những thứ có thể được đọc âm thanh của những thứ có thể được đọc âm thanh của những thứ có thể được nói bằng giọng người.  Mức độ cao nói bằng giọng người.  Mức độ cao nói bằng giọng người.  Mức độ cao tăng thấp giảm thấp hẹp giảm dần tăng thấp giảm thấp hẹp giảm dần tăng thấp giảm thấp hẹp giảm dần tăng thấp giảm dần.  Đó là tăng thấp giảm dần.  Đó là tăng thấp giảm dần.  Đó là nhân loại sau, vượt ra ngoài hoặc tách biệt khỏi nỗi nhân loại sau, vượt ra ngoài hoặc tách biệt khỏi nỗi nhân loại sau, vượt ra ngoài hoặc tách biệt khỏi nỗi ám ảnh mà chúng ta có với ám ảnh mà chúng ta có với ám ảnh mà chúng ta có với những thứ trực quan tạo nên ý nghĩa.  Bạn biết đấy, những thứ trực quan tạo nên ý nghĩa.  Bạn biết đấy, những thứ trực quan tạo nên ý nghĩa.  Bạn biết đấy, chữ trên trang giấy hay cuốn sách, và chúng ta nói từ \" chữ trên trang giấy hay cuốn sách, và chúng ta nói từ \" chữ trên trang giấy hay cuốn sách, và chúng ta nói từ \" sách\" để diễn tả ý nghĩa của nó, sách\" để diễn tả ý nghĩa của nó, sách\" để diễn tả ý nghĩa của nó, và công việc đã hoàn thành.  Ừm.  Nhưng nếu và công việc đã hoàn thành.  Ừm.  Nhưng nếu và công việc đã hoàn thành.  Ừm.  Nhưng nếu suy nghĩ về ngôn ngữ như là âm thanh, chúng ta sẽ hiểu rõ suy nghĩ về ngôn ngữ như là âm thanh, chúng ta sẽ hiểu rõ suy nghĩ về ngôn ngữ như là âm thanh, chúng ta sẽ hiểu rõ hơn về thanh điệu trong hơn về thanh điệu trong hơn về thanh điệu trong tiếng Việt.  Và trong lịch sử nước Mỹ tiếng Việt.  Và trong lịch sử nước Mỹ tiếng Việt.  Và trong lịch sử nước Mỹ hay Bắc Mỹ sau sự trỗi dậy mạnh mẽ của hay Bắc Mỹ sau sự trỗi dậy mạnh mẽ của cộng đồng người Việt hải ngoại, người ta cần bắt đầu lắng nghe, cộng đồng người Việt hải ngoại, người ta cần bắt đầu lắng nghe, cộng đồng người Việt hải ngoại, người ta cần bắt đầu lắng nghe, ngay cả khi đó không phải là ngay cả khi đó không phải là ngay cả khi đó không phải là ngôn ngữ của mình, bởi vì lắng nghe là điều thiết yếu ngôn ngữ của mình, bởi vì lắng nghe là điều thiết yếu ngôn ngữ của mình, bởi vì lắng nghe là điều thiết yếu để hiểu cách mọi người muốn nói điều gì đó, và tất cả chúng ta đều làm được điều đó, để hiểu cách mọi người muốn nói điều gì đó, và tất cả chúng ta đều làm được điều đó, để hiểu cách mọi người muốn nói điều gì đó, và tất cả chúng ta đều làm được điều đó, và thơ ca làm được điều đó.  Đây là một và thơ ca làm được điều đó.  Đây là một và thơ ca làm được điều đó.  Đây là một tác phẩm âm thanh và nó thực sự tạo ra âm thanh, và nếu chúng ta tác phẩm âm thanh và nó thực sự tạo ra âm thanh, và nếu chúng ta tác phẩm âm thanh và nó thực sự tạo ra âm thanh, và nếu chúng ta không nghe thấy, chúng ta cần phải đi lắng nghe. không nghe thấy, chúng ta cần phải đi lắng nghe. không nghe thấy, chúng ta cần phải đi lắng nghe. Không phải là nó không nghe được, mà là Không phải là nó không nghe được, mà là Không phải là nó không nghe được, mà là , bạn biết đấy, tai tôi chưa được rèn luyện. , bạn biết đấy, tai tôi chưa được rèn luyện. , bạn biết đấy, tai tôi chưa được rèn luyện. Vậy nên, tôi đã lên mạng để thử nghe và tôi Vậy nên, tôi đã lên mạng để thử nghe và tôi Vậy nên, tôi đã lên mạng để thử nghe và tôi đã nghe, nhưng tôi nghĩ mình vẫn chưa thực sự giỏi, đã nghe, nhưng tôi nghĩ mình vẫn chưa thực sự giỏi, đã nghe, nhưng tôi nghĩ mình vẫn chưa thực sự giỏi, tôi cần phải tôi cần phải tôi cần phải luyện nghe nhiều hơn nữa.  Nhưng tôi luyện nghe nhiều hơn nữa.  Nhưng tôi luyện nghe nhiều hơn nữa.  Nhưng tôi không nghĩ rằng phương tiện của bài thơ không phải là để diễn tả âm thanh không nghĩ rằng phương tiện của bài thơ không phải là để diễn tả âm thanh không nghĩ rằng phương tiện của bài thơ không phải là để diễn tả âm thanh .  Điều đó có nghĩa là tôi .  Điều đó có nghĩa là tôi .  Điều đó có nghĩa là tôi chưa thực hiện việc kiểm tra âm thanh.  Vâng.  Vâng.   Vâng chưa thực hiện việc kiểm tra âm thanh.  Vâng.  Vâng.   Vâng chưa thực hiện việc kiểm tra âm thanh.  Vâng.  Vâng.   Vâng .  Khi nghĩ .  Khi nghĩ .  Khi nghĩ về tầm quan trọng của âm thanh về tầm quan trọng của âm thanh về tầm quan trọng của âm thanh và việc lắng nghe, tôi nhận ra và việc lắng nghe, tôi nhận ra và việc lắng nghe, tôi nhận ra bài thơ này thực sự đòi hỏi một sự thể hiện bài thơ này thực sự đòi hỏi một sự thể hiện bài thơ này thực sự đòi hỏi một sự thể hiện trọn vẹn cảm xúc.  Và điều đó đưa tôi trọn vẹn cảm xúc.  Và điều đó đưa tôi trọn vẹn cảm xúc.  Và điều đó đưa tôi trở lại với suy nghĩ rằng Laney đang trở lại với suy nghĩ rằng Laney đang trở lại với suy nghĩ rằng Laney đang theo dõi người mẹ như một theo dõi người mẹ như một theo dõi người mẹ như một trung tâm, và sự hiện diện trung tâm, và sự hiện diện trung tâm, và sự hiện diện của người mẹ, rồi cả cơ thể và của người mẹ, rồi cả cơ thể và của người mẹ, rồi cả cơ thể và cách bạn sử dụng cơ thể để giao tiếp.  Nó cách bạn sử dụng cơ thể để giao tiếp.  Nó cách bạn sử dụng cơ thể để giao tiếp.  Nó khiến tôi nhận thức khiến tôi nhận thức khiến tôi nhận thức rõ hơn rằng mình được trang bị đầy rõ hơn rằng mình được trang bị đầy rõ hơn rằng mình được trang bị đầy đủ khả năng nói và đủ khả năng nói và đủ khả năng nói và nghe, và đó là điều nghe, và đó là điều nghe, và đó là điều không thể, không nên xem nhẹ khi thưởng thức không thể, không nên xem nhẹ khi thưởng thức không thể, không nên xem nhẹ khi thưởng thức bất kỳ tác phẩm nghệ thuật nào để có thể bất kỳ tác phẩm nghệ thuật nào để có thể bất kỳ tác phẩm nghệ thuật nào để có thể trải nghiệm trọn vẹn nó.  Vâng.  Và trải nghiệm trọn vẹn nó.  Vâng.  Và trải nghiệm trọn vẹn nó.  Vâng.  Và tất cả những nhà thơ âm thanh vĩ đại đều nhắc nhở chúng ta điều này tất cả những nhà thơ âm thanh vĩ đại đều nhắc nhở chúng ta điều này tất cả những nhà thơ âm thanh vĩ đại đều nhắc nhở chúng ta điều này mỗi khi bạn biết Maggie Sullivan mỗi khi bạn biết Maggie Sullivan mỗi khi bạn biết Maggie Sullivan biểu diễn và bạn nhận ra, trời ơi, chúng ta biểu diễn và bạn nhận ra, trời ơi, chúng ta biểu diễn và bạn nhận ra, trời ơi, chúng ta có thể làm được nhiều hơn thế nữa.  Chúng ta hãy cùng điểm lại có thể làm được nhiều hơn thế nữa.  Chúng ta hãy cùng điểm lại có thể làm được nhiều hơn thế nữa.  Chúng ta hãy cùng điểm lại những suy nghĩ cuối cùng. những suy nghĩ cuối cùng. những suy nghĩ cuối cùng. Ừm, sao bạn lại ngại bắt đầu trước?  Thông thường, Ừm, sao bạn lại ngại bắt đầu trước?  Thông thường, Ừm, sao bạn lại ngại bắt đầu trước?  Thông thường, lời kết của nhà thơ ở đây sẽ lời kết của nhà thơ ở đây sẽ lời kết của nhà thơ ở đây sẽ là: \"Bạn sắp kết thúc rồi, nhưng bạn có phiền nếu là: \"Bạn sắp kết thúc rồi, nhưng bạn có phiền nếu là: \"Bạn sắp kết thúc rồi, nhưng bạn có phiền nếu đổi hướng không?\"  Bạn cảm thấy thế nào về đổi hướng không?\"  Bạn cảm thấy thế nào về đổi hướng không?\"  Bạn cảm thấy thế nào về điều này vào thời điểm hiện tại?  Ồ, thật tuyệt khi được điều này vào thời điểm hiện tại?  Ồ, thật tuyệt khi được điều này vào thời điểm hiện tại?  Ồ, thật tuyệt khi được nghe bạn nói về bài thơ này.  Ừm, nghe bạn nói về bài thơ này.  Ừm, nghe bạn nói về bài thơ này.  Ừm, tôi nghĩ tôi đã nghĩ về nó không tôi nghĩ tôi đã nghĩ về nó không tôi nghĩ tôi đã nghĩ về nó không khác gì bài thơ kia, như một kiểu... khác gì bài thơ kia, như một kiểu... khác gì bài thơ kia, như một kiểu... misan sen, như một phần của tập hợp ấy, bạn misan sen, như một phần của tập hợp ấy, bạn misan sen, như một phần của tập hợp ấy, bạn biết đấy... ngay cả khi nghe có vẻ như vậy, nó vẫn mang biết đấy... ngay cả khi nghe có vẻ như vậy, nó vẫn mang biết đấy... ngay cả khi nghe có vẻ như vậy, nó vẫn mang một vẻ tĩnh lặng nhất định một vẻ tĩnh lặng nhất định một vẻ tĩnh lặng nhất định bởi vì định nghĩa của nó... bởi vì nó chứa đựng một bởi vì định nghĩa của nó... bởi vì nó chứa đựng một bởi vì định nghĩa của nó... bởi vì nó chứa đựng một bài học văn hóa nào đó... bài học văn hóa nào đó... bài học văn hóa nào đó... và tuy nhiên, tôi rất vui khi nghe và tuy nhiên, tôi rất vui khi nghe và tuy nhiên, tôi rất vui khi nghe rằng nó được truyền tải theo nhiều rằng nó được truyền tải theo nhiều rằng nó được truyền tải theo nhiều cách khác nhau.  Chắc chắn là vậy.  Cảm ơn bạn, cách khác nhau.  Chắc chắn là vậy.  Cảm ơn bạn, cách khác nhau.  Chắc chắn là vậy.  Cảm ơn bạn, Laney.  Ừm, suy nghĩ cuối cùng của tôi là Laney.  Ừm, suy nghĩ cuối cùng của tôi là Laney.  Ừm, suy nghĩ cuối cùng của tôi là mọi người nên đọc cuốn sách này cả mọi người nên đọc cuốn sách này cả mọi người nên đọc cuốn sách này cả nghìn lần, nếu không sẽ đánh mất kho báu của nó. nghìn lần, nếu không sẽ đánh mất kho báu của nó. nghìn lần, nếu không sẽ đánh mất kho báu của nó. Và trong đó, bạn sẽ thấy một số Và trong đó, bạn sẽ thấy một số Và trong đó, bạn sẽ thấy một số bức ảnh đẹp của mẹ Hua.  À, và bức ảnh đẹp của mẹ Hua.  À, và bức ảnh đẹp của mẹ Hua.  À, và khi tôi nghe khi tôi nghe khi tôi nghe hướng dẫn học ngôn ngữ, tôi được bảo rằng hướng dẫn học ngôn ngữ, tôi được bảo rằng hướng dẫn học ngôn ngữ, tôi được bảo rằng việc luyện tập thanh điệu rất quan trọng, việc luyện tập thanh điệu rất quan trọng, việc luyện tập thanh điệu rất quan trọng, nếu không bạn có thể bị hiểu nhầm.  Và nếu không bạn có thể bị hiểu nhầm.  Và nếu không bạn có thể bị hiểu nhầm.  Và tôi rất thích điều đó. tôi rất thích điều đó. tôi rất thích điều đó. Cảm ơn bạn, Kate.  Lời kết luận.  Suy nghĩ cuối cùng của tôi Cảm ơn bạn, Kate.  Lời kết luận.  Suy nghĩ cuối cùng của tôi Cảm ơn bạn, Kate.  Lời kết luận.  Suy nghĩ cuối cùng của tôi là một câu hỏi dành cho Wah, liệu là một câu hỏi dành cho Wah, liệu là một câu hỏi dành cho Wah, liệu bạn có thấy chúng được sắp xếp như vậy trong sách bạn có thấy chúng được sắp xếp như vậy trong sách bạn có thấy chúng được sắp xếp như vậy trong sách giáo khoa ngôn ngữ hay bạn có thay đổi thứ tự không, giáo khoa ngôn ngữ hay bạn có thay đổi thứ tự không, giáo khoa ngôn ngữ hay bạn có thay đổi thứ tự không, bởi vì thứ tự \"ghost bởi vì thứ tự \"ghost bởi vì thứ tự \"ghost mother but right seedling horse tomb\" nghe có mother but right seedling horse tomb\" nghe có mother but right seedling horse tomb\" nghe có vẻ hợp lý.  Tôi tìm thấy nó như thế vẻ hợp lý.  Tôi tìm thấy nó như thế vẻ hợp lý.  Tôi tìm thấy nó như thế này.  Vâng.  Tôi nghĩ là giờ tôi không này.  Vâng.  Tôi nghĩ là giờ tôi không này.  Vâng.  Tôi nghĩ là giờ tôi không nhớ nữa.  Và nó cũng kết thúc bằng nhớ nữa.  Và nó cũng kết thúc bằng nhớ nữa.  Và nó cũng kết thúc bằng câu hỏi đó.  Nó cũng kết thúc khi cái chết đến.   Vâng câu hỏi đó.  Nó cũng kết thúc khi cái chết đến.   Vâng câu hỏi đó.  Nó cũng kết thúc khi cái chết đến.   Vâng .  Ừm.  Thật ra thì, tôi không biết nữa. .  Ừm.  Thật ra thì, tôi không biết nữa. .  Ừm.  Thật ra thì, tôi không biết nữa. Điều tuyệt vời ở những bài thơ được sáng tác theo Điều tuyệt vời ở những bài thơ được sáng tác theo Điều tuyệt vời ở những bài thơ được sáng tác theo cách này là bạn không thể nào bịa đặt ra được những thứ cách này là bạn không thể nào bịa đặt ra được những thứ cách này là bạn không thể nào bịa đặt ra được những thứ này.  Đó là sự thật.  Vâng.  Giống như chúng ta này.  Đó là sự thật.  Vâng.  Giống như chúng ta này.  Đó là sự thật.  Vâng.  Giống như chúng ta kết thúc bằng một nấm mộ.  Để xem nào.  Và nó kết thúc bằng một nấm mộ.  Để xem nào.  Và nó kết thúc bằng một nấm mộ.  Để xem nào.  Và nó giống như một trải nghiệm từ lúc sinh ra đến lúc chết.  Hãy bắt đầu giống như một trải nghiệm từ lúc sinh ra đến lúc chết.  Hãy bắt đầu giống như một trải nghiệm từ lúc sinh ra đến lúc chết.  Hãy bắt đầu với hồn ma.  Vâng.  Nó bắt đầu từ sau khi với hồn ma.  Vâng.  Nó bắt đầu từ sau khi với hồn ma.  Vâng.  Nó bắt đầu từ sau khi chết.  Ừm, điều đó còn tùy thuộc vào cách bạn định nghĩa chết.  Ừm, điều đó còn tùy thuộc vào cách bạn định nghĩa chết.  Ừm, điều đó còn tùy thuộc vào cách bạn định nghĩa ma, vì ma cũng là một thực thể ma, vì ma cũng là một thực thể ma, vì ma cũng là một thực thể chưa tồn tại, đúng không?  Có chưa tồn tại, đúng không?  Có chưa tồn tại, đúng không?  Có điều gì đó nhưng nó lại kết thúc bằng điều gì đó nhưng nó lại kết thúc bằng điều gì đó nhưng nó lại kết thúc bằng dấu chấm hỏi.  Mẹ tôi... ý tôi là, đúng vậy.  Bạn dấu chấm hỏi.  Mẹ tôi... ý tôi là, đúng vậy.  Bạn dấu chấm hỏi.  Mẹ tôi... ý tôi là, đúng vậy.  Bạn không thể làm điều đó, phải không?  Và nó rất giống phong cách không thể làm điều đó, phải không?  Và nó rất giống phong cách không thể làm điều đó, phải không?  Và nó rất giống phong cách Samuel Beckett, bạn biết đấy, giống như bạn có thể Samuel Beckett, bạn biết đấy, giống như bạn có thể Samuel Beckett, bạn biết đấy, giống như bạn có thể tưởng tượng ai đó trên sân khấu trong tưởng tượng ai đó trên sân khấu trong tưởng tượng ai đó trên sân khấu trong trang phục của Beckett nói \"ma\" ở cuối phim.  Xin lỗi vì đã nhắc đến trang phục của Beckett nói \"ma\" ở cuối phim.  Xin lỗi vì đã nhắc đến trang phục của Beckett nói \"ma\" ở cuối phim.  Xin lỗi vì đã nhắc đến Beckan, nhưng Beckan, nhưng Beckan, nhưng một lần nữa, tôi đang nghĩ về việc một lần nữa, tôi đang nghĩ về việc một lần nữa, tôi đang nghĩ về việc thứ tự của những định nghĩa này tạo ra một thứ tự của những định nghĩa này tạo ra một dòng thời gian khá thú vị và có lẽ hơi lộn xộn.  Tôi đọc được rằng ma là hiện tượng sau khi chết, dòng thời gian khá thú vị và có lẽ hơi lộn xộn.  Tôi đọc được rằng ma là hiện tượng sau khi chết, dòng thời gian khá thú vị và có lẽ hơi lộn xộn.  Tôi đọc được rằng ma là hiện tượng sau khi chết, chứ không phải trước khi chết.  Ừm, nhưng rồi nó kết thúc bằng chứ không phải trước khi chết.  Ừm, nhưng rồi nó kết thúc bằng chứ không phải trước khi chết.  Ừm, nhưng rồi nó kết thúc bằng cái chết, và sau đó lại có mẹ, cái chết, và sau đó lại có mẹ, cái chết, và sau đó lại có mẹ, mông, du lịch và tiêu dùng xen mông, du lịch và tiêu dùng xen mông, du lịch và tiêu dùng xen kẽ.  Và kẽ.  Và kẽ.  Và ừm, tôi cũng đồng ý.  Tôi nghĩ ừm, tôi cũng đồng ý.  Tôi nghĩ ừm, tôi cũng đồng ý.  Tôi nghĩ đây là thứ tự hoàn hảo và tôi rất vui đây là thứ tự hoàn hảo và tôi rất vui đây là thứ tự hoàn hảo và tôi rất vui khi biết được bối cảnh mà nó được khi biết được bối cảnh mà nó được khi biết được bối cảnh mà nó được tìm thấy.  Ừm, và tôi rất nóng lòng muốn đọc hết tất cả tìm thấy.  Ừm, và tôi rất nóng lòng muốn đọc hết tất cả tìm thấy.  Ừm, và tôi rất nóng lòng muốn đọc hết tất cả .  À, mình cũng thích cụm từ \"high high rising\" (cao vút, .  À, mình cũng thích cụm từ \"high high rising\" (cao vút, .  À, mình cũng thích cụm từ \"high high rising\" (cao vút, vươn lên) vì mẹ mình khi vươn lên) vì mẹ mình khi vươn lên) vì mẹ mình khi biểu diễn xiếc thường biểu diễn xiếc thường biểu diễn xiếc thường đi vòng quanh tháp tử thần và hô vang \" đi vòng quanh tháp tử thần và hô vang \" đi vòng quanh tháp tử thần và hô vang \" cao vút, vươn lên!\". cao vút, vươn lên!\". cao vút, vươn lên!\". Xin lỗi, đó là tòa tháp tử thần.  Đúng vậy, bức tường Xin lỗi, đó là tòa tháp tử thần.  Đúng vậy, bức tường Xin lỗi, đó là tòa tháp tử thần.  Đúng vậy, bức tường tử thần.  Bạn có biết gì về chuyện này không? tử thần.  Bạn có biết gì về chuyện này không? tử thần.  Bạn có biết gì về chuyện này không? Ý bạn là sao?  Không phải Ý bạn là sao?  Không phải Ý bạn là sao?  Không phải gánh xiếc cụ thể của mẹ cô ấy, mà là những tiết mục xiếc nói chung.  Đây là gánh xiếc cụ thể của mẹ cô ấy, mà là những tiết mục xiếc nói chung.  Đây là gánh xiếc cụ thể của mẹ cô ấy, mà là những tiết mục xiếc nói chung.  Đây là loại xe đạp phổ biến nhất mọi thời đại.  Không, để loại xe đạp phổ biến nhất mọi thời đại.  Không, để loại xe đạp phổ biến nhất mọi thời đại.  Không, để dễ hiểu hơn, tôi từng tham gia một đoàn xiếc nhỏ dễ hiểu hơn, tôi từng tham gia một đoàn xiếc nhỏ dễ hiểu hơn, tôi từng tham gia một đoàn xiếc nhỏ ở Florida.  Không, tôi không biết ở Florida.  Không, tôi không biết ở Florida.  Không, tôi không biết đi xe đạp. đi xe đạp. đi xe đạp. Ừm không, tôi tập môn thể dục trên không với Ừm không, tôi tập môn thể dục trên không với Ừm không, tôi tập môn thể dục trên không với lụa.  Ừm.  Tôi chỉ muốn nói lụa.  Ừm.  Tôi chỉ muốn nói lụa.  Ừm.  Tôi chỉ muốn nói lời cuối cùng thật nhanh gọn rằng... lời cuối cùng thật nhanh gọn rằng... lời cuối cùng thật nhanh gọn rằng... tôi rất vui vì mình sống trong thời đại mà việc này được tôi rất vui vì mình sống trong thời đại mà việc này được tôi rất vui vì mình sống trong thời đại mà việc này được chấp nhận và biến nó thành một bài thơ, chấp nhận và biến nó thành một bài thơ, chấp nhận và biến nó thành một bài thơ, bởi vì bạn biết đấy, đã có hàng trăm, hàng nghìn bởi vì bạn biết đấy, đã có hàng trăm, hàng nghìn bởi vì bạn biết đấy, đã có hàng trăm, hàng nghìn năm lịch sử năm lịch sử năm lịch sử thơ ca mà những điều như thế này thơ ca mà những điều như thế này thơ ca mà những điều như thế này sẽ không được nhiều sẽ không được nhiều sẽ không được nhiều người coi là thơ, nhưng làm sao mà không thể được chứ? người coi là thơ, nhưng làm sao mà không thể được chứ? người coi là thơ, nhưng làm sao mà không thể được chứ? Nó đặt ra tất cả những câu hỏi thiết yếu. Nó đặt ra tất cả những câu hỏi thiết yếu. Nó đặt ra tất cả những câu hỏi thiết yếu. Tuyệt vời, cảm ơn các bạn rất nhiều vì đã tham gia Tuyệt vời, cảm ơn các bạn rất nhiều vì đã tham gia Tuyệt vời, cảm ơn các bạn rất nhiều vì đã tham gia buổi thảo luận này và cảm ơn tất cả mọi người.", "sentences": ["Chào các bạn!", "Chúng tôi đã tập trung Chào các bạn!", "Chúng tôi đã tập trung Chào các bạn!", "Chúng tôi đã tập trung tại hiệu sách Word, địa chỉ 469 tại hiệu sách Word, địa chỉ 469 tại hiệu sách Word, địa chỉ 469 Milton, Montreal.", "Rất đáng để thử.", "Milton, Montreal.", "Rất đáng để thử.", "Milton, Montreal.", "Rất đáng để thử.", "Được thành lập vào năm Được thành lập vào năm Được thành lập vào năm 1975, và sắp tới sẽ không tổ chức lễ kỷ niệm nào cả, mà là lễ 1975, và sắp tới sẽ không tổ chức lễ kỷ niệm nào cả, mà là lễ 1975, và sắp tới sẽ không tổ chức lễ kỷ niệm nào cả, mà là lễ kỷ niệm 50 năm thành lập.", "kỷ niệm 50 năm thành lập.", "kỷ niệm 50 năm thành lập.", "Chúng tôi rất vui mừng được có mặt ở đây và Chúng tôi rất vui mừng được có mặt ở đây và Chúng tôi rất vui mừng được có mặt ở đây và biết ơn Scott Moody cùng biết ơn Scott Moody cùng biết ơn Scott Moody cùng người sáng lập kiêm chủ nhân của nơi này, Adrien King người sáng lập kiêm chủ nhân của nơi này, Adrien King người sáng lập kiêm chủ nhân của nơi này, Adrien King Edwards.", "Và tôi cũng muốn lưu ý rằng Edwards.", "Và tôi cũng muốn lưu ý rằng Edwards.", "Và tôi cũng muốn lưu ý rằng Holly York đã đến từ Atlanta Holly York đã đến từ Atlanta Holly York đã đến từ Atlanta và đã có mặt cùng chúng tôi tại hiệu sách.", "Cô ấy và đã có mặt cùng chúng tôi tại hiệu sách.", "Cô ấy và đã có mặt cùng chúng tôi tại hiệu sách.", "Cô ấy không xuất hiện trên màn ảnh nhưng rất hòa mình vào không xuất hiện trên màn ảnh nhưng rất hòa mình vào không xuất hiện trên màn ảnh nhưng rất hòa mình vào tinh thần của Mod Poe.", "Cảm ơn bạn, Holly.", "Chào bạn tinh thần của Mod Poe.", "Cảm ơn bạn, Holly.", "Chào bạn tinh thần của Mod Poe.", "Cảm ơn bạn, Holly.", "Chào bạn .", "Chào Sophia D.", ".", "Chào Sophia D.", ".", "Chào Sophia D.", "Rose, bạn khỏe không?", "Tôi vẫn khỏe.", "Bạn giỏi lắm.", "Kate, em Rose, bạn khỏe không?", "Tôi vẫn khỏe.", "Bạn giỏi lắm.", "Kate, em Rose, bạn khỏe không?", "Tôi vẫn khỏe.", "Bạn giỏi lắm.", "Kate, em giỏi lắm.", "Tôi rất khỏe.", "Cảm ơn.", "Tại sao giỏi lắm.", "Tôi rất khỏe.", "Cảm ơn.", "Tại sao giỏi lắm.", "Tôi rất khỏe.", "Cảm ơn.", "Tại sao bạn lại tuyệt vời đến vậy?", "Tôi đang ở Montreal.", "Trời bạn lại tuyệt vời đến vậy?", "Tôi đang ở Montreal.", "Trời bạn lại tuyệt vời đến vậy?", "Tôi đang ở Montreal.", "Trời nắng.", "Tôi đang nói về thơ ca.", "Chúng ta đang nắng.", "Tôi đang nói về thơ ca.", "Chúng ta đang nắng.", "Tôi đang nói về thơ ca.", "Chúng ta đang nói chuyện về thơ ca trong một hiệu sách.", "Và nói chuyện về thơ ca trong một hiệu sách.", "Và nói chuyện về thơ ca trong một hiệu sách.", "Và các hiệu sách Laney Brown là, bạn biết đấy, các hiệu sách Laney Brown là, bạn biết đấy, các hiệu sách Laney Brown là, bạn biết đấy, một niềm vui tuyệt đối đối với bạn, một niềm vui tuyệt đối đối với bạn, một niềm vui tuyệt đối đối với bạn, ngoại trừ việc bụi bám trên ngoại trừ việc bụi bám trên ngoại trừ việc bụi bám trên sách hơi nhiều một chút.", "Tôi rất thích nó.", "sách hơi nhiều một chút.", "Tôi rất thích nó.", "sách hơi nhiều một chút.", "Tôi rất thích nó.", "Đúng.", "Và Wawwan, cảm ơn bạn rất nhiều vì Đúng.", "Và Wawwan, cảm ơn bạn rất nhiều vì Đúng.", "Và Wawwan, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi.", "Hôm nay chúng ta sẽ nói về một đã tham gia cùng chúng tôi.", "Hôm nay chúng ta sẽ nói về một đã tham gia cùng chúng tôi.", "Hôm nay chúng ta sẽ nói về một trong những bài thơ của bạn, trích từ cuốn sách \"Ngàn trong những bài thơ của bạn, trích từ cuốn sách \"Ngàn trong những bài thơ của bạn, trích từ cuốn sách \"Ngàn lần đánh mất kho báu\" lần đánh mất kho báu\" lần đánh mất kho báu\" do Wave Books xuất bản và vẫn còn bán tính đến thời điểm do Wave Books xuất bản và vẫn còn bán tính đến thời điểm do Wave Books xuất bản và vẫn còn bán tính đến thời điểm video này được phát sóng.", "Bài thơ được xuất bản năm video này được phát sóng.", "Bài thơ được xuất bản năm video này được phát sóng.", "Bài thơ được xuất bản năm 2021.", "Bài thơ mà bạn sắp 2021.", "Bài thơ mà bạn sắp 2021.", "Bài thơ mà bạn sắp đọc và chúng ta sắp thảo luận có đọc và chúng ta sắp thảo luận có đọc và chúng ta sắp thảo luận có tên là \"Thanh điệu\" trong tiếng Việt.", "tên là \"Thanh điệu\" trong tiếng Việt.", "tên là \"Thanh điệu\" trong tiếng Việt.", "Thanh điệu trong tiếng Việt.", "Thanh điệu trong tiếng Việt.", "Thanh điệu trong tiếng Việt.", "Ma cấp độ Ma.", "Ma cấp độ Ma.", "Ma cấp độ Ma.", "Mẹ tôi đang vươn cao.", "Mông tôi chảy xệ Mẹ tôi đang vươn cao.", "Mông tôi chảy xệ Mẹ tôi đang vươn cao.", "Mông tôi chảy xệ .", "Cây mạ lúa thân thấp, hẹp .", "Cây mạ lúa thân thấp, hẹp .", "Cây mạ lúa thân thấp, hẹp .", "Ma đang cúi xuống, con ngựa đang lên .", "Ma đang cúi xuống, con ngựa đang lên .", "Ma đang cúi xuống, con ngựa đang lên .", "Ngôi mộ dốc thấp của Ma.", "Cảm ơn .", "Ngôi mộ dốc thấp của Ma.", "Cảm ơn .", "Ngôi mộ dốc thấp của Ma.", "Cảm ơn .", "Tuyệt vời.", "Sao chúng ta không cùng nhau .", "Tuyệt vời.", "Sao chúng ta không cùng nhau .", "Tuyệt vời.", "Sao chúng ta không cùng nhau , cả năm người và , cả năm người và , cả năm người và Jay, nói đôi điều về những gì Jay, nói đôi điều về những gì Jay, nói đôi điều về những gì mình nghe được, những gì mình quan sát được mình nghe được, những gì mình quan sát được mình nghe được, những gì mình quan sát được về cách sử dụng bậc thầy một về cách sử dụng bậc thầy một về cách sử dụng bậc thầy một âm thanh duy nhất này nhỉ?", "Sophia, em muốn bắt đầu trước không?", "Ừm âm thanh duy nhất này nhỉ?", "Sophia, em muốn bắt đầu trước không?", "Ừm âm thanh duy nhất này nhỉ?", "Sophia, em muốn bắt đầu trước không?", "Ừm , tôi đang nghĩ về việc nó , tôi đang nghĩ về việc nó , tôi đang nghĩ về việc nó không chỉ là từ ngữ và không chỉ là từ ngữ và không chỉ là từ ngữ và định nghĩa của từ ngữ đó.", "Phần định nghĩa của từ ngữ đó.", "Phần định nghĩa của từ ngữ đó.", "Phần hướng dẫn cách hướng dẫn cách hướng dẫn cách phát âm được bao gồm trong tài liệu này.", "Và nó mở ra cho bài thơ phát âm được bao gồm trong tài liệu này.", "Và nó mở ra cho bài thơ phát âm được bao gồm trong tài liệu này.", "Và nó mở ra cho bài thơ một cơ hội, hoặc nếu muốn một cơ hội, hoặc nếu muốn một cơ hội, hoặc nếu muốn đào sâu hơn một chút, có lẽ là một lời kêu gọi đào sâu hơn một chút, có lẽ là một lời kêu gọi đào sâu hơn một chút, có lẽ là một lời kêu gọi chúng ta thử sức mình, chúng ta thử sức mình, chúng ta thử sức mình, thử tham gia vào ngôn ngữ của bài thơ thử tham gia vào ngôn ngữ của bài thơ thử tham gia vào ngôn ngữ của bài thơ với tư cách là người xem, người đọc.", "với tư cách là người xem, người đọc.", "với tư cách là người xem, người đọc.", "Vậy nên chúng ta, những người không quen với nhiều Vậy nên chúng ta, những người không quen với nhiều Vậy nên chúng ta, những người không quen với nhiều thanh điệu khác nhau của một âm tiết duy nhất, thanh điệu khác nhau của một âm tiết duy nhất, thanh điệu khác nhau của một âm tiết duy nhất, những người có lẽ không biết những người có lẽ không biết những người có lẽ không biết tiếng Việt, phải không Kate?", "tiếng Việt, phải không Kate?", "tiếng Việt, phải không Kate?", "Tôi rất ngạc nhiên về việc có lẽ có một Tôi rất ngạc nhiên về việc có lẽ có một Tôi rất ngạc nhiên về việc có lẽ có một từ để diễn tả điều này, tôi không biết, nhưng là từ để diễn tả điều này, tôi không biết, nhưng là từ để diễn tả điều này, tôi không biết, nhưng là hướng dẫn về thanh điệu, cách nó hướng dẫn về thanh điệu, cách nó hướng dẫn về thanh điệu, cách nó kết nối với định nghĩa của từ kết nối với định nghĩa của từ kết nối với định nghĩa của từ khi được phát âm như vậy, và điều đó thực sự thu hút khi được phát âm như vậy, và điều đó thực sự thu hút khi được phát âm như vậy, và điều đó thực sự thu hút sự chú ý đến tính liên tưởng phong phú của sự chú ý đến tính liên tưởng phong phú của sự chú ý đến tính liên tưởng phong phú của ngôn ngữ và những liên tưởng tùy ý mà ngôn ngữ và những liên tưởng tùy ý mà ngôn ngữ và những liên tưởng tùy ý mà chúng ta gán cho nó.", "Ừm, tôi nghĩ bài thơ này thật chúng ta gán cho nó.", "Ừm, tôi nghĩ bài thơ này thật chúng ta gán cho nó.", "Ừm, tôi nghĩ bài thơ này thật tuyệt vời.", "Vâng, tôi sẽ chơi đúng bài của mình ngay tuyệt vời.", "Vâng, tôi sẽ chơi đúng bài của mình ngay tuyệt vời.", "Vâng, tôi sẽ chơi đúng bài của mình ngay từ đầu.", "Tôi...", "đây từ đầu.", "Tôi...", "đây từ đầu.", "Tôi...", "đây là một trong những bài thơ hay nhất mà là một trong những bài thơ hay nhất mà là một trong những bài thơ hay nhất mà tôi từng đọc và tôi đã dành rất nhiều tôi từng đọc và tôi đã dành rất nhiều tôi từng đọc và tôi đã dành rất nhiều thời gian để miết lòng bàn tay thời gian để miết lòng bàn tay thời gian để miết lòng bàn tay lên tất cả các chữ M.", "Chúng rất quan trọng nhưng tôi lên tất cả các chữ M.", "Chúng rất quan trọng nhưng tôi lên tất cả các chữ M.", "Chúng rất quan trọng nhưng tôi chỉ muốn xem chỉ muốn xem chỉ muốn xem sự tương phản nào có thể được tạo ra giữa \" sự tương phản nào có thể được tạo ra giữa \" sự tương phản nào có thể được tạo ra giữa \" cao vút\" và \"mẹ\", giữa \"lún cao vút\" và \"mẹ\", giữa \"lún cao vút\" và \"mẹ\", giữa \"lún lên\" và \"ngựa\", giữa \"lún xuống\" và \" lên\" và \"ngựa\", giữa \"lún xuống\" và \" lên\" và \"ngựa\", giữa \"lún xuống\" và \" mộ\".", "Và nó khiến tôi nghĩ, wow, đây mới mộ\".", "Và nó khiến tôi nghĩ, wow, đây mới mộ\".", "Và nó khiến tôi nghĩ, wow, đây mới là điều mà thơ ca nên làm, khi nó đang làm là điều mà thơ ca nên làm, khi nó đang làm là điều mà thơ ca nên làm, khi nó đang làm rung chuyển thế giới của chúng ta.", "Vì vậy, tác phẩm này rất sâu sắc đối với tôi về việc vậy, tác phẩm này rất sâu sắc đối với tôi về việc vậy, tác phẩm này rất sâu sắc đối với tôi về việc suy nghĩ về việc suy nghĩ về việc suy nghĩ về việc lắng nghe là gì và cách chúng ta rèn luyện hoặc tai của chúng ta lắng nghe là gì và cách chúng ta rèn luyện hoặc tai của chúng ta lắng nghe là gì và cách chúng ta rèn luyện hoặc tai của chúng ta được điều chỉnh hay không được điều chỉnh cho điều gì, và tất cả được điều chỉnh hay không được điều chỉnh cho điều gì, và tất cả được điều chỉnh hay không được điều chỉnh cho điều gì, và tất cả những giả định khi chúng ta nghĩ \"ồ vâng, tôi đã nghe thấy\" những giả định khi chúng ta nghĩ \"ồ vâng, tôi đã nghe thấy\" những giả định khi chúng ta nghĩ \"ồ vâng, tôi đã nghe thấy\" trong khi thực tế tôi không nghe thấy.", "trong khi thực tế tôi không nghe thấy.", "trong khi thực tế tôi không nghe thấy.", "Tai tôi không được rèn luyện.", "Tai tôi không được rèn luyện.", "Tai tôi không được rèn luyện.", "Chúng ta...", "ừm, tôi đang ứng khẩu Chúng ta...", "ừm, tôi đang ứng khẩu Chúng ta...", "ừm, tôi đang ứng khẩu ở đây, hãy nghĩ về một ở đây, hãy nghĩ về một ở đây, hãy nghĩ về một từ tiếng Anh một âm tiết, chỉ cần nêu tên một từ thôi.", "Kate, bất từ tiếng Anh một âm tiết, chỉ cần nêu tên một từ thôi.", "Kate, bất từ tiếng Anh một âm tiết, chỉ cần nêu tên một từ thôi.", "Kate, bất kỳ ai, kỳ ai, kỳ ai, bất kỳ từ nào cả...", "Không, hay là một danh từ, quả bất kỳ từ nào cả...", "Không, hay là một danh từ, quả bất kỳ từ nào cả...", "Không, hay là một danh từ, quả trứng, trứng.", "Được rồi, trứng, hoàn hảo.", "Được rồi trứng, trứng.", "Được rồi, trứng, hoàn hảo.", "Được rồi trứng, trứng.", "Được rồi, trứng, hoàn hảo.", "Được rồi .", "Chúng ta có thể thử phương pháp nhúng và tăng dần không?", "Chúng ta .", "Chúng ta có thể thử phương pháp nhúng và tăng dần không?", "Chúng ta .", "Chúng ta có thể thử phương pháp nhúng và tăng dần không?", "Chúng ta thử nói từ \"trứng\" được không?", "Giảm rồi tăng.", "thử nói từ \"trứng\" được không?", "Giảm rồi tăng.", "thử nói từ \"trứng\" được không?", "Giảm rồi tăng.", "Trứng.", "Đây có phải là trứng không?", "Trứng.", "Tôi không biết.", "Vâng.", "Trứng.", "Đây có phải là trứng không?", "Trứng.", "Tôi không biết.", "Vâng.", "Trứng.", "Đây có phải là trứng không?", "Trứng.", "Tôi không biết.", "Vâng.", "Vậy nên, nó lên xuống thất thường.", "Ừm.", "Trứng.", "Được rồi.", "Vậy nên, nó lên xuống thất thường.", "Ừm.", "Trứng.", "Được rồi.", "Vậy nên, nó lên xuống thất thường.", "Ừm.", "Trứng.", "Được rồi.", "Chúng ta có thể xây dựng các tòa nhà cao tầng không?", "Tôi nghĩ là chúng ta có thể.", "Bạn đã quanh quẩn ở thung lũng này và tôi Bạn đã quanh quẩn ở thung lũng này và tôi Bạn đã quanh quẩn ở thung lũng này và tôi cảm thấy liệu bạn có thể hóa thân thành một cô gái thung lũng trong cảm thấy liệu bạn có thể hóa thân thành một cô gái thung lũng trong cảm thấy liệu bạn có thể hóa thân thành một cô gái thung lũng trong giây lát và làm những công việc ở khu nhà cao tầng không?", "Tôi xin lỗi.", "giây lát và làm những công việc ở khu nhà cao tầng không?", "Tôi xin lỗi.", "giây lát và làm những công việc ở khu nhà cao tầng không?", "Tôi xin lỗi.", "Đó là Đó là Đó là điều xúc phạm nhất mà tôi từng nói trong một điều xúc phạm nhất mà tôi từng nói trong một điều xúc phạm nhất mà tôi từng nói trong một video.", "Ừm, tòa nhà cao tầng của tôi.", "Đúng vậy.", "video.", "Ừm, tòa nhà cao tầng của tôi.", "Đúng vậy.", "video.", "Ừm, tòa nhà cao tầng của tôi.", "Đúng vậy.", "Bạn biết đấy, một cô gái đoan trang.", "Trứng.", "Ôi không.", "Bạn biết đấy, một cô gái đoan trang.", "Trứng.", "Ôi không.", "Bạn biết đấy, một cô gái đoan trang.", "Trứng.", "Ôi không.", "Cô gái thung lũng.", "Quên.", "Bạn có thể bắt chước phong cách \"Valley Cô gái thung lũng.", "Quên.", "Bạn có thể bắt chước phong cách \"Valley Cô gái thung lũng.", "Quên.", "Bạn có thể bắt chước phong cách \"Valley Girl\".", "Đó không phải là kiểu con gái nhà giàu ở thung lũng.", "Girl\".", "Đó không phải là kiểu con gái nhà giàu ở thung lũng.", "Girl\".", "Đó không phải là kiểu con gái nhà giàu ở thung lũng.", "Không phải vậy.", "Nó là hàng Canada.", "Con gái.", "Tôi đang Không phải vậy.", "Nó là hàng Canada.", "Con gái.", "Tôi đang Không phải vậy.", "Nó là hàng Canada.", "Con gái.", "Tôi đang nghĩ đến sự phấn khích nghĩ đến sự phấn khích nghĩ đến sự phấn khích ở cuối bài hát Forget it.", "Tôi không ở cuối bài hát Forget it.", "Tôi không ở cuối bài hát Forget it.", "Tôi không biết mình đang làm gì nữa.", "Nhưng nhưng nhưng biết mình đang làm gì nữa.", "Nhưng nhưng nhưng biết mình đang làm gì nữa.", "Nhưng nhưng nhưng ý tưởng rằng một ý tưởng rằng một ý tưởng rằng một từ tiếng Anh chỉ có một âm tiết lại có thể mang nhiều nghĩa từ tiếng Anh chỉ có một âm tiết lại có thể mang nhiều nghĩa từ tiếng Anh chỉ có một âm tiết lại có thể mang nhiều nghĩa khác nhau như vậy thì có vẻ hơi xa lạ với khác nhau như vậy thì có vẻ hơi xa lạ với khác nhau như vậy thì có vẻ hơi xa lạ với tiếng Anh, phải không?", "Vì tiếng trứng tiếng Anh, phải không?", "Vì tiếng trứng tiếng Anh, phải không?", "Vì tiếng trứng phát ra khá chuẩn mực, phát ra khá chuẩn mực, phát ra khá chuẩn mực, đúng không?", "Và rõ ràng từ \"ma\", trong tiếng Anh đúng không?", "Và rõ ràng từ \"ma\", trong tiếng Anh đúng không?", "Và rõ ràng từ \"ma\", trong tiếng Anh thì chúng ta chuyển sang dùng từ \"you\", ý tôi là, rất thì chúng ta chuyển sang dùng từ \"you\", ý tôi là, rất thì chúng ta chuyển sang dùng từ \"you\", ý tôi là, rất vang vọng, rất vang vọng bởi vì nó dùng vang vọng, rất vang vọng bởi vì nó dùng vang vọng, rất vang vọng bởi vì nó dùng để chỉ người mẹ đối với hầu hết chúng ta.", "Bạn muốn để chỉ người mẹ đối với hầu hết chúng ta.", "Bạn muốn để chỉ người mẹ đối với hầu hết chúng ta.", "Bạn muốn tiếp tục từ đây chứ?", "Vâng.", "Ý tôi là, điều này tiếp tục từ đây chứ?", "Vâng.", "Ý tôi là, điều này tiếp tục từ đây chứ?", "Vâng.", "Ý tôi là, điều này giống như việc dạy ngôn ngữ vậy.", "Ừm, giống như việc dạy ngôn ngữ vậy.", "Ừm, giống như việc dạy ngôn ngữ vậy.", "Ừm, thực ra đây là âm tiết mà thực ra đây là âm tiết mà thực ra đây là âm tiết mà người ta thường dùng để người ta thường dùng để người ta thường dùng để minh họa cách thức minh họa cách thức minh họa cách thức hoạt động của thanh điệu trong ngôn ngữ có thanh điệu, và nếu bạn phát âm hoạt động của thanh điệu trong ngôn ngữ có thanh điệu, và nếu bạn phát âm hoạt động của thanh điệu trong ngôn ngữ có thanh điệu, và nếu bạn phát âm sai thanh điệu, bạn có thể đang nói sai thanh điệu, bạn có thể đang nói sai thanh điệu, bạn có thể đang nói về một nghĩa địa thay vì nói về về một nghĩa địa thay vì nói về về một nghĩa địa thay vì nói về một người mẹ hoặc một con ngựa.", "Ừm và ờ, bạn một người mẹ hoặc một con ngựa.", "Ừm và ờ, bạn một người mẹ hoặc một con ngựa.", "Ừm và ờ, bạn biết đấy, nó không khác gì bài thơ trước, một biết đấy, nó không khác gì bài thơ trước, một biết đấy, nó không khác gì bài thơ trước, một kiểu ừm, bạn biết đấy, được hình thức hóa, ừm, được tìm thấy, ừm, một kiểu ừm, bạn biết đấy, được hình thức hóa, ừm, được tìm thấy, ừm, một kiểu ừm, bạn biết đấy, được hình thức hóa, ừm, được tìm thấy, ừm, một tác phẩm mà tôi tác phẩm mà tôi tác phẩm mà tôi cũng bị cuốn hút bởi sự đa dạng của cũng bị cuốn hút bởi sự đa dạng của cũng bị cuốn hút bởi sự đa dạng của các ý nghĩa, một trong số đó là \" các ý nghĩa, một trong số đó là \" các ý nghĩa, một trong số đó là \" bóng ma\", phải không?", "Và điều đó mở bóng ma\", phải không?", "Và điều đó mở bóng ma\", phải không?", "Và điều đó mở ra bài thơ.", "Ý tôi là, ở đây cũng có sự chú ý ra bài thơ.", "Ý tôi là, ở đây cũng có sự chú ý ra bài thơ.", "Ý tôi là, ở đây cũng có sự chú ý đến trật tự, nhưng ý tưởng này, đến trật tự, nhưng ý tưởng này, đến trật tự, nhưng ý tưởng này, bạn biết đấy, ừm, điều này cũng vậy.", "Vì vậy, bạn biết đấy, ừm, điều này cũng vậy.", "Vì vậy, bạn biết đấy, ừm, điều này cũng vậy.", "Vì vậy, đối với tôi, đó là một ngôn ngữ ma quỷ.", "Tôi bị mất đối với tôi, đó là một ngôn ngữ ma quỷ.", "Tôi bị mất đối với tôi, đó là một ngôn ngữ ma quỷ.", "Tôi bị mất ngôn ngữ mẹ đẻ do di cư.", "Ừm, và đó ngôn ngữ mẹ đẻ do di cư.", "Ừm, và đó ngôn ngữ mẹ đẻ do di cư.", "Ừm, và đó cũng là một cách mà tôi vẫn còn giữ cũng là một cách mà tôi vẫn còn giữ cũng là một cách mà tôi vẫn còn giữ khoảng cách với ngôn ngữ này.", "Ừm, và khoảng cách với ngôn ngữ này.", "Ừm, và khoảng cách với ngôn ngữ này.", "Ừm, và khi tôi đọc các âm tiết, tôi khi tôi đọc các âm tiết, tôi khi tôi đọc các âm tiết, tôi thực sự nhận ra rằng có lẽ tôi cũng thực sự nhận ra rằng có lẽ tôi cũng thực sự nhận ra rằng có lẽ tôi cũng phát âm chúng không đúng.", "Ừm, tôi phát âm chúng không đúng.", "Ừm, tôi phát âm chúng không đúng.", "Ừm, tôi không biết liệu bạn có nghe thấy tôi nói trong giờ giải lao không, không biết liệu bạn có nghe thấy tôi nói trong giờ giải lao không, không biết liệu bạn có nghe thấy tôi nói trong giờ giải lao không, nhưng tôi đã nghe lại bản ghi âm nhưng tôi đã nghe lại bản ghi âm nhưng tôi đã nghe lại bản ghi âm các âm tiết mà tôi đã yêu cầu một các âm tiết mà tôi đã yêu cầu một các âm tiết mà tôi đã yêu cầu một người nói phát âm.", "Thực ra thì tôi người nói phát âm.", "Thực ra thì tôi người nói phát âm.", "Thực ra thì tôi muốn tìm một diễn giả cũng đến từ muốn tìm một diễn giả cũng đến từ muốn tìm một diễn giả cũng đến từ miền Nam, bởi vì miền Nam và miền Nam, bởi vì miền Nam và miền Nam, bởi vì miền Nam và miền Bắc có cách miền Bắc có cách miền Bắc có cách nói chuyện khác nhau.", "Mọi chuyện có thể phức tạp hơn.", "Vâng nói chuyện khác nhau.", "Mọi chuyện có thể phức tạp hơn.", "Vâng nói chuyện khác nhau.", "Mọi chuyện có thể phức tạp hơn.", "Vâng .", "Bạn có thể đặt nó ngay cạnh .", "Bạn có thể đặt nó ngay cạnh .", "Bạn có thể đặt nó ngay cạnh micro của chúng tôi được không?", "Vâng.", "Để tôi làm lại lần nữa.", "micro của chúng tôi được không?", "Vâng.", "Để tôi làm lại lần nữa.", "micro của chúng tôi được không?", "Vâng.", "Để tôi làm lại lần nữa.", "Ma ma ma ma Ma ma ma ma Ma ma ma ma .", ".", ".", "Và ừm, đó chính là Ocean Vong, Và ừm, đó chính là Ocean Vong, Và ừm, đó chính là Ocean Vong, người đã thu âm đoạn đó cho tôi khi tôi người đã thu âm đoạn đó cho tôi khi tôi người đã thu âm đoạn đó cho tôi khi tôi viết bài thơ này.", "Liệu việc này có thể viết bài thơ này.", "Liệu việc này có thể viết bài thơ này.", "Liệu việc này có thể phức tạp hơn nữa không?", "Bởi vì khi nghe Ocean phức tạp hơn nữa không?", "Bởi vì khi nghe Ocean phức tạp hơn nữa không?", "Bởi vì khi nghe Ocean nói điều này, tất cả những gì tôi nghe được chỉ là tiếng một đứa trẻ nói điều này, tất cả những gì tôi nghe được chỉ là tiếng một đứa trẻ nói điều này, tất cả những gì tôi nghe được chỉ là tiếng một đứa trẻ gọi mẹ.", "Ma ma ma.", "Điều đó gọi mẹ.", "Ma ma ma.", "Điều đó gọi mẹ.", "Ma ma ma.", "Điều đó thật buồn rầu thật buồn rầu thật buồn rầu và nếu bạn làm sai, một bóng ma sẽ xuất hiện và nếu bạn làm sai, một bóng ma sẽ xuất hiện và nếu bạn làm sai, một bóng ma sẽ xuất hiện thay vì người mẹ mà bạn tìm kiếm, thay vì người mẹ mà bạn tìm kiếm, thay vì người mẹ mà bạn tìm kiếm, phải không?", "Hoặc một mầm lúa phải không?", "Hoặc một mầm lúa phải không?", "Hoặc một mầm lúa rất đẹp, một mầm lúa rất đẹp, một mầm lúa rất đẹp, một mầm lúa vậy bạn có muốn không?", "Ý tôi là cuốn sách vậy bạn có muốn không?", "Ý tôi là cuốn sách vậy bạn có muốn không?", "Ý tôi là cuốn sách đầy ắp những điều đó và văn phong của bạn nói chung cũng vậy, đầy ắp những điều đó và văn phong của bạn nói chung cũng vậy, đầy ắp những điều đó và văn phong của bạn nói chung cũng vậy, mẹ bạn rất quan trọng đối với mẹ bạn rất quan trọng đối với mẹ bạn rất quan trọng đối với thơ của bạn.", "Vâng, cuốn sách này thơ của bạn.", "Vâng, cuốn sách này thơ của bạn.", "Vâng, cuốn sách này đặc biệt thú vị, tôi muốn đặc biệt thú vị, tôi muốn đặc biệt thú vị, tôi muốn chia sẻ một câu chuyện về mẹ tôi, một chia sẻ một câu chuyện về mẹ tôi, một chia sẻ một câu chuyện về mẹ tôi, một người phụ nữ Việt Nam đã di cư từ người phụ nữ Việt Nam đã di cư từ người phụ nữ Việt Nam đã di cư từ rất sớm và hòa nhập vào rất sớm và hòa nhập vào rất sớm và hòa nhập vào văn hóa Mỹ, nhưng bà có một văn hóa Mỹ, nhưng bà có một văn hóa Mỹ, nhưng bà có một quá khứ rất phong phú với tư cách là một quá khứ rất phong phú với tư cách là một quá khứ rất phong phú với tư cách là một nữ diễn viên đóng thế mô tô nổi tiếng ở Việt Nam trong rạp xiếc.", "nữ diễn viên đóng thế mô tô nổi tiếng ở Việt Nam trong rạp xiếc.", "nữ diễn viên đóng thế mô tô nổi tiếng ở Việt Nam trong rạp xiếc.", "Tôi xin nhắc lại điều đó một lần nữa.", "Tôi rất thích Tôi xin nhắc lại điều đó một lần nữa.", "Tôi rất thích Tôi xin nhắc lại điều đó một lần nữa.", "Tôi rất thích điều đó.", "Nữ diễn viên đóng thế mô tô ở Việt Nam.", "điều đó.", "Nữ diễn viên đóng thế mô tô ở Việt Nam.", "Đoàn xiếc Việt Nam biểu diễn mô tô toàn nữ.", "Vậy nên, Đoàn xiếc Việt Nam biểu diễn mô tô toàn nữ.", "Vậy nên, Đoàn xiếc Việt Nam biểu diễn mô tô toàn nữ.", "Vậy nên, khi bạn nói câu đó, bạn sẽ thấy nó rất khi bạn nói câu đó, bạn sẽ thấy nó rất khi bạn nói câu đó, bạn sẽ thấy nó rất thú vị.", "Tôi cũng có kinh nghiệm đó khi thú vị.", "Tôi cũng có kinh nghiệm đó khi thú vị.", "Tôi cũng có kinh nghiệm đó khi lớn lên ở Mỹ.", "Bạn biết đấy, lớn lên ở Mỹ.", "Bạn biết đấy, lớn lên ở Mỹ.", "Bạn biết đấy, mẹ tôi ở Mỹ là một mẹ tôi ở Mỹ là một mẹ tôi ở Mỹ là một người phục vụ bàn chuyên nghiệp.", "Ừm, và khi tôi trình bày người phục vụ bàn chuyên nghiệp.", "Ừm, và khi tôi trình bày người phục vụ bàn chuyên nghiệp.", "Ừm, và khi tôi trình bày thông tin này cho các bạn cùng lớp ở trường tiểu học thông tin này cho các bạn cùng lớp ở trường tiểu học thông tin này cho các bạn cùng lớp ở trường tiểu học , họ không tin tôi.", "Và , họ không tin tôi.", "Và , họ không tin tôi.", "Và có một cảm giác khó tin nhất định.", "Tôi có một cảm giác khó tin nhất định.", "Tôi có một cảm giác khó tin nhất định.", "Tôi nghĩ ngay cả bây giờ, bởi vì nó quá nghĩ ngay cả bây giờ, bởi vì nó quá nghĩ ngay cả bây giờ, bởi vì nó quá tuyệt vời, hào nhoáng và đáng tuyệt vời, hào nhoáng và đáng tuyệt vời, hào nhoáng và đáng kinh ngạc, vì thông thường Việt Nam không được kinh ngạc, vì thông thường Việt Nam không được kinh ngạc, vì thông thường Việt Nam không được gắn liền với những điều như vậy.", "gắn liền với những điều như vậy.", "gắn liền với những điều như vậy.", "Trong trí tưởng tượng của phương Tây, nó chỉ được liên tưởng Trong trí tưởng tượng của phương Tây, nó chỉ được liên tưởng Trong trí tưởng tượng của phương Tây, nó chỉ được liên tưởng đến những thứ khác.", "Mọi thứ đã đến những thứ khác.", "Mọi thứ đã đến những thứ khác.", "Mọi thứ đã thay đổi kể từ khi Sài Gòn thất thủ, thay đổi kể từ khi Sài Gòn thất thủ, thay đổi kể từ khi Sài Gòn thất thủ, nhưng trong một thời gian dài, mọi chuyện chỉ nhưng trong một thời gian dài, mọi chuyện chỉ nhưng trong một thời gian dài, mọi chuyện chỉ xoay quanh chiến tranh và những nhân vật chính xoay quanh chiến tranh và những nhân vật chính xoay quanh chiến tranh và những nhân vật chính của sự kiện đó không phải là của sự kiện đó không phải là của sự kiện đó không phải là phụ nữ Việt Nam.", "phụ nữ Việt Nam.", "phụ nữ Việt Nam.", "Như tôi đã nói, liệu việc này có thể Như tôi đã nói, liệu việc này có thể Như tôi đã nói, liệu việc này có thể phức tạp hơn nữa không?", "Bạn biết đấy, bạn không cần phải phức tạp hơn nữa không?", "Bạn biết đấy, bạn không cần phải phức tạp hơn nữa không?", "Bạn biết đấy, bạn không cần phải là một nhà tư tưởng phân tâm học chính thống là một nhà tư tưởng phân tâm học chính thống là một nhà tư tưởng phân tâm học chính thống để nghĩ rằng nguồn gốc của ngôn ngữ đối với để nghĩ rằng nguồn gốc của ngôn ngữ đối với để nghĩ rằng nguồn gốc của ngôn ngữ đối với một người đơn ngữ, một người trưởng thành chỉ một người đơn ngữ, một người trưởng thành chỉ một người đơn ngữ, một người trưởng thành chỉ với một với một với một ngôn ngữ duy nhất.", "Số lượng chúng tôi không nhiều ngôn ngữ duy nhất.", "Số lượng chúng tôi không nhiều ngôn ngữ duy nhất.", "Số lượng chúng tôi không nhiều vì có nhiều vì có nhiều vì có nhiều nguồn gốc nhập cư khác nhau.", "Giả sử đứa trẻ được nguồn gốc nhập cư khác nhau.", "Giả sử đứa trẻ được nguồn gốc nhập cư khác nhau.", "Giả sử đứa trẻ được nuôi dạy bằng một ngôn ngữ duy nhất, nuôi dạy bằng một ngôn ngữ duy nhất, nuôi dạy bằng một ngôn ngữ duy nhất, không có ngôn ngữ \"bóng ma\" nào, không có tiếng không có ngôn ngữ \"bóng ma\" nào, không có tiếng không có ngôn ngữ \"bóng ma\" nào, không có tiếng mẹ đẻ, tiếng mẹ đẻ vang vọng trong mẹ đẻ, tiếng mẹ đẻ vang vọng trong mẹ đẻ, tiếng mẹ đẻ vang vọng trong tiềm thức, và về lý thuyết, người đó phát triển tiềm thức, và về lý thuyết, người đó phát triển tiềm thức, và về lý thuyết, người đó phát triển ngôn ngữ như một cách để ngôn ngữ như một cách để ngôn ngữ như một cách để bù đắp cho sự vắng mặt, thường là của bù đắp cho sự vắng mặt, thường là của bù đắp cho sự vắng mặt, thường là của người mẹ, nhưng cũng có thể là của bất kỳ ai rất người mẹ, nhưng cũng có thể là của bất kỳ ai rất người mẹ, nhưng cũng có thể là của bất kỳ ai rất quan trọng đối với họ.", "Vậy là bạn có một đứa trẻ quan trọng đối với họ.", "Vậy là bạn có một đứa trẻ quan trọng đối với họ.", "Vậy là bạn có một đứa trẻ trong nôi đang gọi gọi gọi gọi trong nôi đang gọi gọi gọi gọi trong nôi đang gọi gọi gọi gọi mẹ mẹ.", "Theo lý thuyết của Freud, khi mẹ mẹ.", "Theo lý thuyết của Freud, khi mẹ mẹ.", "Theo lý thuyết của Freud, khi điều đó không xảy ra, đứa trẻ bắt đầu học điều đó không xảy ra, đứa trẻ bắt đầu học điều đó không xảy ra, đứa trẻ bắt đầu học ngôn ngữ của những thứ mình muốn, ngôn ngữ của những thứ mình muốn, ngôn ngữ của những thứ mình muốn, bao gồm cả từ \"mẹ\", đúng không?", "Đó là điều đầu tiên, bao gồm cả từ \"mẹ\", đúng không?", "Đó là điều đầu tiên, bao gồm cả từ \"mẹ\", đúng không?", "Đó là điều đầu tiên, dù lý thuyết đó dù lý thuyết đó dù lý thuyết đó đúng hay sai, thì vẫn có điều gì đó đang xảy ra ở đây.", "đúng hay sai, thì vẫn có điều gì đó đang xảy ra ở đây.", "đúng hay sai, thì vẫn có điều gì đó đang xảy ra ở đây.", "Khi tiếng mẹ đẻ của người mẹ Khi tiếng mẹ đẻ của người mẹ Khi tiếng mẹ đẻ của người mẹ khác với tiếng mẹ đẻ của khác với tiếng mẹ đẻ của khác với tiếng mẹ đẻ của đứa trẻ, đứa trẻ đó trở thành một nhà thơ đang cố gắng đứa trẻ, đứa trẻ đó trở thành một nhà thơ đang cố gắng đứa trẻ, đứa trẻ đó trở thành một nhà thơ đang cố gắng học cách tạo ra âm thanh.", "Ai muốn bình luận về điều Ai muốn bình luận về điều Ai muốn bình luận về điều này không?", "Điều này thật sâu sắc.", "Tuyệt vời quá!", "này không?", "Điều này thật sâu sắc.", "Tuyệt vời quá!", "này không?", "Điều này thật sâu sắc.", "Tuyệt vời quá!", "Đây là điều vô cùng cơ bản đối với thơ ca.", "Đây là điều vô cùng cơ bản đối với thơ ca.", "Đây là điều vô cùng cơ bản đối với thơ ca.", "Tôi rất thích nó.", "Ừm.", "Vâng.", "Tôi vừa Tôi rất thích nó.", "Ừm.", "Vâng.", "Tôi vừa Tôi rất thích nó.", "Ừm.", "Vâng.", "Tôi vừa nghĩ về cách bạn nói nghĩ về cách bạn nói nghĩ về cách bạn nói rằng nếu nhìn vào những từ này, \" rằng nếu nhìn vào những từ này, \" rằng nếu nhìn vào những từ này, \" người mẹ ma\", nhưng...", "\"mầm lúa, ngôi người mẹ ma\", nhưng...", "\"mầm lúa, ngôi người mẹ ma\", nhưng...", "\"mầm lúa, ngôi mộ ngựa\", nó mở ra một cách nhìn mới cho bài thơ, mộ ngựa\", nó mở ra một cách nhìn mới cho bài thơ, mộ ngựa\", nó mở ra một cách nhìn mới cho bài thơ, khiến tôi nghĩ về người mẹ như khiến tôi nghĩ về người mẹ như khiến tôi nghĩ về người mẹ như tất cả những điều đó tất cả những điều đó tất cả những điều đó và là người tạo ra danh sách tất cả và là người tạo ra danh sách tất cả và là người tạo ra danh sách tất cả mọi thứ.", "Theo tôi thì điều đó khá chính xác mọi thứ.", "Theo tôi thì điều đó khá chính xác mọi thứ.", "Theo tôi thì điều đó khá chính xác .", ".", ".", "Kate, bạn nghĩ sao?", "Tôi đang suy nghĩ về Kate, bạn nghĩ sao?", "Tôi đang suy nghĩ về Kate, bạn nghĩ sao?", "Tôi đang suy nghĩ về việc việc việc bài thơ này chứa đựng biết bao sự thân mật và lịch sử.", "Nhưng bài thơ này chứa đựng biết bao sự thân mật và lịch sử.", "Nhưng bài thơ này chứa đựng biết bao sự thân mật và lịch sử.", "Nhưng cũng có rất cũng có rất cũng có rất nhiều câu hỏi khô khan hơn về nhiều câu hỏi khô khan hơn về nhiều câu hỏi khô khan hơn về ngôn ngữ học, về mục ngôn ngữ học, về mục ngôn ngữ học, về mục đích và chức năng của ngôn ngữ?", "Giống như một đích và chức năng của ngôn ngữ?", "Giống như một đích và chức năng của ngôn ngữ?", "Giống như một hồn ma trong một ngôi mộ, chúng ở cạnh nhau hồn ma trong một ngôi mộ, chúng ở cạnh nhau hồn ma trong một ngôi mộ, chúng ở cạnh nhau hay đối lập nhau?", "Nếu một từ có thể hay đối lập nhau?", "Nếu một từ có thể hay đối lập nhau?", "Nếu một từ có thể mang tất cả những nghĩa này, thì từ dùng mang tất cả những nghĩa này, thì từ dùng mang tất cả những nghĩa này, thì từ dùng để chỉ điều gì?", "Nó làm gì?", "để chỉ điều gì?", "Nó làm gì?", "để chỉ điều gì?", "Nó làm gì?", "Vậy thì điều đó có nghĩa là gì nếu nó có thể Vậy thì điều đó có nghĩa là gì nếu nó có thể Vậy thì điều đó có nghĩa là gì nếu nó có thể chứa đựng nhiều biến thể đến vậy?", "Ồ tuyệt vời chứa đựng nhiều biến thể đến vậy?", "Ồ tuyệt vời chứa đựng nhiều biến thể đến vậy?", "Ồ tuyệt vời .", "Và điều thú vị là trong .", "Và điều thú vị là trong .", "Và điều thú vị là trong cuộc trò chuyện với những người nói tiếng Việt cuộc trò chuyện với những người nói tiếng Việt cuộc trò chuyện với những người nói tiếng Việt cũng thông thạo tiếng Anh, khi cũng thông thạo tiếng Anh, khi cũng thông thạo tiếng Anh, khi được hỏi, đặc biệt là một nhà thơ, được hỏi, đặc biệt là một nhà thơ, được hỏi, đặc biệt là một nhà thơ, Quinn, khi được hỏi về sự Quinn, khi được hỏi về sự Quinn, khi được hỏi về sự khác biệt giữa việc sử dụng tiếng Anh và khác biệt giữa việc sử dụng tiếng Anh và khác biệt giữa việc sử dụng tiếng Anh và tiếng Việt, bà ấy nói rằng tiếng Việt có tiếng Việt, bà ấy nói rằng tiếng Việt có tiếng Việt, bà ấy nói rằng tiếng Việt có nhiều sắc thái hơn.", "nhiều sắc thái hơn.", "nhiều sắc thái hơn.", "Bạn muốn nói gì khi dùng từ \"nếp gấp\"?", "Ý tôi Bạn muốn nói gì khi dùng từ \"nếp gấp\"?", "Ý tôi Bạn muốn nói gì khi dùng từ \"nếp gấp\"?", "Ý tôi là, ừm, rất quan trọng, đối với tôi, tôi đang là, ừm, rất quan trọng, đối với tôi, tôi đang là, ừm, rất quan trọng, đối với tôi, tôi đang nghĩ đến gần như là các nếp gấp của nghĩ đến gần như là các nếp gấp của nghĩ đến gần như là các nếp gấp của chất xám.", "Cô ấy không chất xám.", "Cô ấy không chất xám.", "Cô ấy không nói rõ thêm nhưng tôi thích hình ảnh và nói rõ thêm nhưng tôi thích hình ảnh và nói rõ thêm nhưng tôi thích hình ảnh và cảm giác mà cảm giác mà cảm giác mà ngôn ngữ thanh điệu mang lại, nó thể hiện ngôn ngữ thanh điệu mang lại, nó thể hiện ngôn ngữ thanh điệu mang lại, nó thể hiện những hình dạng khác nhau và những hình dạng đó được những hình dạng khác nhau và những hình dạng đó được những hình dạng khác nhau và những hình dạng đó được mở ra.", "Những gì Kate nói khiến tôi nghĩ rằng Những gì Kate nói khiến tôi nghĩ rằng Những gì Kate nói khiến tôi nghĩ rằng bài thơ này là một bài thơ âm thanh hoặc một bài thơ này là một bài thơ âm thanh hoặc một bài thơ này là một bài thơ âm thanh hoặc một bài thơ siêu âm thanh, bởi vì bản thân nó không bài thơ siêu âm thanh, bởi vì bản thân nó không bài thơ siêu âm thanh, bởi vì bản thân nó không tạo ra âm thanh mặc dù đại dương đã làm điều đó tạo ra âm thanh mặc dù đại dương đã làm điều đó tạo ra âm thanh mặc dù đại dương đã làm điều đó cho chúng ta.", "Vậy nên nếu ai đó thực hiện thí nghiệm nhỏ của tôi, cho chúng ta.", "Vậy nên nếu ai đó thực hiện thí nghiệm nhỏ của tôi, cho chúng ta.", "Vậy nên nếu ai đó thực hiện thí nghiệm nhỏ của tôi, loại bỏ phần \"ma\" đi, thì bây giờ tôi loại bỏ phần \"ma\" đi, thì bây giờ tôi loại bỏ phần \"ma\" đi, thì bây giờ tôi sẽ loại bỏ các định nghĩa và chỉ sẽ loại bỏ các định nghĩa và chỉ sẽ loại bỏ các định nghĩa và chỉ đọc âm thanh của những thứ có thể được đọc âm thanh của những thứ có thể được đọc âm thanh của những thứ có thể được nói bằng giọng người.", "Mức độ cao nói bằng giọng người.", "Mức độ cao nói bằng giọng người.", "Mức độ cao tăng thấp giảm thấp hẹp giảm dần tăng thấp giảm thấp hẹp giảm dần tăng thấp giảm thấp hẹp giảm dần tăng thấp giảm dần.", "Đó là tăng thấp giảm dần.", "Đó là tăng thấp giảm dần.", "Đó là nhân loại sau, vượt ra ngoài hoặc tách biệt khỏi nỗi nhân loại sau, vượt ra ngoài hoặc tách biệt khỏi nỗi nhân loại sau, vượt ra ngoài hoặc tách biệt khỏi nỗi ám ảnh mà chúng ta có với ám ảnh mà chúng ta có với ám ảnh mà chúng ta có với những thứ trực quan tạo nên ý nghĩa.", "Bạn biết đấy, những thứ trực quan tạo nên ý nghĩa.", "Bạn biết đấy, những thứ trực quan tạo nên ý nghĩa.", "Bạn biết đấy, chữ trên trang giấy hay cuốn sách, và chúng ta nói từ \" chữ trên trang giấy hay cuốn sách, và chúng ta nói từ \" chữ trên trang giấy hay cuốn sách, và chúng ta nói từ \" sách\" để diễn tả ý nghĩa của nó, sách\" để diễn tả ý nghĩa của nó, sách\" để diễn tả ý nghĩa của nó, và công việc đã hoàn thành.", "Ừm.", "Nhưng nếu và công việc đã hoàn thành.", "Ừm.", "Nhưng nếu và công việc đã hoàn thành.", "Ừm.", "Nhưng nếu suy nghĩ về ngôn ngữ như là âm thanh, chúng ta sẽ hiểu rõ suy nghĩ về ngôn ngữ như là âm thanh, chúng ta sẽ hiểu rõ suy nghĩ về ngôn ngữ như là âm thanh, chúng ta sẽ hiểu rõ hơn về thanh điệu trong hơn về thanh điệu trong hơn về thanh điệu trong tiếng Việt.", "Và trong lịch sử nước Mỹ tiếng Việt.", "Và trong lịch sử nước Mỹ tiếng Việt.", "Và trong lịch sử nước Mỹ hay Bắc Mỹ sau sự trỗi dậy mạnh mẽ của hay Bắc Mỹ sau sự trỗi dậy mạnh mẽ của cộng đồng người Việt hải ngoại, người ta cần bắt đầu lắng nghe, cộng đồng người Việt hải ngoại, người ta cần bắt đầu lắng nghe, cộng đồng người Việt hải ngoại, người ta cần bắt đầu lắng nghe, ngay cả khi đó không phải là ngay cả khi đó không phải là ngay cả khi đó không phải là ngôn ngữ của mình, bởi vì lắng nghe là điều thiết yếu ngôn ngữ của mình, bởi vì lắng nghe là điều thiết yếu ngôn ngữ của mình, bởi vì lắng nghe là điều thiết yếu để hiểu cách mọi người muốn nói điều gì đó, và tất cả chúng ta đều làm được điều đó, để hiểu cách mọi người muốn nói điều gì đó, và tất cả chúng ta đều làm được điều đó, để hiểu cách mọi người muốn nói điều gì đó, và tất cả chúng ta đều làm được điều đó, và thơ ca làm được điều đó.", "Đây là một và thơ ca làm được điều đó.", "Đây là một và thơ ca làm được điều đó.", "Đây là một tác phẩm âm thanh và nó thực sự tạo ra âm thanh, và nếu chúng ta tác phẩm âm thanh và nó thực sự tạo ra âm thanh, và nếu chúng ta tác phẩm âm thanh và nó thực sự tạo ra âm thanh, và nếu chúng ta không nghe thấy, chúng ta cần phải đi lắng nghe.", "không nghe thấy, chúng ta cần phải đi lắng nghe.", "không nghe thấy, chúng ta cần phải đi lắng nghe.", "Không phải là nó không nghe được, mà là Không phải là nó không nghe được, mà là Không phải là nó không nghe được, mà là , bạn biết đấy, tai tôi chưa được rèn luyện.", ", bạn biết đấy, tai tôi chưa được rèn luyện.", ", bạn biết đấy, tai tôi chưa được rèn luyện.", "Vậy nên, tôi đã lên mạng để thử nghe và tôi Vậy nên, tôi đã lên mạng để thử nghe và tôi Vậy nên, tôi đã lên mạng để thử nghe và tôi đã nghe, nhưng tôi nghĩ mình vẫn chưa thực sự giỏi, đã nghe, nhưng tôi nghĩ mình vẫn chưa thực sự giỏi, đã nghe, nhưng tôi nghĩ mình vẫn chưa thực sự giỏi, tôi cần phải tôi cần phải tôi cần phải luyện nghe nhiều hơn nữa.", "Nhưng tôi luyện nghe nhiều hơn nữa.", "Nhưng tôi luyện nghe nhiều hơn nữa.", "Nhưng tôi không nghĩ rằng phương tiện của bài thơ không phải là để diễn tả âm thanh không nghĩ rằng phương tiện của bài thơ không phải là để diễn tả âm thanh không nghĩ rằng phương tiện của bài thơ không phải là để diễn tả âm thanh .", "Điều đó có nghĩa là tôi .", "Điều đó có nghĩa là tôi .", "Điều đó có nghĩa là tôi chưa thực hiện việc kiểm tra âm thanh.", "Vâng.", "Vâng.", "Vâng chưa thực hiện việc kiểm tra âm thanh.", "Vâng.", "Vâng.", "Vâng chưa thực hiện việc kiểm tra âm thanh.", "Vâng.", "Vâng.", "Vâng .", "Khi nghĩ .", "Khi nghĩ .", "Khi nghĩ về tầm quan trọng của âm thanh về tầm quan trọng của âm thanh về tầm quan trọng của âm thanh và việc lắng nghe, tôi nhận ra và việc lắng nghe, tôi nhận ra và việc lắng nghe, tôi nhận ra bài thơ này thực sự đòi hỏi một sự thể hiện bài thơ này thực sự đòi hỏi một sự thể hiện bài thơ này thực sự đòi hỏi một sự thể hiện trọn vẹn cảm xúc.", "Và điều đó đưa tôi trọn vẹn cảm xúc.", "Và điều đó đưa tôi trọn vẹn cảm xúc.", "Và điều đó đưa tôi trở lại với suy nghĩ rằng Laney đang trở lại với suy nghĩ rằng Laney đang trở lại với suy nghĩ rằng Laney đang theo dõi người mẹ như một theo dõi người mẹ như một theo dõi người mẹ như một trung tâm, và sự hiện diện trung tâm, và sự hiện diện trung tâm, và sự hiện diện của người mẹ, rồi cả cơ thể và của người mẹ, rồi cả cơ thể và của người mẹ, rồi cả cơ thể và cách bạn sử dụng cơ thể để giao tiếp.", "Nó cách bạn sử dụng cơ thể để giao tiếp.", "Nó cách bạn sử dụng cơ thể để giao tiếp.", "Nó khiến tôi nhận thức khiến tôi nhận thức khiến tôi nhận thức rõ hơn rằng mình được trang bị đầy rõ hơn rằng mình được trang bị đầy rõ hơn rằng mình được trang bị đầy đủ khả năng nói và đủ khả năng nói và đủ khả năng nói và nghe, và đó là điều nghe, và đó là điều nghe, và đó là điều không thể, không nên xem nhẹ khi thưởng thức không thể, không nên xem nhẹ khi thưởng thức không thể, không nên xem nhẹ khi thưởng thức bất kỳ tác phẩm nghệ thuật nào để có thể bất kỳ tác phẩm nghệ thuật nào để có thể bất kỳ tác phẩm nghệ thuật nào để có thể trải nghiệm trọn vẹn nó.", "Vâng.", "Và trải nghiệm trọn vẹn nó.", "Vâng.", "Và trải nghiệm trọn vẹn nó.", "Vâng.", "Và tất cả những nhà thơ âm thanh vĩ đại đều nhắc nhở chúng ta điều này tất cả những nhà thơ âm thanh vĩ đại đều nhắc nhở chúng ta điều này tất cả những nhà thơ âm thanh vĩ đại đều nhắc nhở chúng ta điều này mỗi khi bạn biết Maggie Sullivan mỗi khi bạn biết Maggie Sullivan mỗi khi bạn biết Maggie Sullivan biểu diễn và bạn nhận ra, trời ơi, chúng ta biểu diễn và bạn nhận ra, trời ơi, chúng ta biểu diễn và bạn nhận ra, trời ơi, chúng ta có thể làm được nhiều hơn thế nữa.", "Chúng ta hãy cùng điểm lại có thể làm được nhiều hơn thế nữa.", "Chúng ta hãy cùng điểm lại có thể làm được nhiều hơn thế nữa.", "Chúng ta hãy cùng điểm lại những suy nghĩ cuối cùng.", "những suy nghĩ cuối cùng.", "những suy nghĩ cuối cùng.", "Ừm, sao bạn lại ngại bắt đầu trước?", "Thông thường, Ừm, sao bạn lại ngại bắt đầu trước?", "Thông thường, Ừm, sao bạn lại ngại bắt đầu trước?", "Thông thường, lời kết của nhà thơ ở đây sẽ lời kết của nhà thơ ở đây sẽ lời kết của nhà thơ ở đây sẽ là: \"Bạn sắp kết thúc rồi, nhưng bạn có phiền nếu là: \"Bạn sắp kết thúc rồi, nhưng bạn có phiền nếu là: \"Bạn sắp kết thúc rồi, nhưng bạn có phiền nếu đổi hướng không?\"  Bạn cảm thấy thế nào về đổi hướng không?\"  Bạn cảm thấy thế nào về đổi hướng không?\"  Bạn cảm thấy thế nào về điều này vào thời điểm hiện tại?", "Ồ, thật tuyệt khi được điều này vào thời điểm hiện tại?", "Ồ, thật tuyệt khi được điều này vào thời điểm hiện tại?", "Ồ, thật tuyệt khi được nghe bạn nói về bài thơ này.", "Ừm, nghe bạn nói về bài thơ này.", "Ừm, nghe bạn nói về bài thơ này.", "Ừm, tôi nghĩ tôi đã nghĩ về nó không tôi nghĩ tôi đã nghĩ về nó không tôi nghĩ tôi đã nghĩ về nó không khác gì bài thơ kia, như một kiểu...", "khác gì bài thơ kia, như một kiểu...", "khác gì bài thơ kia, như một kiểu...", "misan sen, như một phần của tập hợp ấy, bạn misan sen, như một phần của tập hợp ấy, bạn misan sen, như một phần của tập hợp ấy, bạn biết đấy...", "ngay cả khi nghe có vẻ như vậy, nó vẫn mang biết đấy...", "ngay cả khi nghe có vẻ như vậy, nó vẫn mang biết đấy...", "ngay cả khi nghe có vẻ như vậy, nó vẫn mang một vẻ tĩnh lặng nhất định một vẻ tĩnh lặng nhất định một vẻ tĩnh lặng nhất định bởi vì định nghĩa của nó...", "bởi vì nó chứa đựng một bởi vì định nghĩa của nó...", "bởi vì nó chứa đựng một bởi vì định nghĩa của nó...", "bởi vì nó chứa đựng một bài học văn hóa nào đó...", "bài học văn hóa nào đó...", "bài học văn hóa nào đó...", "và tuy nhiên, tôi rất vui khi nghe và tuy nhiên, tôi rất vui khi nghe và tuy nhiên, tôi rất vui khi nghe rằng nó được truyền tải theo nhiều rằng nó được truyền tải theo nhiều rằng nó được truyền tải theo nhiều cách khác nhau.", "Chắc chắn là vậy.", "Cảm ơn bạn, cách khác nhau.", "Chắc chắn là vậy.", "Cảm ơn bạn, cách khác nhau.", "Chắc chắn là vậy.", "Cảm ơn bạn, Laney.", "Ừm, suy nghĩ cuối cùng của tôi là Laney.", "Ừm, suy nghĩ cuối cùng của tôi là Laney.", "Ừm, suy nghĩ cuối cùng của tôi là mọi người nên đọc cuốn sách này cả mọi người nên đọc cuốn sách này cả mọi người nên đọc cuốn sách này cả nghìn lần, nếu không sẽ đánh mất kho báu của nó.", "nghìn lần, nếu không sẽ đánh mất kho báu của nó.", "nghìn lần, nếu không sẽ đánh mất kho báu của nó.", "Và trong đó, bạn sẽ thấy một số Và trong đó, bạn sẽ thấy một số Và trong đó, bạn sẽ thấy một số bức ảnh đẹp của mẹ Hua.", "À, và bức ảnh đẹp của mẹ Hua.", "À, và bức ảnh đẹp của mẹ Hua.", "À, và khi tôi nghe khi tôi nghe khi tôi nghe hướng dẫn học ngôn ngữ, tôi được bảo rằng hướng dẫn học ngôn ngữ, tôi được bảo rằng hướng dẫn học ngôn ngữ, tôi được bảo rằng việc luyện tập thanh điệu rất quan trọng, việc luyện tập thanh điệu rất quan trọng, việc luyện tập thanh điệu rất quan trọng, nếu không bạn có thể bị hiểu nhầm.", "Và nếu không bạn có thể bị hiểu nhầm.", "Và nếu không bạn có thể bị hiểu nhầm.", "Và tôi rất thích điều đó.", "tôi rất thích điều đó.", "tôi rất thích điều đó.", "Cảm ơn bạn, Kate.", "Lời kết luận.", "Suy nghĩ cuối cùng của tôi Cảm ơn bạn, Kate.", "Lời kết luận.", "Suy nghĩ cuối cùng của tôi Cảm ơn bạn, Kate.", "Lời kết luận.", "Suy nghĩ cuối cùng của tôi là một câu hỏi dành cho Wah, liệu là một câu hỏi dành cho Wah, liệu là một câu hỏi dành cho Wah, liệu bạn có thấy chúng được sắp xếp như vậy trong sách bạn có thấy chúng được sắp xếp như vậy trong sách bạn có thấy chúng được sắp xếp như vậy trong sách giáo khoa ngôn ngữ hay bạn có thay đổi thứ tự không, giáo khoa ngôn ngữ hay bạn có thay đổi thứ tự không, giáo khoa ngôn ngữ hay bạn có thay đổi thứ tự không, bởi vì thứ tự \"ghost bởi vì thứ tự \"ghost bởi vì thứ tự \"ghost mother but right seedling horse tomb\" nghe có mother but right seedling horse tomb\" nghe có mother but right seedling horse tomb\" nghe có vẻ hợp lý.", "Tôi tìm thấy nó như thế vẻ hợp lý.", "Tôi tìm thấy nó như thế vẻ hợp lý.", "Tôi tìm thấy nó như thế này.", "Vâng.", "Tôi nghĩ là giờ tôi không này.", "Vâng.", "Tôi nghĩ là giờ tôi không này.", "Vâng.", "Tôi nghĩ là giờ tôi không nhớ nữa.", "Và nó cũng kết thúc bằng nhớ nữa.", "Và nó cũng kết thúc bằng nhớ nữa.", "Và nó cũng kết thúc bằng câu hỏi đó.", "Nó cũng kết thúc khi cái chết đến.", "Vâng câu hỏi đó.", "Nó cũng kết thúc khi cái chết đến.", "Vâng câu hỏi đó.", "Nó cũng kết thúc khi cái chết đến.", "Vâng .", "Ừm.", "Thật ra thì, tôi không biết nữa.", ".", "Ừm.", "Thật ra thì, tôi không biết nữa.", ".", "Ừm.", "Thật ra thì, tôi không biết nữa.", "Điều tuyệt vời ở những bài thơ được sáng tác theo Điều tuyệt vời ở những bài thơ được sáng tác theo Điều tuyệt vời ở những bài thơ được sáng tác theo cách này là bạn không thể nào bịa đặt ra được những thứ cách này là bạn không thể nào bịa đặt ra được những thứ cách này là bạn không thể nào bịa đặt ra được những thứ này.", "Đó là sự thật.", "Vâng.", "Giống như chúng ta này.", "Đó là sự thật.", "Vâng.", "Giống như chúng ta này.", "Đó là sự thật.", "Vâng.", "Giống như chúng ta kết thúc bằng một nấm mộ.", "Để xem nào.", "Và nó kết thúc bằng một nấm mộ.", "Để xem nào.", "Và nó kết thúc bằng một nấm mộ.", "Để xem nào.", "Và nó giống như một trải nghiệm từ lúc sinh ra đến lúc chết.", "Hãy bắt đầu giống như một trải nghiệm từ lúc sinh ra đến lúc chết.", "Hãy bắt đầu giống như một trải nghiệm từ lúc sinh ra đến lúc chết.", "Hãy bắt đầu với hồn ma.", "Vâng.", "Nó bắt đầu từ sau khi với hồn ma.", "Vâng.", "Nó bắt đầu từ sau khi với hồn ma.", "Vâng.", "Nó bắt đầu từ sau khi chết.", "Ừm, điều đó còn tùy thuộc vào cách bạn định nghĩa chết.", "Ừm, điều đó còn tùy thuộc vào cách bạn định nghĩa chết.", "Ừm, điều đó còn tùy thuộc vào cách bạn định nghĩa ma, vì ma cũng là một thực thể ma, vì ma cũng là một thực thể ma, vì ma cũng là một thực thể chưa tồn tại, đúng không?", "Có chưa tồn tại, đúng không?", "Có chưa tồn tại, đúng không?", "Có điều gì đó nhưng nó lại kết thúc bằng điều gì đó nhưng nó lại kết thúc bằng điều gì đó nhưng nó lại kết thúc bằng dấu chấm hỏi.", "Mẹ tôi...", "ý tôi là, đúng vậy.", "Bạn dấu chấm hỏi.", "Mẹ tôi...", "ý tôi là, đúng vậy.", "Bạn dấu chấm hỏi.", "Mẹ tôi...", "ý tôi là, đúng vậy.", "Bạn không thể làm điều đó, phải không?", "Và nó rất giống phong cách không thể làm điều đó, phải không?", "Và nó rất giống phong cách không thể làm điều đó, phải không?", "Và nó rất giống phong cách Samuel Beckett, bạn biết đấy, giống như bạn có thể Samuel Beckett, bạn biết đấy, giống như bạn có thể Samuel Beckett, bạn biết đấy, giống như bạn có thể tưởng tượng ai đó trên sân khấu trong tưởng tượng ai đó trên sân khấu trong tưởng tượng ai đó trên sân khấu trong trang phục của Beckett nói \"ma\" ở cuối phim.", "Xin lỗi vì đã nhắc đến trang phục của Beckett nói \"ma\" ở cuối phim.", "Xin lỗi vì đã nhắc đến trang phục của Beckett nói \"ma\" ở cuối phim.", "Xin lỗi vì đã nhắc đến Beckan, nhưng Beckan, nhưng Beckan, nhưng một lần nữa, tôi đang nghĩ về việc một lần nữa, tôi đang nghĩ về việc một lần nữa, tôi đang nghĩ về việc thứ tự của những định nghĩa này tạo ra một thứ tự của những định nghĩa này tạo ra một dòng thời gian khá thú vị và có lẽ hơi lộn xộn.", "Tôi đọc được rằng ma là hiện tượng sau khi chết, dòng thời gian khá thú vị và có lẽ hơi lộn xộn.", "Tôi đọc được rằng ma là hiện tượng sau khi chết, dòng thời gian khá thú vị và có lẽ hơi lộn xộn.", "Tôi đọc được rằng ma là hiện tượng sau khi chết, chứ không phải trước khi chết.", "Ừm, nhưng rồi nó kết thúc bằng chứ không phải trước khi chết.", "Ừm, nhưng rồi nó kết thúc bằng chứ không phải trước khi chết.", "Ừm, nhưng rồi nó kết thúc bằng cái chết, và sau đó lại có mẹ, cái chết, và sau đó lại có mẹ, cái chết, và sau đó lại có mẹ, mông, du lịch và tiêu dùng xen mông, du lịch và tiêu dùng xen mông, du lịch và tiêu dùng xen kẽ.", "Và kẽ.", "Và kẽ.", "Và ừm, tôi cũng đồng ý.", "Tôi nghĩ ừm, tôi cũng đồng ý.", "Tôi nghĩ ừm, tôi cũng đồng ý.", "Tôi nghĩ đây là thứ tự hoàn hảo và tôi rất vui đây là thứ tự hoàn hảo và tôi rất vui đây là thứ tự hoàn hảo và tôi rất vui khi biết được bối cảnh mà nó được khi biết được bối cảnh mà nó được khi biết được bối cảnh mà nó được tìm thấy.", "Ừm, và tôi rất nóng lòng muốn đọc hết tất cả tìm thấy.", "Ừm, và tôi rất nóng lòng muốn đọc hết tất cả tìm thấy.", "Ừm, và tôi rất nóng lòng muốn đọc hết tất cả .", "À, mình cũng thích cụm từ \"high high rising\" (cao vút, .", "À, mình cũng thích cụm từ \"high high rising\" (cao vút, .", "À, mình cũng thích cụm từ \"high high rising\" (cao vút, vươn lên) vì mẹ mình khi vươn lên) vì mẹ mình khi vươn lên) vì mẹ mình khi biểu diễn xiếc thường biểu diễn xiếc thường biểu diễn xiếc thường đi vòng quanh tháp tử thần và hô vang \" đi vòng quanh tháp tử thần và hô vang \" đi vòng quanh tháp tử thần và hô vang \" cao vút, vươn lên!\".", "cao vút, vươn lên!\".", "cao vút, vươn lên!\".", "Xin lỗi, đó là tòa tháp tử thần.", "Đúng vậy, bức tường Xin lỗi, đó là tòa tháp tử thần.", "Đúng vậy, bức tường Xin lỗi, đó là tòa tháp tử thần.", "Đúng vậy, bức tường tử thần.", "Bạn có biết gì về chuyện này không?", "tử thần.", "Bạn có biết gì về chuyện này không?", "tử thần.", "Bạn có biết gì về chuyện này không?", "Ý bạn là sao?", "Không phải Ý bạn là sao?", "Không phải Ý bạn là sao?", "Không phải gánh xiếc cụ thể của mẹ cô ấy, mà là những tiết mục xiếc nói chung.", "Đây là gánh xiếc cụ thể của mẹ cô ấy, mà là những tiết mục xiếc nói chung.", "Đây là gánh xiếc cụ thể của mẹ cô ấy, mà là những tiết mục xiếc nói chung.", "Đây là loại xe đạp phổ biến nhất mọi thời đại.", "Không, để loại xe đạp phổ biến nhất mọi thời đại.", "Không, để loại xe đạp phổ biến nhất mọi thời đại.", "Không, để dễ hiểu hơn, tôi từng tham gia một đoàn xiếc nhỏ dễ hiểu hơn, tôi từng tham gia một đoàn xiếc nhỏ dễ hiểu hơn, tôi từng tham gia một đoàn xiếc nhỏ ở Florida.", "Không, tôi không biết ở Florida.", "Không, tôi không biết ở Florida.", "Không, tôi không biết đi xe đạp.", "đi xe đạp.", "đi xe đạp.", "Ừm không, tôi tập môn thể dục trên không với Ừm không, tôi tập môn thể dục trên không với Ừm không, tôi tập môn thể dục trên không với lụa.", "Ừm.", "Tôi chỉ muốn nói lụa.", "Ừm.", "Tôi chỉ muốn nói lụa.", "Ừm.", "Tôi chỉ muốn nói lời cuối cùng thật nhanh gọn rằng...", "lời cuối cùng thật nhanh gọn rằng...", "lời cuối cùng thật nhanh gọn rằng...", "tôi rất vui vì mình sống trong thời đại mà việc này được tôi rất vui vì mình sống trong thời đại mà việc này được tôi rất vui vì mình sống trong thời đại mà việc này được chấp nhận và biến nó thành một bài thơ, chấp nhận và biến nó thành một bài thơ, chấp nhận và biến nó thành một bài thơ, bởi vì bạn biết đấy, đã có hàng trăm, hàng nghìn bởi vì bạn biết đấy, đã có hàng trăm, hàng nghìn bởi vì bạn biết đấy, đã có hàng trăm, hàng nghìn năm lịch sử năm lịch sử năm lịch sử thơ ca mà những điều như thế này thơ ca mà những điều như thế này thơ ca mà những điều như thế này sẽ không được nhiều sẽ không được nhiều sẽ không được nhiều người coi là thơ, nhưng làm sao mà không thể được chứ?", "người coi là thơ, nhưng làm sao mà không thể được chứ?", "người coi là thơ, nhưng làm sao mà không thể được chứ?", "Nó đặt ra tất cả những câu hỏi thiết yếu.", "Nó đặt ra tất cả những câu hỏi thiết yếu.", "Nó đặt ra tất cả những câu hỏi thiết yếu.", "Tuyệt vời, cảm ơn các bạn rất nhiều vì đã tham gia Tuyệt vời, cảm ơn các bạn rất nhiều vì đã tham gia Tuyệt vời, cảm ơn các bạn rất nhiều vì đã tham gia buổi thảo luận này và cảm ơn tất cả mọi người."], "transcript": [{"start": 0.48, "end": 2.47, "text": "Chào các bạn!  Chúng tôi đã tập trung"}, {"start": 2.47, "end": 2.48, "text": "Chào các bạn!  Chúng tôi đã tập trung"}, {"start": 2.48, "end": 6.15, "text": "Chào các bạn!  Chúng tôi đã tập trung tại hiệu sách Word, địa chỉ 469"}, {"start": 6.15, "end": 6.16, "text": "tại hiệu sách Word, địa chỉ 469"}, {"start": 6.16, "end": 9.19, "text": "tại hiệu sách Word, địa chỉ 469 Milton, Montreal.  Rất đáng để thử."}, {"start": 9.19, "end": 9.2, "text": "Milton, Montreal.  Rất đáng để thử."}, {"start": 9.2, "end": 10.91, "text": "Milton, Montreal.  Rất đáng để thử. Được thành lập vào năm"}, {"start": 10.91, "end": 10.92, "text": "Được thành lập vào năm"}, {"start": 10.92, "end": 13.669, "text": "Được thành lập vào năm 1975, và sắp tới sẽ không tổ chức lễ kỷ niệm nào cả, mà là lễ"}, {"start": 13.669, "end": 13.679, "text": "1975, và sắp tới sẽ không tổ chức lễ kỷ niệm nào cả, mà là lễ"}, {"start": 13.679, "end": 16.79, "text": "1975, và sắp tới sẽ không tổ chức lễ kỷ niệm nào cả, mà là lễ kỷ niệm 50 năm thành lập."}, {"start": 16.79, "end": 16.8, "text": "kỷ niệm 50 năm thành lập."}, {"start": 16.8, "end": 18.71, "text": "kỷ niệm 50 năm thành lập. Chúng tôi rất vui mừng được có mặt ở đây và"}, {"start": 18.71, "end": 18.72, "text": "Chúng tôi rất vui mừng được có mặt ở đây và"}, {"start": 18.72, "end": 22.83, "text": "Chúng tôi rất vui mừng được có mặt ở đây và biết ơn Scott Moody cùng"}, {"start": 22.83, "end": 22.84, "text": "biết ơn Scott Moody cùng"}, {"start": 22.84, "end": 26.07, "text": "biết ơn Scott Moody cùng người sáng lập kiêm chủ nhân của nơi này, Adrien King"}, {"start": 26.07, "end": 26.08, "text": "người sáng lập kiêm chủ nhân của nơi này, Adrien King"}, {"start": 26.08, "end": 29.75, "text": "người sáng lập kiêm chủ nhân của nơi này, Adrien King Edwards.  Và tôi cũng muốn lưu ý rằng"}, {"start": 29.75, "end": 29.76, "text": "Edwards.  Và tôi cũng muốn lưu ý rằng"}, {"start": 29.76, "end": 31.99, "text": "Edwards.  Và tôi cũng muốn lưu ý rằng Holly York đã đến từ Atlanta"}, {"start": 31.99, "end": 32.0, "text": "Holly York đã đến từ Atlanta"}, {"start": 32.0, "end": 33.75, "text": "Holly York đã đến từ Atlanta và đã có mặt cùng chúng tôi tại hiệu sách. Cô ấy"}, {"start": 33.75, "end": 33.76, "text": "và đã có mặt cùng chúng tôi tại hiệu sách. Cô ấy"}, {"start": 33.76, "end": 36.069, "text": "và đã có mặt cùng chúng tôi tại hiệu sách. Cô ấy không xuất hiện trên màn ảnh nhưng rất hòa mình vào"}, {"start": 36.069, "end": 36.079, "text": "không xuất hiện trên màn ảnh nhưng rất hòa mình vào"}, {"start": 36.079, "end": 39.27, "text": "không xuất hiện trên màn ảnh nhưng rất hòa mình vào tinh thần của Mod Poe.  Cảm ơn bạn, Holly.   Chào bạn"}, {"start": 39.27, "end": 39.28, "text": "tinh thần của Mod Poe.  Cảm ơn bạn, Holly.   Chào bạn"}, {"start": 39.28, "end": 41.99, "text": "tinh thần của Mod Poe.  Cảm ơn bạn, Holly.   Chào bạn .  Chào Sophia D."}, {"start": 41.99, "end": 42.0, "text": ".  Chào Sophia D."}, {"start": 42.0, "end": 44.069, "text": ".  Chào Sophia D. Rose, bạn khỏe không?  Tôi vẫn khỏe.  Bạn giỏi lắm.  Kate, em"}, {"start": 44.069, "end": 44.079, "text": "Rose, bạn khỏe không?  Tôi vẫn khỏe.  Bạn giỏi lắm.  Kate, em"}, {"start": 44.079, "end": 46.31, "text": "Rose, bạn khỏe không?  Tôi vẫn khỏe.  Bạn giỏi lắm.  Kate, em giỏi lắm.  Tôi rất khỏe.  Cảm ơn.  Tại sao"}, {"start": 46.31, "end": 46.32, "text": "giỏi lắm.  Tôi rất khỏe.  Cảm ơn.  Tại sao"}, {"start": 46.32, "end": 48.63, "text": "giỏi lắm.  Tôi rất khỏe.  Cảm ơn.  Tại sao bạn lại tuyệt vời đến vậy?  Tôi đang ở Montreal.  Trời"}, {"start": 48.63, "end": 48.64, "text": "bạn lại tuyệt vời đến vậy?  Tôi đang ở Montreal.  Trời"}, {"start": 48.64, "end": 50.63, "text": "bạn lại tuyệt vời đến vậy?  Tôi đang ở Montreal.  Trời nắng.  Tôi đang nói về thơ ca.  Chúng ta đang"}, {"start": 50.63, "end": 50.64, "text": "nắng.  Tôi đang nói về thơ ca.  Chúng ta đang"}, {"start": 50.64, "end": 52.709, "text": "nắng.  Tôi đang nói về thơ ca.  Chúng ta đang nói chuyện về thơ ca trong một hiệu sách.  Và"}, {"start": 52.709, "end": 52.719, "text": "nói chuyện về thơ ca trong một hiệu sách.  Và"}, {"start": 52.719, "end": 56.069, "text": "nói chuyện về thơ ca trong một hiệu sách.  Và các hiệu sách Laney Brown là, bạn biết đấy,"}, {"start": 56.069, "end": 56.079, "text": "các hiệu sách Laney Brown là, bạn biết đấy,"}, {"start": 56.079, "end": 57.91, "text": "các hiệu sách Laney Brown là, bạn biết đấy, một niềm vui tuyệt đối đối với bạn,"}, {"start": 57.91, "end": 57.92, "text": "một niềm vui tuyệt đối đối với bạn,"}, {"start": 57.92, "end": 60.95, "text": "một niềm vui tuyệt đối đối với bạn, ngoại trừ việc bụi bám trên"}, {"start": 60.95, "end": 60.96, "text": "ngoại trừ việc bụi bám trên"}, {"start": 60.96, "end": 63.43, "text": "ngoại trừ việc bụi bám trên sách hơi nhiều một chút.  Tôi rất thích nó."}, {"start": 63.43, "end": 63.44, "text": "sách hơi nhiều một chút.  Tôi rất thích nó."}, {"start": 63.44, "end": 65.91, "text": "sách hơi nhiều một chút.  Tôi rất thích nó. Đúng.  Và Wawwan, cảm ơn bạn rất nhiều vì"}, {"start": 65.91, "end": 65.92, "text": "Đúng.  Và Wawwan, cảm ơn bạn rất nhiều vì"}, {"start": 65.92, "end": 67.59, "text": "Đúng.  Và Wawwan, cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi.  Hôm nay chúng ta sẽ nói về một"}, {"start": 67.59, "end": 67.6, "text": "đã tham gia cùng chúng tôi.  Hôm nay chúng ta sẽ nói về một"}, {"start": 67.6, "end": 70.31, "text": "đã tham gia cùng chúng tôi.  Hôm nay chúng ta sẽ nói về một trong những bài thơ của bạn, trích từ cuốn sách \"Ngàn"}, {"start": 70.31, "end": 70.32, "text": "trong những bài thơ của bạn, trích từ cuốn sách \"Ngàn"}, {"start": 70.32, "end": 72.55, "text": "trong những bài thơ của bạn, trích từ cuốn sách \"Ngàn lần đánh mất kho báu\""}, {"start": 72.55, "end": 72.56, "text": "lần đánh mất kho báu\""}, {"start": 72.56, "end": 75.03, "text": "lần đánh mất kho báu\" do Wave Books xuất bản và vẫn còn bán tính đến thời điểm"}, {"start": 75.03, "end": 75.03999999999999, "text": "do Wave Books xuất bản và vẫn còn bán tính đến thời điểm"}, {"start": 75.03999999999999, "end": 78.51, "text": "do Wave Books xuất bản và vẫn còn bán tính đến thời điểm video này được phát sóng. Bài thơ được xuất bản năm"}, {"start": 78.51, "end": 78.52, "text": "video này được phát sóng. Bài thơ được xuất bản năm"}, {"start": 78.52, "end": 81.27, "text": "video này được phát sóng. Bài thơ được xuất bản năm 2021. Bài thơ mà bạn sắp"}, {"start": 81.27, "end": 81.28, "text": "2021. Bài thơ mà bạn sắp"}, {"start": 81.28, "end": 82.71000000000001, "text": "2021. Bài thơ mà bạn sắp đọc và chúng ta sắp thảo luận có"}, {"start": 82.71000000000001, "end": 82.72, "text": "đọc và chúng ta sắp thảo luận có"}, {"start": 82.72, "end": 86.71000000000001, "text": "đọc và chúng ta sắp thảo luận có tên là \"Thanh điệu\" trong tiếng Việt."}, {"start": 86.71000000000001, "end": 86.72, "text": "tên là \"Thanh điệu\" trong tiếng Việt."}, {"start": 86.72, "end": 90.59, "text": "tên là \"Thanh điệu\" trong tiếng Việt. Thanh điệu trong tiếng Việt."}, {"start": 90.59, "end": 90.6, "text": "Thanh điệu trong tiếng Việt."}, {"start": 90.6, "end": 94.71000000000001, "text": "Thanh điệu trong tiếng Việt. Ma cấp độ Ma."}, {"start": 94.71000000000001, "end": 94.72, "text": "Ma cấp độ Ma."}, {"start": 94.72, "end": 96.31, "text": "Ma cấp độ Ma."}, {"start": 98.68, "end": 103.149, "text": "Mẹ tôi đang vươn cao.  Mông tôi chảy xệ"}, {"start": 103.149, "end": 103.15899999999999, "text": "Mẹ tôi đang vươn cao.  Mông tôi chảy xệ"}, {"start": 103.15899999999999, "end": 109.22999999999999, "text": "Mẹ tôi đang vươn cao.  Mông tôi chảy xệ .  Cây mạ lúa thân thấp, hẹp"}, {"start": 109.22999999999999, "end": 109.24000000000001, "text": ".  Cây mạ lúa thân thấp, hẹp"}, {"start": 109.24000000000001, "end": 114.19, "text": ".  Cây mạ lúa thân thấp, hẹp .  Ma đang cúi xuống, con ngựa đang lên"}, {"start": 114.19, "end": 114.2, "text": ".  Ma đang cúi xuống, con ngựa đang lên"}, {"start": 114.2, "end": 120.709, "text": ".  Ma đang cúi xuống, con ngựa đang lên .  Ngôi mộ dốc thấp của Ma.   Cảm ơn"}, {"start": 120.709, "end": 120.719, "text": ".  Ngôi mộ dốc thấp của Ma.   Cảm ơn"}, {"start": 120.719, "end": 123.03, "text": ".  Ngôi mộ dốc thấp của Ma.   Cảm ơn .  Tuyệt vời.  Sao chúng ta không cùng nhau"}, {"start": 123.03, "end": 123.04, "text": ".  Tuyệt vời.  Sao chúng ta không cùng nhau"}, {"start": 123.04, "end": 124.87, "text": ".  Tuyệt vời.  Sao chúng ta không cùng nhau , cả năm người và"}, {"start": 124.87, "end": 124.88, "text": ", cả năm người và"}, {"start": 124.88, "end": 126.63, "text": ", cả năm người và Jay, nói đôi điều về những gì"}, {"start": 126.63, "end": 126.64, "text": "Jay, nói đôi điều về những gì"}, {"start": 126.64, "end": 128.309, "text": "Jay, nói đôi điều về những gì mình nghe được, những gì mình quan sát được"}, {"start": 128.309, "end": 128.319, "text": "mình nghe được, những gì mình quan sát được"}, {"start": 128.319, "end": 131.63, "text": "mình nghe được, những gì mình quan sát được về cách sử dụng bậc thầy một"}, {"start": 131.63, "end": 131.64, "text": "về cách sử dụng bậc thầy một"}, {"start": 131.64, "end": 135.55, "text": "về cách sử dụng bậc thầy một âm thanh duy nhất này nhỉ?  Sophia, em muốn bắt đầu trước không?  Ừm"}, {"start": 135.55, "end": 135.56, "text": "âm thanh duy nhất này nhỉ?  Sophia, em muốn bắt đầu trước không?  Ừm"}, {"start": 135.56, "end": 139.19, "text": "âm thanh duy nhất này nhỉ?  Sophia, em muốn bắt đầu trước không?  Ừm , tôi đang nghĩ về việc nó"}, {"start": 139.19, "end": 139.2, "text": ", tôi đang nghĩ về việc nó"}, {"start": 139.2, "end": 143.11, "text": ", tôi đang nghĩ về việc nó không chỉ là từ ngữ và"}, {"start": 143.11, "end": 143.12, "text": "không chỉ là từ ngữ và"}, {"start": 143.12, "end": 144.79, "text": "không chỉ là từ ngữ và định nghĩa của từ ngữ đó.  Phần"}, {"start": 144.79, "end": 144.8, "text": "định nghĩa của từ ngữ đó.  Phần"}, {"start": 144.8, "end": 146.63, "text": "định nghĩa của từ ngữ đó.  Phần hướng dẫn cách"}, {"start": 146.63, "end": 146.64, "text": "hướng dẫn cách"}, {"start": 146.64, "end": 149.82999999999998, "text": "hướng dẫn cách phát âm được bao gồm trong tài liệu này.  Và nó mở ra cho bài thơ"}, {"start": 149.82999999999998, "end": 149.84, "text": "phát âm được bao gồm trong tài liệu này.  Và nó mở ra cho bài thơ"}, {"start": 149.84, "end": 153.27, "text": "phát âm được bao gồm trong tài liệu này.  Và nó mở ra cho bài thơ một cơ hội, hoặc nếu muốn"}, {"start": 153.27, "end": 153.28, "text": "một cơ hội, hoặc nếu muốn"}, {"start": 153.28, "end": 155.19, "text": "một cơ hội, hoặc nếu muốn đào sâu hơn một chút, có lẽ là một lời kêu gọi"}, {"start": 155.19, "end": 155.2, "text": "đào sâu hơn một chút, có lẽ là một lời kêu gọi"}, {"start": 155.2, "end": 157.67000000000002, "text": "đào sâu hơn một chút, có lẽ là một lời kêu gọi chúng ta thử sức mình,"}, {"start": 157.67000000000002, "end": 157.68, "text": "chúng ta thử sức mình,"}, {"start": 157.68, "end": 160.309, "text": "chúng ta thử sức mình, thử tham gia vào ngôn ngữ của bài thơ"}, {"start": 160.309, "end": 160.31900000000002, "text": "thử tham gia vào ngôn ngữ của bài thơ"}, {"start": 160.31900000000002, "end": 164.63, "text": "thử tham gia vào ngôn ngữ của bài thơ với tư cách là người xem, người đọc."}, {"start": 164.63, "end": 164.64, "text": "với tư cách là người xem, người đọc."}, {"start": 164.64, "end": 168.47, "text": "với tư cách là người xem, người đọc. Vậy nên chúng ta, những người không quen với nhiều"}, {"start": 168.47, "end": 168.48, "text": "Vậy nên chúng ta, những người không quen với nhiều"}, {"start": 168.48, "end": 171.75, "text": "Vậy nên chúng ta, những người không quen với nhiều thanh điệu khác nhau của một âm tiết duy nhất,"}, {"start": 171.75, "end": 171.76, "text": "thanh điệu khác nhau của một âm tiết duy nhất,"}, {"start": 171.76, "end": 173.27, "text": "thanh điệu khác nhau của một âm tiết duy nhất, những người có lẽ không biết"}, {"start": 173.27, "end": 173.28, "text": "những người có lẽ không biết"}, {"start": 173.28, "end": 177.27, "text": "những người có lẽ không biết tiếng Việt, phải không Kate?"}, {"start": 177.27, "end": 177.28, "text": "tiếng Việt, phải không Kate?"}, {"start": 177.28, "end": 180.949, "text": "tiếng Việt, phải không Kate? Tôi rất ngạc nhiên về việc có lẽ có một"}, {"start": 180.949, "end": 180.959, "text": "Tôi rất ngạc nhiên về việc có lẽ có một"}, {"start": 180.959, "end": 182.43, "text": "Tôi rất ngạc nhiên về việc có lẽ có một từ để diễn tả điều này, tôi không biết, nhưng là"}, {"start": 182.43, "end": 182.44, "text": "từ để diễn tả điều này, tôi không biết, nhưng là"}, {"start": 182.44, "end": 187.75, "text": "từ để diễn tả điều này, tôi không biết, nhưng là hướng dẫn về thanh điệu, cách nó"}, {"start": 187.75, "end": 187.76, "text": "hướng dẫn về thanh điệu, cách nó"}, {"start": 187.76, "end": 191.27, "text": "hướng dẫn về thanh điệu, cách nó kết nối với định nghĩa của từ"}, {"start": 191.27, "end": 191.28, "text": "kết nối với định nghĩa của từ"}, {"start": 191.28, "end": 194.55, "text": "kết nối với định nghĩa của từ khi được phát âm như vậy, và điều đó thực sự thu hút"}, {"start": 194.55, "end": 194.56, "text": "khi được phát âm như vậy, và điều đó thực sự thu hút"}, {"start": 194.56, "end": 198.55, "text": "khi được phát âm như vậy, và điều đó thực sự thu hút sự chú ý đến tính liên tưởng phong phú của"}, {"start": 198.55, "end": 198.56, "text": "sự chú ý đến tính liên tưởng phong phú của"}, {"start": 198.56, "end": 201.91, "text": "sự chú ý đến tính liên tưởng phong phú của ngôn ngữ và những liên tưởng tùy ý mà"}, {"start": 201.91, "end": 201.92000000000002, "text": "ngôn ngữ và những liên tưởng tùy ý mà"}, {"start": 201.92000000000002, "end": 206.22899999999998, "text": "ngôn ngữ và những liên tưởng tùy ý mà chúng ta gán cho nó.  Ừm, tôi nghĩ bài thơ này thật"}, {"start": 206.22899999999998, "end": 206.239, "text": "chúng ta gán cho nó.  Ừm, tôi nghĩ bài thơ này thật"}, {"start": 206.239, "end": 207.99, "text": "chúng ta gán cho nó.  Ừm, tôi nghĩ bài thơ này thật tuyệt vời.  Vâng, tôi sẽ chơi đúng bài của mình ngay"}, {"start": 207.99, "end": 208.0, "text": "tuyệt vời.  Vâng, tôi sẽ chơi đúng bài của mình ngay"}, {"start": 208.0, "end": 209.589, "text": "tuyệt vời.  Vâng, tôi sẽ chơi đúng bài của mình ngay từ đầu.  Tôi... đây"}, {"start": 209.589, "end": 209.599, "text": "từ đầu.  Tôi... đây"}, {"start": 209.599, "end": 210.949, "text": "từ đầu.  Tôi... đây là một trong những bài thơ hay nhất mà"}, {"start": 210.949, "end": 210.959, "text": "là một trong những bài thơ hay nhất mà"}, {"start": 210.959, "end": 213.35, "text": "là một trong những bài thơ hay nhất mà tôi từng đọc và tôi đã dành rất nhiều"}, {"start": 213.35, "end": 213.36, "text": "tôi từng đọc và tôi đã dành rất nhiều"}, {"start": 213.36, "end": 216.149, "text": "tôi từng đọc và tôi đã dành rất nhiều thời gian để miết lòng bàn tay"}, {"start": 216.149, "end": 216.159, "text": "thời gian để miết lòng bàn tay"}, {"start": 216.159, "end": 219.19, "text": "thời gian để miết lòng bàn tay lên tất cả các chữ M. Chúng rất quan trọng nhưng tôi"}, {"start": 219.19, "end": 219.2, "text": "lên tất cả các chữ M. Chúng rất quan trọng nhưng tôi"}, {"start": 219.2, "end": 220.47, "text": "lên tất cả các chữ M. Chúng rất quan trọng nhưng tôi chỉ muốn xem"}, {"start": 220.47, "end": 220.48, "text": "chỉ muốn xem"}, {"start": 220.48, "end": 222.39, "text": "chỉ muốn xem sự tương phản nào có thể được tạo ra giữa \""}, {"start": 222.39, "end": 222.4, "text": "sự tương phản nào có thể được tạo ra giữa \""}, {"start": 222.4, "end": 224.71, "text": "sự tương phản nào có thể được tạo ra giữa \" cao vút\" và \"mẹ\", giữa \"lún"}, {"start": 224.71, "end": 224.72, "text": "cao vút\" và \"mẹ\", giữa \"lún"}, {"start": 224.72, "end": 227.19, "text": "cao vút\" và \"mẹ\", giữa \"lún lên\" và \"ngựa\", giữa \"lún xuống\" và \""}, {"start": 227.19, "end": 227.2, "text": "lên\" và \"ngựa\", giữa \"lún xuống\" và \""}, {"start": 227.2, "end": 229.19, "text": "lên\" và \"ngựa\", giữa \"lún xuống\" và \" mộ\". Và nó khiến tôi nghĩ, wow, đây mới"}, {"start": 229.19, "end": 229.2, "text": "mộ\". Và nó khiến tôi nghĩ, wow, đây mới"}, {"start": 229.2, "end": 231.75, "text": "mộ\". Và nó khiến tôi nghĩ, wow, đây mới là điều mà thơ ca nên làm, khi nó đang làm"}, {"start": 231.75, "end": 231.76, "text": "là điều mà thơ ca nên làm, khi nó đang làm"}, {"start": 231.76, "end": 236.47, "text": "là điều mà thơ ca nên làm, khi nó đang làm rung chuyển thế giới của chúng ta. Vì"}, {"start": 236.48, "end": 239.50900000000001, "text": "vậy, tác phẩm này rất sâu sắc đối với tôi về việc"}, {"start": 239.50900000000001, "end": 239.519, "text": "vậy, tác phẩm này rất sâu sắc đối với tôi về việc"}, {"start": 239.519, "end": 241.55, "text": "vậy, tác phẩm này rất sâu sắc đối với tôi về việc suy nghĩ về việc"}, {"start": 241.55, "end": 241.56, "text": "suy nghĩ về việc"}, {"start": 241.56, "end": 245.11, "text": "suy nghĩ về việc lắng nghe là gì và cách chúng ta rèn luyện hoặc tai của chúng ta"}, {"start": 245.11, "end": 245.12, "text": "lắng nghe là gì và cách chúng ta rèn luyện hoặc tai của chúng ta"}, {"start": 245.12, "end": 247.67, "text": "lắng nghe là gì và cách chúng ta rèn luyện hoặc tai của chúng ta được điều chỉnh hay không được điều chỉnh cho điều gì, và tất cả"}, {"start": 247.67, "end": 247.68, "text": "được điều chỉnh hay không được điều chỉnh cho điều gì, và tất cả"}, {"start": 247.68, "end": 250.71, "text": "được điều chỉnh hay không được điều chỉnh cho điều gì, và tất cả những giả định khi chúng ta nghĩ \"ồ vâng, tôi đã nghe thấy\""}, {"start": 250.71, "end": 250.72, "text": "những giả định khi chúng ta nghĩ \"ồ vâng, tôi đã nghe thấy\""}, {"start": 250.72, "end": 253.91, "text": "những giả định khi chúng ta nghĩ \"ồ vâng, tôi đã nghe thấy\" trong khi thực tế tôi không nghe thấy."}, {"start": 253.91, "end": 253.92, "text": "trong khi thực tế tôi không nghe thấy."}, {"start": 253.92, "end": 258.469, "text": "trong khi thực tế tôi không nghe thấy. Tai tôi không được rèn luyện."}, {"start": 258.469, "end": 258.479, "text": "Tai tôi không được rèn luyện."}, {"start": 258.479, "end": 261.189, "text": "Tai tôi không được rèn luyện. Chúng ta... ừm, tôi đang ứng khẩu"}, {"start": 261.189, "end": 261.199, "text": "Chúng ta... ừm, tôi đang ứng khẩu"}, {"start": 261.199, "end": 263.749, "text": "Chúng ta... ừm, tôi đang ứng khẩu ở đây, hãy nghĩ về một"}, {"start": 263.749, "end": 263.759, "text": "ở đây, hãy nghĩ về một"}, {"start": 263.759, "end": 266.55, "text": "ở đây, hãy nghĩ về một từ tiếng Anh một âm tiết, chỉ cần nêu tên một từ thôi. Kate, bất"}, {"start": 266.55, "end": 266.56, "text": "từ tiếng Anh một âm tiết, chỉ cần nêu tên một từ thôi. Kate, bất"}, {"start": 266.56, "end": 268.55, "text": "từ tiếng Anh một âm tiết, chỉ cần nêu tên một từ thôi. Kate, bất kỳ ai,"}, {"start": 268.55, "end": 268.56, "text": "kỳ ai,"}, {"start": 268.56, "end": 273.27, "text": "kỳ ai, bất kỳ từ nào cả... Không, hay là một danh từ, quả"}, {"start": 273.27, "end": 273.28, "text": "bất kỳ từ nào cả... Không, hay là một danh từ, quả"}, {"start": 273.28, "end": 274.79, "text": "bất kỳ từ nào cả... Không, hay là một danh từ, quả"}, {"start": 274.8, "end": 277.35, "text": "trứng, trứng. Được rồi, trứng, hoàn hảo.  Được rồi"}, {"start": 277.35, "end": 277.36, "text": "trứng, trứng. Được rồi, trứng, hoàn hảo.  Được rồi"}, {"start": 277.36, "end": 281.51, "text": "trứng, trứng. Được rồi, trứng, hoàn hảo.  Được rồi .  Chúng ta có thể thử phương pháp nhúng và tăng dần không?  Chúng ta"}, {"start": 281.51, "end": 281.52, "text": ".  Chúng ta có thể thử phương pháp nhúng và tăng dần không?  Chúng ta"}, {"start": 281.52, "end": 284.629, "text": ".  Chúng ta có thể thử phương pháp nhúng và tăng dần không?  Chúng ta thử nói từ \"trứng\" được không?  Giảm rồi tăng."}, {"start": 284.629, "end": 284.639, "text": "thử nói từ \"trứng\" được không?  Giảm rồi tăng."}, {"start": 284.639, "end": 287.67, "text": "thử nói từ \"trứng\" được không?  Giảm rồi tăng. Trứng.  Đây có phải là trứng không?  Trứng.  Tôi không biết.  Vâng."}, {"start": 287.67, "end": 287.68, "text": "Trứng.  Đây có phải là trứng không?  Trứng.  Tôi không biết.  Vâng."}, {"start": 287.68, "end": 291.189, "text": "Trứng.  Đây có phải là trứng không?  Trứng.  Tôi không biết.  Vâng. Vậy nên, nó lên xuống thất thường.  Ừm.  Trứng.  Được rồi."}, {"start": 291.189, "end": 291.199, "text": "Vậy nên, nó lên xuống thất thường.  Ừm.  Trứng.  Được rồi."}, {"start": 291.199, "end": 296.79, "text": "Vậy nên, nó lên xuống thất thường.  Ừm.  Trứng.  Được rồi. Chúng ta có thể xây dựng các tòa nhà cao tầng không?  Tôi nghĩ là chúng ta có thể."}, {"start": 296.8, "end": 299.99, "text": "Bạn đã quanh quẩn ở thung lũng này và tôi"}, {"start": 299.99, "end": 300.0, "text": "Bạn đã quanh quẩn ở thung lũng này và tôi"}, {"start": 300.0, "end": 301.67, "text": "Bạn đã quanh quẩn ở thung lũng này và tôi cảm thấy liệu bạn có thể hóa thân thành một cô gái thung lũng trong"}, {"start": 301.67, "end": 301.68, "text": "cảm thấy liệu bạn có thể hóa thân thành một cô gái thung lũng trong"}, {"start": 301.68, "end": 306.15, "text": "cảm thấy liệu bạn có thể hóa thân thành một cô gái thung lũng trong giây lát và làm những công việc ở khu nhà cao tầng không?  Tôi xin lỗi."}, {"start": 306.15, "end": 306.16, "text": "giây lát và làm những công việc ở khu nhà cao tầng không?  Tôi xin lỗi."}, {"start": 306.16, "end": 307.59, "text": "giây lát và làm những công việc ở khu nhà cao tầng không?  Tôi xin lỗi. Đó là"}, {"start": 307.59, "end": 307.6, "text": "Đó là"}, {"start": 307.6, "end": 309.67, "text": "Đó là điều xúc phạm nhất mà tôi từng nói trong một"}, {"start": 309.67, "end": 309.68, "text": "điều xúc phạm nhất mà tôi từng nói trong một"}, {"start": 309.68, "end": 312.469, "text": "điều xúc phạm nhất mà tôi từng nói trong một video.  Ừm, tòa nhà cao tầng của tôi.  Đúng vậy."}, {"start": 312.469, "end": 312.479, "text": "video.  Ừm, tòa nhà cao tầng của tôi.  Đúng vậy."}, {"start": 312.479, "end": 317.11, "text": "video.  Ừm, tòa nhà cao tầng của tôi.  Đúng vậy. Bạn biết đấy, một cô gái đoan trang.  Trứng.  Ôi không."}, {"start": 317.11, "end": 317.12, "text": "Bạn biết đấy, một cô gái đoan trang.  Trứng.  Ôi không."}, {"start": 317.12, "end": 318.79, "text": "Bạn biết đấy, một cô gái đoan trang.  Trứng.  Ôi không. Cô gái thung lũng.  Quên.  Bạn có thể bắt chước phong cách \"Valley"}, {"start": 318.79, "end": 318.8, "text": "Cô gái thung lũng.  Quên.  Bạn có thể bắt chước phong cách \"Valley"}, {"start": 318.8, "end": 320.39, "text": "Cô gái thung lũng.  Quên.  Bạn có thể bắt chước phong cách \"Valley Girl\".  Đó không phải là kiểu con gái nhà giàu ở thung lũng."}, {"start": 320.39, "end": 320.4, "text": "Girl\".  Đó không phải là kiểu con gái nhà giàu ở thung lũng."}, {"start": 320.4, "end": 323.27, "text": "Girl\".  Đó không phải là kiểu con gái nhà giàu ở thung lũng. Không phải vậy.  Nó là hàng Canada.  Con gái.  Tôi đang"}, {"start": 323.27, "end": 323.28, "text": "Không phải vậy.  Nó là hàng Canada.  Con gái.  Tôi đang"}, {"start": 323.28, "end": 326.15, "text": "Không phải vậy.  Nó là hàng Canada.  Con gái.  Tôi đang nghĩ đến sự phấn khích"}, {"start": 326.15, "end": 326.16, "text": "nghĩ đến sự phấn khích"}, {"start": 326.16, "end": 327.83, "text": "nghĩ đến sự phấn khích ở cuối bài hát Forget it.  Tôi không"}, {"start": 327.83, "end": 327.84, "text": "ở cuối bài hát Forget it.  Tôi không"}, {"start": 327.84, "end": 330.31, "text": "ở cuối bài hát Forget it.  Tôi không biết mình đang làm gì nữa.  Nhưng nhưng nhưng"}, {"start": 330.31, "end": 330.32, "text": "biết mình đang làm gì nữa.  Nhưng nhưng nhưng"}, {"start": 330.32, "end": 333.029, "text": "biết mình đang làm gì nữa.  Nhưng nhưng nhưng ý tưởng rằng một"}, {"start": 333.029, "end": 333.039, "text": "ý tưởng rằng một"}, {"start": 333.039, "end": 336.27, "text": "ý tưởng rằng một từ tiếng Anh chỉ có một âm tiết lại có thể mang nhiều nghĩa"}, {"start": 336.27, "end": 336.28, "text": "từ tiếng Anh chỉ có một âm tiết lại có thể mang nhiều nghĩa"}, {"start": 336.28, "end": 338.71, "text": "từ tiếng Anh chỉ có một âm tiết lại có thể mang nhiều nghĩa khác nhau như vậy thì có vẻ hơi xa lạ với"}, {"start": 338.71, "end": 338.72, "text": "khác nhau như vậy thì có vẻ hơi xa lạ với"}, {"start": 338.72, "end": 341.51, "text": "khác nhau như vậy thì có vẻ hơi xa lạ với tiếng Anh, phải không?  Vì tiếng trứng"}, {"start": 341.51, "end": 341.52, "text": "tiếng Anh, phải không?  Vì tiếng trứng"}, {"start": 341.52, "end": 344.71, "text": "tiếng Anh, phải không?  Vì tiếng trứng phát ra khá chuẩn mực,"}, {"start": 344.71, "end": 344.72, "text": "phát ra khá chuẩn mực,"}, {"start": 344.72, "end": 348.15, "text": "phát ra khá chuẩn mực, đúng không?  Và rõ ràng từ \"ma\", trong tiếng Anh"}, {"start": 348.15, "end": 348.15999999999997, "text": "đúng không?  Và rõ ràng từ \"ma\", trong tiếng Anh"}, {"start": 348.15999999999997, "end": 350.83, "text": "đúng không?  Và rõ ràng từ \"ma\", trong tiếng Anh thì chúng ta chuyển sang dùng từ \"you\", ý tôi là, rất"}, {"start": 350.83, "end": 350.84000000000003, "text": "thì chúng ta chuyển sang dùng từ \"you\", ý tôi là, rất"}, {"start": 350.84000000000003, "end": 353.67, "text": "thì chúng ta chuyển sang dùng từ \"you\", ý tôi là, rất vang vọng, rất vang vọng bởi vì nó dùng"}, {"start": 353.67, "end": 353.68, "text": "vang vọng, rất vang vọng bởi vì nó dùng"}, {"start": 353.68, "end": 356.469, "text": "vang vọng, rất vang vọng bởi vì nó dùng để chỉ người mẹ đối với hầu hết chúng ta.  Bạn muốn"}, {"start": 356.469, "end": 356.479, "text": "để chỉ người mẹ đối với hầu hết chúng ta.  Bạn muốn"}, {"start": 356.479, "end": 359.51, "text": "để chỉ người mẹ đối với hầu hết chúng ta.  Bạn muốn tiếp tục từ đây chứ?  Vâng.  Ý tôi là, điều này"}, {"start": 359.51, "end": 359.52, "text": "tiếp tục từ đây chứ?  Vâng.  Ý tôi là, điều này"}, {"start": 359.52, "end": 364.07, "text": "tiếp tục từ đây chứ?  Vâng.  Ý tôi là, điều này giống như việc dạy ngôn ngữ vậy.  Ừm,"}, {"start": 364.07, "end": 364.08, "text": "giống như việc dạy ngôn ngữ vậy.  Ừm,"}, {"start": 364.08, "end": 366.39, "text": "giống như việc dạy ngôn ngữ vậy.  Ừm, thực ra đây là âm tiết mà"}, {"start": 366.39, "end": 366.4, "text": "thực ra đây là âm tiết mà"}, {"start": 366.4, "end": 369.23, "text": "thực ra đây là âm tiết mà người ta thường dùng để"}, {"start": 369.23, "end": 369.24, "text": "người ta thường dùng để"}, {"start": 369.24, "end": 373.11, "text": "người ta thường dùng để minh họa cách thức"}, {"start": 373.11, "end": 373.12, "text": "minh họa cách thức"}, {"start": 373.12, "end": 375.909, "text": "minh họa cách thức hoạt động của thanh điệu trong ngôn ngữ có thanh điệu, và nếu bạn phát âm"}, {"start": 375.909, "end": 375.919, "text": "hoạt động của thanh điệu trong ngôn ngữ có thanh điệu, và nếu bạn phát âm"}, {"start": 375.919, "end": 378.39, "text": "hoạt động của thanh điệu trong ngôn ngữ có thanh điệu, và nếu bạn phát âm sai thanh điệu, bạn có thể đang nói"}, {"start": 378.39, "end": 378.4, "text": "sai thanh điệu, bạn có thể đang nói"}, {"start": 378.4, "end": 381.67, "text": "sai thanh điệu, bạn có thể đang nói về một nghĩa địa thay vì nói về"}, {"start": 381.67, "end": 381.68, "text": "về một nghĩa địa thay vì nói về"}, {"start": 381.68, "end": 387.029, "text": "về một nghĩa địa thay vì nói về một người mẹ hoặc một con ngựa.  Ừm và ờ, bạn"}, {"start": 387.029, "end": 387.039, "text": "một người mẹ hoặc một con ngựa.  Ừm và ờ, bạn"}, {"start": 387.039, "end": 389.83, "text": "một người mẹ hoặc một con ngựa.  Ừm và ờ, bạn biết đấy, nó không khác gì bài thơ trước, một"}, {"start": 389.83, "end": 389.84, "text": "biết đấy, nó không khác gì bài thơ trước, một"}, {"start": 389.84, "end": 394.629, "text": "biết đấy, nó không khác gì bài thơ trước, một kiểu ừm, bạn biết đấy, được hình thức hóa, ừm, được tìm thấy, ừm, một"}, {"start": 394.629, "end": 394.639, "text": "kiểu ừm, bạn biết đấy, được hình thức hóa, ừm, được tìm thấy, ừm, một"}, {"start": 394.639, "end": 398.55, "text": "kiểu ừm, bạn biết đấy, được hình thức hóa, ừm, được tìm thấy, ừm, một tác phẩm mà tôi"}, {"start": 398.55, "end": 398.56, "text": "tác phẩm mà tôi"}, {"start": 398.56, "end": 401.27, "text": "tác phẩm mà tôi cũng bị cuốn hút bởi sự đa dạng của"}, {"start": 401.27, "end": 401.28, "text": "cũng bị cuốn hút bởi sự đa dạng của"}, {"start": 401.28, "end": 403.189, "text": "cũng bị cuốn hút bởi sự đa dạng của các ý nghĩa, một trong số đó là \""}, {"start": 403.189, "end": 403.199, "text": "các ý nghĩa, một trong số đó là \""}, {"start": 403.199, "end": 406.55, "text": "các ý nghĩa, một trong số đó là \" bóng ma\", phải không? Và điều đó mở"}, {"start": 406.55, "end": 406.56, "text": "bóng ma\", phải không? Và điều đó mở"}, {"start": 406.56, "end": 408.39, "text": "bóng ma\", phải không? Và điều đó mở ra bài thơ. Ý tôi là, ở đây cũng có sự chú ý"}, {"start": 408.39, "end": 408.4, "text": "ra bài thơ. Ý tôi là, ở đây cũng có sự chú ý"}, {"start": 408.4, "end": 411.35, "text": "ra bài thơ. Ý tôi là, ở đây cũng có sự chú ý đến trật tự, nhưng ý tưởng này,"}, {"start": 411.35, "end": 411.36, "text": "đến trật tự, nhưng ý tưởng này,"}, {"start": 411.36, "end": 414.39, "text": "đến trật tự, nhưng ý tưởng này, bạn biết đấy, ừm, điều này cũng vậy. Vì vậy,"}, {"start": 414.39, "end": 414.4, "text": "bạn biết đấy, ừm, điều này cũng vậy. Vì vậy,"}, {"start": 414.4, "end": 416.87, "text": "bạn biết đấy, ừm, điều này cũng vậy. Vì vậy, đối với tôi, đó là một ngôn ngữ ma quỷ.  Tôi bị mất"}, {"start": 416.87, "end": 416.88, "text": "đối với tôi, đó là một ngôn ngữ ma quỷ.  Tôi bị mất"}, {"start": 416.88, "end": 419.67, "text": "đối với tôi, đó là một ngôn ngữ ma quỷ.  Tôi bị mất ngôn ngữ mẹ đẻ do di cư.  Ừm, và đó"}, {"start": 419.67, "end": 419.68, "text": "ngôn ngữ mẹ đẻ do di cư.  Ừm, và đó"}, {"start": 419.68, "end": 422.95, "text": "ngôn ngữ mẹ đẻ do di cư.  Ừm, và đó cũng là một cách mà tôi vẫn còn giữ"}, {"start": 422.95, "end": 422.96, "text": "cũng là một cách mà tôi vẫn còn giữ"}, {"start": 422.96, "end": 426.07, "text": "cũng là một cách mà tôi vẫn còn giữ khoảng cách với ngôn ngữ này.  Ừm, và"}, {"start": 426.07, "end": 426.08, "text": "khoảng cách với ngôn ngữ này.  Ừm, và"}, {"start": 426.08, "end": 429.11, "text": "khoảng cách với ngôn ngữ này.  Ừm, và khi tôi đọc các âm tiết, tôi"}, {"start": 429.11, "end": 429.12, "text": "khi tôi đọc các âm tiết, tôi"}, {"start": 429.12, "end": 431.909, "text": "khi tôi đọc các âm tiết, tôi thực sự nhận ra rằng có lẽ tôi cũng"}, {"start": 431.909, "end": 431.919, "text": "thực sự nhận ra rằng có lẽ tôi cũng"}, {"start": 431.919, "end": 434.469, "text": "thực sự nhận ra rằng có lẽ tôi cũng phát âm chúng không đúng.  Ừm, tôi"}, {"start": 434.469, "end": 434.479, "text": "phát âm chúng không đúng.  Ừm, tôi"}, {"start": 434.479, "end": 435.83, "text": "phát âm chúng không đúng.  Ừm, tôi không biết liệu bạn có nghe thấy tôi nói trong giờ giải lao không,"}, {"start": 435.83, "end": 435.84, "text": "không biết liệu bạn có nghe thấy tôi nói trong giờ giải lao không,"}, {"start": 435.84, "end": 438.629, "text": "không biết liệu bạn có nghe thấy tôi nói trong giờ giải lao không, nhưng tôi đã nghe lại bản ghi âm"}, {"start": 438.629, "end": 438.639, "text": "nhưng tôi đã nghe lại bản ghi âm"}, {"start": 438.639, "end": 441.27, "text": "nhưng tôi đã nghe lại bản ghi âm các âm tiết mà tôi đã yêu cầu một"}, {"start": 441.27, "end": 441.28, "text": "các âm tiết mà tôi đã yêu cầu một"}, {"start": 441.28, "end": 444.469, "text": "các âm tiết mà tôi đã yêu cầu một người nói phát âm.  Thực ra thì tôi"}, {"start": 444.469, "end": 444.479, "text": "người nói phát âm.  Thực ra thì tôi"}, {"start": 444.479, "end": 446.629, "text": "người nói phát âm.  Thực ra thì tôi muốn tìm một diễn giả cũng đến từ"}, {"start": 446.629, "end": 446.639, "text": "muốn tìm một diễn giả cũng đến từ"}, {"start": 446.639, "end": 448.39, "text": "muốn tìm một diễn giả cũng đến từ miền Nam, bởi vì miền Nam và"}, {"start": 448.39, "end": 448.4, "text": "miền Nam, bởi vì miền Nam và"}, {"start": 448.4, "end": 450.629, "text": "miền Nam, bởi vì miền Nam và miền Bắc có cách"}, {"start": 450.629, "end": 450.639, "text": "miền Bắc có cách"}, {"start": 450.639, "end": 452.55, "text": "miền Bắc có cách nói chuyện khác nhau.  Mọi chuyện có thể phức tạp hơn.   Vâng"}, {"start": 452.55, "end": 452.56, "text": "nói chuyện khác nhau.  Mọi chuyện có thể phức tạp hơn.   Vâng"}, {"start": 452.56, "end": 454.30899999999997, "text": "nói chuyện khác nhau.  Mọi chuyện có thể phức tạp hơn.   Vâng .  Bạn có thể đặt nó ngay cạnh"}, {"start": 454.30899999999997, "end": 454.319, "text": ".  Bạn có thể đặt nó ngay cạnh"}, {"start": 454.319, "end": 458.43, "text": ".  Bạn có thể đặt nó ngay cạnh micro của chúng tôi được không?  Vâng.  Để tôi làm lại lần nữa."}, {"start": 458.43, "end": 458.44, "text": "micro của chúng tôi được không?  Vâng.  Để tôi làm lại lần nữa."}, {"start": 458.44, "end": 460.749, "text": "micro của chúng tôi được không?  Vâng.  Để tôi làm lại lần nữa. Ma ma ma ma"}, {"start": 460.749, "end": 460.759, "text": "Ma ma ma ma"}, {"start": 460.759, "end": 463.15, "text": "Ma ma ma ma"}, {"start": 463.15999999999997, "end": 465.83, "text": "."}, {"start": 465.83, "end": 465.84000000000003, "text": "."}, {"start": 465.84000000000003, "end": 468.469, "text": ". Và ừm, đó chính là Ocean Vong,"}, {"start": 468.469, "end": 468.479, "text": "Và ừm, đó chính là Ocean Vong,"}, {"start": 468.479, "end": 471.189, "text": "Và ừm, đó chính là Ocean Vong, người đã thu âm đoạn đó cho tôi khi tôi"}, {"start": 471.189, "end": 471.199, "text": "người đã thu âm đoạn đó cho tôi khi tôi"}, {"start": 471.199, "end": 473.71, "text": "người đã thu âm đoạn đó cho tôi khi tôi viết bài thơ này.  Liệu việc này có thể"}, {"start": 473.71, "end": 473.72, "text": "viết bài thơ này.  Liệu việc này có thể"}, {"start": 473.72, "end": 476.07, "text": "viết bài thơ này.  Liệu việc này có thể phức tạp hơn nữa không?  Bởi vì khi nghe Ocean"}, {"start": 476.07, "end": 476.08, "text": "phức tạp hơn nữa không?  Bởi vì khi nghe Ocean"}, {"start": 476.08, "end": 479.749, "text": "phức tạp hơn nữa không?  Bởi vì khi nghe Ocean nói điều này, tất cả những gì tôi nghe được chỉ là tiếng một đứa trẻ"}, {"start": 479.749, "end": 479.759, "text": "nói điều này, tất cả những gì tôi nghe được chỉ là tiếng một đứa trẻ"}, {"start": 479.759, "end": 484.869, "text": "nói điều này, tất cả những gì tôi nghe được chỉ là tiếng một đứa trẻ gọi mẹ.  Ma ma ma.  Điều đó"}, {"start": 484.869, "end": 484.879, "text": "gọi mẹ.  Ma ma ma.  Điều đó"}, {"start": 484.879, "end": 487.51, "text": "gọi mẹ.  Ma ma ma.  Điều đó thật buồn rầu"}, {"start": 487.51, "end": 487.52, "text": "thật buồn rầu"}, {"start": 487.52, "end": 489.99, "text": "thật buồn rầu và nếu bạn làm sai, một bóng ma sẽ xuất hiện"}, {"start": 489.99, "end": 490.0, "text": "và nếu bạn làm sai, một bóng ma sẽ xuất hiện"}, {"start": 490.0, "end": 492.15, "text": "và nếu bạn làm sai, một bóng ma sẽ xuất hiện thay vì người mẹ mà bạn tìm kiếm,"}, {"start": 492.15, "end": 492.16, "text": "thay vì người mẹ mà bạn tìm kiếm,"}, {"start": 492.16, "end": 495.11, "text": "thay vì người mẹ mà bạn tìm kiếm, phải không? Hoặc một mầm lúa"}, {"start": 495.11, "end": 495.12, "text": "phải không? Hoặc một mầm lúa"}, {"start": 495.12, "end": 497.43, "text": "phải không? Hoặc một mầm lúa rất đẹp, một mầm lúa"}, {"start": 497.43, "end": 497.44, "text": "rất đẹp, một mầm lúa"}, {"start": 497.44, "end": 499.43, "text": "rất đẹp, một mầm lúa vậy bạn có muốn không? Ý tôi là cuốn sách"}, {"start": 499.43, "end": 499.44, "text": "vậy bạn có muốn không? Ý tôi là cuốn sách"}, {"start": 499.44, "end": 501.35, "text": "vậy bạn có muốn không? Ý tôi là cuốn sách đầy ắp những điều đó và văn phong của bạn nói chung cũng vậy,"}, {"start": 501.35, "end": 501.36, "text": "đầy ắp những điều đó và văn phong của bạn nói chung cũng vậy,"}, {"start": 501.36, "end": 503.43, "text": "đầy ắp những điều đó và văn phong của bạn nói chung cũng vậy, mẹ bạn rất quan trọng đối với"}, {"start": 503.43, "end": 503.44, "text": "mẹ bạn rất quan trọng đối với"}, {"start": 503.44, "end": 505.67, "text": "mẹ bạn rất quan trọng đối với thơ của bạn. Vâng, cuốn sách này"}, {"start": 505.67, "end": 505.68, "text": "thơ của bạn. Vâng, cuốn sách này"}, {"start": 505.68, "end": 509.589, "text": "thơ của bạn. Vâng, cuốn sách này đặc biệt thú vị, tôi muốn"}, {"start": 509.589, "end": 509.599, "text": "đặc biệt thú vị, tôi muốn"}, {"start": 509.599, "end": 512.63, "text": "đặc biệt thú vị, tôi muốn chia sẻ một câu chuyện về mẹ tôi, một"}, {"start": 512.63, "end": 512.64, "text": "chia sẻ một câu chuyện về mẹ tôi, một"}, {"start": 512.64, "end": 514.63, "text": "chia sẻ một câu chuyện về mẹ tôi, một người phụ nữ Việt Nam đã di cư từ"}, {"start": 514.63, "end": 514.64, "text": "người phụ nữ Việt Nam đã di cư từ"}, {"start": 514.64, "end": 517.67, "text": "người phụ nữ Việt Nam đã di cư từ rất sớm và hòa nhập vào"}, {"start": 517.67, "end": 517.68, "text": "rất sớm và hòa nhập vào"}, {"start": 517.68, "end": 520.31, "text": "rất sớm và hòa nhập vào văn hóa Mỹ, nhưng bà có một"}, {"start": 520.31, "end": 520.32, "text": "văn hóa Mỹ, nhưng bà có một"}, {"start": 520.32, "end": 523.43, "text": "văn hóa Mỹ, nhưng bà có một quá khứ rất phong phú với tư cách là một"}, {"start": 523.43, "end": 523.44, "text": "quá khứ rất phong phú với tư cách là một"}, {"start": 523.44, "end": 525.59, "text": "quá khứ rất phong phú với tư cách là một nữ diễn viên đóng thế mô tô nổi tiếng ở Việt Nam trong rạp xiếc."}, {"start": 525.59, "end": 525.6, "text": "nữ diễn viên đóng thế mô tô nổi tiếng ở Việt Nam trong rạp xiếc."}, {"start": 525.6, "end": 527.75, "text": "nữ diễn viên đóng thế mô tô nổi tiếng ở Việt Nam trong rạp xiếc. Tôi xin nhắc lại điều đó một lần nữa.  Tôi rất thích"}, {"start": 527.75, "end": 527.76, "text": "Tôi xin nhắc lại điều đó một lần nữa.  Tôi rất thích"}, {"start": 527.76, "end": 531.269, "text": "Tôi xin nhắc lại điều đó một lần nữa.  Tôi rất thích điều đó.  Nữ diễn viên đóng thế mô tô ở Việt Nam."}, {"start": 531.269, "end": 533.509, "text": "điều đó.  Nữ diễn viên đóng thế mô tô ở Việt Nam."}, {"start": 533.519, "end": 535.67, "text": "Đoàn xiếc Việt Nam biểu diễn mô tô toàn nữ.  Vậy nên,"}, {"start": 535.67, "end": 535.68, "text": "Đoàn xiếc Việt Nam biểu diễn mô tô toàn nữ.  Vậy nên,"}, {"start": 535.68, "end": 537.509, "text": "Đoàn xiếc Việt Nam biểu diễn mô tô toàn nữ.  Vậy nên, khi bạn nói câu đó, bạn sẽ thấy nó rất"}, {"start": 537.509, "end": 537.519, "text": "khi bạn nói câu đó, bạn sẽ thấy nó rất"}, {"start": 537.519, "end": 540.07, "text": "khi bạn nói câu đó, bạn sẽ thấy nó rất thú vị.  Tôi cũng có kinh nghiệm đó khi"}, {"start": 540.07, "end": 540.08, "text": "thú vị.  Tôi cũng có kinh nghiệm đó khi"}, {"start": 540.08, "end": 541.99, "text": "thú vị.  Tôi cũng có kinh nghiệm đó khi lớn lên ở Mỹ.  Bạn biết đấy,"}, {"start": 541.99, "end": 542.0, "text": "lớn lên ở Mỹ.  Bạn biết đấy,"}, {"start": 542.0, "end": 545.03, "text": "lớn lên ở Mỹ.  Bạn biết đấy, mẹ tôi ở Mỹ là một"}, {"start": 545.03, "end": 545.04, "text": "mẹ tôi ở Mỹ là một"}, {"start": 545.04, "end": 548.389, "text": "mẹ tôi ở Mỹ là một người phục vụ bàn chuyên nghiệp.  Ừm, và khi tôi trình bày"}, {"start": 548.389, "end": 548.399, "text": "người phục vụ bàn chuyên nghiệp.  Ừm, và khi tôi trình bày"}, {"start": 548.399, "end": 551.67, "text": "người phục vụ bàn chuyên nghiệp.  Ừm, và khi tôi trình bày thông tin này cho các bạn cùng lớp ở trường tiểu học"}, {"start": 551.67, "end": 551.68, "text": "thông tin này cho các bạn cùng lớp ở trường tiểu học"}, {"start": 551.68, "end": 553.75, "text": "thông tin này cho các bạn cùng lớp ở trường tiểu học , họ không tin tôi.  Và"}, {"start": 553.75, "end": 553.76, "text": ", họ không tin tôi.  Và"}, {"start": 553.76, "end": 555.75, "text": ", họ không tin tôi.  Và có một cảm giác khó tin nhất định.  Tôi"}, {"start": 555.75, "end": 555.76, "text": "có một cảm giác khó tin nhất định.  Tôi"}, {"start": 555.76, "end": 557.67, "text": "có một cảm giác khó tin nhất định.  Tôi nghĩ ngay cả bây giờ, bởi vì nó quá"}, {"start": 557.67, "end": 557.68, "text": "nghĩ ngay cả bây giờ, bởi vì nó quá"}, {"start": 557.68, "end": 560.389, "text": "nghĩ ngay cả bây giờ, bởi vì nó quá tuyệt vời, hào nhoáng và đáng"}, {"start": 560.389, "end": 560.399, "text": "tuyệt vời, hào nhoáng và đáng"}, {"start": 560.399, "end": 563.269, "text": "tuyệt vời, hào nhoáng và đáng kinh ngạc, vì thông thường Việt Nam không được"}, {"start": 563.269, "end": 563.279, "text": "kinh ngạc, vì thông thường Việt Nam không được"}, {"start": 563.279, "end": 564.949, "text": "kinh ngạc, vì thông thường Việt Nam không được gắn liền với những điều như vậy."}, {"start": 564.949, "end": 564.959, "text": "gắn liền với những điều như vậy."}, {"start": 564.959, "end": 566.55, "text": "gắn liền với những điều như vậy. Trong trí tưởng tượng của phương Tây, nó chỉ được liên tưởng"}, {"start": 566.55, "end": 566.56, "text": "Trong trí tưởng tượng của phương Tây, nó chỉ được liên tưởng"}, {"start": 566.56, "end": 568.79, "text": "Trong trí tưởng tượng của phương Tây, nó chỉ được liên tưởng đến những thứ khác.  Mọi thứ đã"}, {"start": 568.79, "end": 568.8, "text": "đến những thứ khác.  Mọi thứ đã"}, {"start": 568.8, "end": 570.71, "text": "đến những thứ khác.  Mọi thứ đã thay đổi kể từ khi Sài Gòn thất thủ,"}, {"start": 570.71, "end": 570.72, "text": "thay đổi kể từ khi Sài Gòn thất thủ,"}, {"start": 570.72, "end": 572.87, "text": "thay đổi kể từ khi Sài Gòn thất thủ, nhưng trong một thời gian dài, mọi chuyện chỉ"}, {"start": 572.87, "end": 572.88, "text": "nhưng trong một thời gian dài, mọi chuyện chỉ"}, {"start": 572.88, "end": 575.91, "text": "nhưng trong một thời gian dài, mọi chuyện chỉ xoay quanh chiến tranh và những nhân vật chính"}, {"start": 575.91, "end": 575.92, "text": "xoay quanh chiến tranh và những nhân vật chính"}, {"start": 575.92, "end": 579.269, "text": "xoay quanh chiến tranh và những nhân vật chính của sự kiện đó không phải là"}, {"start": 579.269, "end": 579.279, "text": "của sự kiện đó không phải là"}, {"start": 579.279, "end": 582.63, "text": "của sự kiện đó không phải là phụ nữ Việt Nam."}, {"start": 582.63, "end": 582.64, "text": "phụ nữ Việt Nam."}, {"start": 582.64, "end": 584.63, "text": "phụ nữ Việt Nam. Như tôi đã nói, liệu việc này có thể"}, {"start": 584.63, "end": 584.64, "text": "Như tôi đã nói, liệu việc này có thể"}, {"start": 584.64, "end": 587.03, "text": "Như tôi đã nói, liệu việc này có thể phức tạp hơn nữa không?  Bạn biết đấy, bạn không cần phải"}, {"start": 587.03, "end": 587.04, "text": "phức tạp hơn nữa không?  Bạn biết đấy, bạn không cần phải"}, {"start": 587.04, "end": 590.67, "text": "phức tạp hơn nữa không?  Bạn biết đấy, bạn không cần phải là một nhà tư tưởng phân tâm học chính thống"}, {"start": 590.67, "end": 590.68, "text": "là một nhà tư tưởng phân tâm học chính thống"}, {"start": 590.68, "end": 593.829, "text": "là một nhà tư tưởng phân tâm học chính thống để nghĩ rằng nguồn gốc của ngôn ngữ đối với"}, {"start": 593.829, "end": 593.8389999999999, "text": "để nghĩ rằng nguồn gốc của ngôn ngữ đối với"}, {"start": 593.8389999999999, "end": 596.31, "text": "để nghĩ rằng nguồn gốc của ngôn ngữ đối với một người đơn ngữ, một người trưởng thành chỉ"}, {"start": 596.31, "end": 596.32, "text": "một người đơn ngữ, một người trưởng thành chỉ"}, {"start": 596.32, "end": 599.03, "text": "một người đơn ngữ, một người trưởng thành chỉ với một"}, {"start": 599.03, "end": 599.04, "text": "với một"}, {"start": 599.04, "end": 600.31, "text": "với một ngôn ngữ duy nhất.  Số lượng chúng tôi không nhiều"}, {"start": 600.31, "end": 600.32, "text": "ngôn ngữ duy nhất.  Số lượng chúng tôi không nhiều"}, {"start": 600.32, "end": 601.75, "text": "ngôn ngữ duy nhất.  Số lượng chúng tôi không nhiều vì có nhiều"}, {"start": 601.75, "end": 601.76, "text": "vì có nhiều"}, {"start": 601.76, "end": 604.23, "text": "vì có nhiều nguồn gốc nhập cư khác nhau.  Giả sử đứa trẻ được"}, {"start": 604.23, "end": 604.24, "text": "nguồn gốc nhập cư khác nhau.  Giả sử đứa trẻ được"}, {"start": 604.24, "end": 605.91, "text": "nguồn gốc nhập cư khác nhau.  Giả sử đứa trẻ được nuôi dạy bằng một ngôn ngữ duy nhất,"}, {"start": 605.91, "end": 605.92, "text": "nuôi dạy bằng một ngôn ngữ duy nhất,"}, {"start": 605.92, "end": 607.509, "text": "nuôi dạy bằng một ngôn ngữ duy nhất, không có ngôn ngữ \"bóng ma\" nào, không có tiếng"}, {"start": 607.509, "end": 607.519, "text": "không có ngôn ngữ \"bóng ma\" nào, không có tiếng"}, {"start": 607.519, "end": 609.269, "text": "không có ngôn ngữ \"bóng ma\" nào, không có tiếng"}, {"start": 609.279, "end": 612.79, "text": "mẹ đẻ, tiếng mẹ đẻ vang vọng trong"}, {"start": 612.79, "end": 612.8, "text": "mẹ đẻ, tiếng mẹ đẻ vang vọng trong"}, {"start": 612.8, "end": 615.75, "text": "mẹ đẻ, tiếng mẹ đẻ vang vọng trong tiềm thức, và về lý thuyết, người đó phát triển"}, {"start": 615.75, "end": 615.76, "text": "tiềm thức, và về lý thuyết, người đó phát triển"}, {"start": 615.76, "end": 618.31, "text": "tiềm thức, và về lý thuyết, người đó phát triển ngôn ngữ như một cách để"}, {"start": 618.31, "end": 618.32, "text": "ngôn ngữ như một cách để"}, {"start": 618.32, "end": 620.15, "text": "ngôn ngữ như một cách để bù đắp cho sự vắng mặt, thường là của"}, {"start": 620.15, "end": 620.16, "text": "bù đắp cho sự vắng mặt, thường là của"}, {"start": 620.16, "end": 622.31, "text": "bù đắp cho sự vắng mặt, thường là của người mẹ, nhưng cũng có thể là của bất kỳ ai rất"}, {"start": 622.31, "end": 622.32, "text": "người mẹ, nhưng cũng có thể là của bất kỳ ai rất"}, {"start": 622.32, "end": 624.069, "text": "người mẹ, nhưng cũng có thể là của bất kỳ ai rất quan trọng đối với họ.  Vậy là bạn có một đứa trẻ"}, {"start": 624.069, "end": 624.079, "text": "quan trọng đối với họ.  Vậy là bạn có một đứa trẻ"}, {"start": 624.079, "end": 626.069, "text": "quan trọng đối với họ.  Vậy là bạn có một đứa trẻ trong nôi đang gọi gọi gọi gọi"}, {"start": 626.069, "end": 626.079, "text": "trong nôi đang gọi gọi gọi gọi"}, {"start": 626.079, "end": 629.35, "text": "trong nôi đang gọi gọi gọi gọi mẹ mẹ. Theo lý thuyết của Freud, khi"}, {"start": 629.35, "end": 629.36, "text": "mẹ mẹ. Theo lý thuyết của Freud, khi"}, {"start": 629.36, "end": 631.59, "text": "mẹ mẹ. Theo lý thuyết của Freud, khi điều đó không xảy ra, đứa trẻ bắt đầu học"}, {"start": 631.59, "end": 631.6, "text": "điều đó không xảy ra, đứa trẻ bắt đầu học"}, {"start": 631.6, "end": 633.19, "text": "điều đó không xảy ra, đứa trẻ bắt đầu học ngôn ngữ của những thứ mình muốn,"}, {"start": 633.19, "end": 633.2, "text": "ngôn ngữ của những thứ mình muốn,"}, {"start": 633.2, "end": 636.069, "text": "ngôn ngữ của những thứ mình muốn, bao gồm cả từ \"mẹ\", đúng không? Đó là điều đầu tiên,"}, {"start": 636.069, "end": 636.079, "text": "bao gồm cả từ \"mẹ\", đúng không? Đó là điều đầu tiên,"}, {"start": 636.079, "end": 638.31, "text": "bao gồm cả từ \"mẹ\", đúng không? Đó là điều đầu tiên, dù lý thuyết đó"}, {"start": 638.31, "end": 638.32, "text": "dù lý thuyết đó"}, {"start": 638.32, "end": 640.63, "text": "dù lý thuyết đó đúng hay sai, thì vẫn có điều gì đó đang xảy ra ở đây."}, {"start": 640.63, "end": 640.64, "text": "đúng hay sai, thì vẫn có điều gì đó đang xảy ra ở đây."}, {"start": 640.64, "end": 643.19, "text": "đúng hay sai, thì vẫn có điều gì đó đang xảy ra ở đây. Khi tiếng mẹ đẻ của người mẹ"}, {"start": 643.19, "end": 643.2, "text": "Khi tiếng mẹ đẻ của người mẹ"}, {"start": 643.2, "end": 644.949, "text": "Khi tiếng mẹ đẻ của người mẹ khác với tiếng mẹ đẻ của"}, {"start": 644.949, "end": 644.9590000000001, "text": "khác với tiếng mẹ đẻ của"}, {"start": 644.9590000000001, "end": 647.269, "text": "khác với tiếng mẹ đẻ của đứa trẻ, đứa trẻ đó trở thành một nhà thơ đang cố gắng"}, {"start": 647.269, "end": 647.279, "text": "đứa trẻ, đứa trẻ đó trở thành một nhà thơ đang cố gắng"}, {"start": 647.279, "end": 651.47, "text": "đứa trẻ, đứa trẻ đó trở thành một nhà thơ đang cố gắng học cách tạo ra âm thanh."}, {"start": 651.48, "end": 654.15, "text": "Ai muốn bình luận về điều"}, {"start": 654.15, "end": 654.16, "text": "Ai muốn bình luận về điều"}, {"start": 654.16, "end": 657.11, "text": "Ai muốn bình luận về điều này không?  Điều này thật sâu sắc.  Tuyệt vời quá!"}, {"start": 657.11, "end": 657.12, "text": "này không?  Điều này thật sâu sắc.  Tuyệt vời quá!"}, {"start": 657.12, "end": 661.43, "text": "này không?  Điều này thật sâu sắc.  Tuyệt vời quá! Đây là điều vô cùng cơ bản đối với thơ ca."}, {"start": 661.43, "end": 661.44, "text": "Đây là điều vô cùng cơ bản đối với thơ ca."}, {"start": 661.44, "end": 664.15, "text": "Đây là điều vô cùng cơ bản đối với thơ ca. Tôi rất thích nó.  Ừm.  Vâng.  Tôi vừa"}, {"start": 664.15, "end": 664.16, "text": "Tôi rất thích nó.  Ừm.  Vâng.  Tôi vừa"}, {"start": 664.16, "end": 667.11, "text": "Tôi rất thích nó.  Ừm.  Vâng.  Tôi vừa nghĩ về cách bạn nói"}, {"start": 667.11, "end": 667.12, "text": "nghĩ về cách bạn nói"}, {"start": 667.12, "end": 669.91, "text": "nghĩ về cách bạn nói rằng nếu nhìn vào những từ này, \""}, {"start": 669.91, "end": 669.92, "text": "rằng nếu nhìn vào những từ này, \""}, {"start": 669.92, "end": 673.43, "text": "rằng nếu nhìn vào những từ này, \" người mẹ ma\", nhưng... \"mầm lúa, ngôi"}, {"start": 673.43, "end": 673.44, "text": "người mẹ ma\", nhưng... \"mầm lúa, ngôi"}, {"start": 673.44, "end": 677.11, "text": "người mẹ ma\", nhưng... \"mầm lúa, ngôi mộ ngựa\", nó mở ra một cách nhìn mới cho bài thơ,"}, {"start": 677.11, "end": 677.12, "text": "mộ ngựa\", nó mở ra một cách nhìn mới cho bài thơ,"}, {"start": 677.12, "end": 680.15, "text": "mộ ngựa\", nó mở ra một cách nhìn mới cho bài thơ, khiến tôi nghĩ về người mẹ như"}, {"start": 680.15, "end": 680.16, "text": "khiến tôi nghĩ về người mẹ như"}, {"start": 680.16, "end": 682.949, "text": "khiến tôi nghĩ về người mẹ như tất cả những điều đó"}, {"start": 682.949, "end": 682.959, "text": "tất cả những điều đó"}, {"start": 682.959, "end": 685.99, "text": "tất cả những điều đó và là người tạo ra danh sách tất cả"}, {"start": 685.99, "end": 686.0, "text": "và là người tạo ra danh sách tất cả"}, {"start": 686.0, "end": 689.35, "text": "và là người tạo ra danh sách tất cả mọi thứ.  Theo tôi thì điều đó khá chính xác"}, {"start": 689.35, "end": 689.36, "text": "mọi thứ.  Theo tôi thì điều đó khá chính xác"}, {"start": 689.36, "end": 690.87, "text": "mọi thứ.  Theo tôi thì điều đó khá chính xác ."}, {"start": 690.87, "end": 690.88, "text": "."}, {"start": 690.88, "end": 694.03, "text": ". Kate, bạn nghĩ sao?  Tôi đang suy nghĩ về"}, {"start": 694.03, "end": 694.04, "text": "Kate, bạn nghĩ sao?  Tôi đang suy nghĩ về"}, {"start": 694.04, "end": 698.99, "text": "Kate, bạn nghĩ sao?  Tôi đang suy nghĩ về việc"}, {"start": 698.99, "end": 699.0, "text": "việc"}, {"start": 699.0, "end": 701.91, "text": "việc bài thơ này chứa đựng biết bao sự thân mật và lịch sử.  Nhưng"}, {"start": 701.91, "end": 701.92, "text": "bài thơ này chứa đựng biết bao sự thân mật và lịch sử.  Nhưng"}, {"start": 701.92, "end": 703.79, "text": "bài thơ này chứa đựng biết bao sự thân mật và lịch sử.  Nhưng cũng có rất"}, {"start": 703.79, "end": 703.8, "text": "cũng có rất"}, {"start": 703.8, "end": 706.63, "text": "cũng có rất nhiều câu hỏi khô khan hơn về"}, {"start": 706.63, "end": 706.64, "text": "nhiều câu hỏi khô khan hơn về"}, {"start": 706.64, "end": 708.55, "text": "nhiều câu hỏi khô khan hơn về ngôn ngữ học, về mục"}, {"start": 708.55, "end": 708.56, "text": "ngôn ngữ học, về mục"}, {"start": 708.56, "end": 711.269, "text": "ngôn ngữ học, về mục đích và chức năng của ngôn ngữ?  Giống như một"}, {"start": 711.269, "end": 711.279, "text": "đích và chức năng của ngôn ngữ?  Giống như một"}, {"start": 711.279, "end": 714.069, "text": "đích và chức năng của ngôn ngữ?  Giống như một hồn ma trong một ngôi mộ, chúng ở cạnh nhau"}, {"start": 714.069, "end": 714.079, "text": "hồn ma trong một ngôi mộ, chúng ở cạnh nhau"}, {"start": 714.079, "end": 718.389, "text": "hồn ma trong một ngôi mộ, chúng ở cạnh nhau hay đối lập nhau?  Nếu một từ có thể"}, {"start": 718.389, "end": 718.399, "text": "hay đối lập nhau?  Nếu một từ có thể"}, {"start": 718.399, "end": 720.63, "text": "hay đối lập nhau?  Nếu một từ có thể mang tất cả những nghĩa này, thì từ dùng"}, {"start": 720.63, "end": 720.64, "text": "mang tất cả những nghĩa này, thì từ dùng"}, {"start": 720.64, "end": 723.35, "text": "mang tất cả những nghĩa này, thì từ dùng để chỉ điều gì?  Nó làm gì?"}, {"start": 723.35, "end": 723.36, "text": "để chỉ điều gì?  Nó làm gì?"}, {"start": 723.36, "end": 725.99, "text": "để chỉ điều gì?  Nó làm gì? Vậy thì điều đó có nghĩa là gì nếu nó có thể"}, {"start": 725.99, "end": 726.0, "text": "Vậy thì điều đó có nghĩa là gì nếu nó có thể"}, {"start": 726.0, "end": 730.47, "text": "Vậy thì điều đó có nghĩa là gì nếu nó có thể chứa đựng nhiều biến thể đến vậy?   Ồ tuyệt vời"}, {"start": 730.47, "end": 730.48, "text": "chứa đựng nhiều biến thể đến vậy?   Ồ tuyệt vời"}, {"start": 730.48, "end": 733.269, "text": "chứa đựng nhiều biến thể đến vậy?   Ồ tuyệt vời .  Và điều thú vị là trong"}, {"start": 733.269, "end": 733.279, "text": ".  Và điều thú vị là trong"}, {"start": 733.279, "end": 735.03, "text": ".  Và điều thú vị là trong cuộc trò chuyện với những người nói tiếng Việt"}, {"start": 735.03, "end": 735.04, "text": "cuộc trò chuyện với những người nói tiếng Việt"}, {"start": 735.04, "end": 737.829, "text": "cuộc trò chuyện với những người nói tiếng Việt cũng thông thạo tiếng Anh, khi"}, {"start": 737.829, "end": 737.8389999999999, "text": "cũng thông thạo tiếng Anh, khi"}, {"start": 737.8389999999999, "end": 741.47, "text": "cũng thông thạo tiếng Anh, khi được hỏi, đặc biệt là một nhà thơ,"}, {"start": 741.47, "end": 741.48, "text": "được hỏi, đặc biệt là một nhà thơ,"}, {"start": 741.48, "end": 743.99, "text": "được hỏi, đặc biệt là một nhà thơ, Quinn, khi được hỏi về sự"}, {"start": 743.99, "end": 744.0, "text": "Quinn, khi được hỏi về sự"}, {"start": 744.0, "end": 745.91, "text": "Quinn, khi được hỏi về sự khác biệt giữa việc sử dụng tiếng Anh và"}, {"start": 745.91, "end": 745.92, "text": "khác biệt giữa việc sử dụng tiếng Anh và"}, {"start": 745.92, "end": 748.79, "text": "khác biệt giữa việc sử dụng tiếng Anh và tiếng Việt, bà ấy nói rằng tiếng Việt có"}, {"start": 748.79, "end": 748.8, "text": "tiếng Việt, bà ấy nói rằng tiếng Việt có"}, {"start": 748.8, "end": 751.03, "text": "tiếng Việt, bà ấy nói rằng tiếng Việt có nhiều sắc thái hơn."}, {"start": 751.03, "end": 751.04, "text": "nhiều sắc thái hơn."}, {"start": 751.04, "end": 752.629, "text": "nhiều sắc thái hơn. Bạn muốn nói gì khi dùng từ \"nếp gấp\"?  Ý tôi"}, {"start": 752.629, "end": 752.639, "text": "Bạn muốn nói gì khi dùng từ \"nếp gấp\"?  Ý tôi"}, {"start": 752.639, "end": 755.35, "text": "Bạn muốn nói gì khi dùng từ \"nếp gấp\"?  Ý tôi là, ừm, rất quan trọng, đối với tôi, tôi đang"}, {"start": 755.35, "end": 755.36, "text": "là, ừm, rất quan trọng, đối với tôi, tôi đang"}, {"start": 755.36, "end": 757.11, "text": "là, ừm, rất quan trọng, đối với tôi, tôi đang nghĩ đến gần như là các nếp gấp của"}, {"start": 757.11, "end": 757.12, "text": "nghĩ đến gần như là các nếp gấp của"}, {"start": 757.12, "end": 760.629, "text": "nghĩ đến gần như là các nếp gấp của chất xám.  Cô ấy không"}, {"start": 760.629, "end": 760.639, "text": "chất xám.  Cô ấy không"}, {"start": 760.639, "end": 763.11, "text": "chất xám.  Cô ấy không nói rõ thêm nhưng tôi thích hình ảnh và"}, {"start": 763.11, "end": 763.12, "text": "nói rõ thêm nhưng tôi thích hình ảnh và"}, {"start": 763.12, "end": 766.59, "text": "nói rõ thêm nhưng tôi thích hình ảnh và cảm giác mà"}, {"start": 766.59, "end": 766.6, "text": "cảm giác mà"}, {"start": 766.6, "end": 771.11, "text": "cảm giác mà ngôn ngữ thanh điệu mang lại, nó thể hiện"}, {"start": 771.11, "end": 771.12, "text": "ngôn ngữ thanh điệu mang lại, nó thể hiện"}, {"start": 771.12, "end": 772.79, "text": "ngôn ngữ thanh điệu mang lại, nó thể hiện những hình dạng khác nhau và những hình dạng đó được"}, {"start": 772.79, "end": 772.8, "text": "những hình dạng khác nhau và những hình dạng đó được"}, {"start": 772.8, "end": 775.829, "text": "những hình dạng khác nhau và những hình dạng đó được mở ra."}, {"start": 775.8389999999999, "end": 778.23, "text": "Những gì Kate nói khiến tôi nghĩ rằng"}, {"start": 778.23, "end": 778.24, "text": "Những gì Kate nói khiến tôi nghĩ rằng"}, {"start": 778.24, "end": 779.23, "text": "Những gì Kate nói khiến tôi nghĩ rằng"}, {"start": 779.24, "end": 782.949, "text": "bài thơ này là một bài thơ âm thanh hoặc một"}, {"start": 782.949, "end": 782.959, "text": "bài thơ này là một bài thơ âm thanh hoặc một"}, {"start": 782.959, "end": 785.11, "text": "bài thơ này là một bài thơ âm thanh hoặc một bài thơ siêu âm thanh, bởi vì bản thân nó không"}, {"start": 785.11, "end": 785.12, "text": "bài thơ siêu âm thanh, bởi vì bản thân nó không"}, {"start": 785.12, "end": 786.87, "text": "bài thơ siêu âm thanh, bởi vì bản thân nó không tạo ra âm thanh mặc dù đại dương đã làm điều đó"}, {"start": 786.87, "end": 786.88, "text": "tạo ra âm thanh mặc dù đại dương đã làm điều đó"}, {"start": 786.88, "end": 790.15, "text": "tạo ra âm thanh mặc dù đại dương đã làm điều đó cho chúng ta.  Vậy nên nếu ai đó thực hiện thí nghiệm nhỏ của tôi,"}, {"start": 790.15, "end": 790.16, "text": "cho chúng ta.  Vậy nên nếu ai đó thực hiện thí nghiệm nhỏ của tôi,"}, {"start": 790.16, "end": 792.15, "text": "cho chúng ta.  Vậy nên nếu ai đó thực hiện thí nghiệm nhỏ của tôi, loại bỏ phần \"ma\" đi, thì bây giờ tôi"}, {"start": 792.15, "end": 792.16, "text": "loại bỏ phần \"ma\" đi, thì bây giờ tôi"}, {"start": 792.16, "end": 794.389, "text": "loại bỏ phần \"ma\" đi, thì bây giờ tôi sẽ loại bỏ các định nghĩa và chỉ"}, {"start": 794.389, "end": 794.399, "text": "sẽ loại bỏ các định nghĩa và chỉ"}, {"start": 794.399, "end": 796.55, "text": "sẽ loại bỏ các định nghĩa và chỉ đọc âm thanh của những thứ có thể được"}, {"start": 796.55, "end": 796.56, "text": "đọc âm thanh của những thứ có thể được"}, {"start": 796.56, "end": 799.59, "text": "đọc âm thanh của những thứ có thể được nói bằng giọng người.  Mức độ cao"}, {"start": 799.59, "end": 799.6, "text": "nói bằng giọng người.  Mức độ cao"}, {"start": 799.6, "end": 801.99, "text": "nói bằng giọng người.  Mức độ cao tăng thấp giảm thấp hẹp giảm dần"}, {"start": 801.99, "end": 802.0, "text": "tăng thấp giảm thấp hẹp giảm dần"}, {"start": 802.0, "end": 805.31, "text": "tăng thấp giảm thấp hẹp giảm dần tăng thấp giảm dần.  Đó là"}, {"start": 805.31, "end": 805.32, "text": "tăng thấp giảm dần.  Đó là"}, {"start": 805.32, "end": 809.35, "text": "tăng thấp giảm dần.  Đó là nhân loại sau, vượt ra ngoài hoặc tách biệt khỏi nỗi"}, {"start": 809.35, "end": 809.36, "text": "nhân loại sau, vượt ra ngoài hoặc tách biệt khỏi nỗi"}, {"start": 809.36, "end": 811.829, "text": "nhân loại sau, vượt ra ngoài hoặc tách biệt khỏi nỗi ám ảnh mà chúng ta có với"}, {"start": 811.829, "end": 811.8389999999999, "text": "ám ảnh mà chúng ta có với"}, {"start": 811.8389999999999, "end": 813.99, "text": "ám ảnh mà chúng ta có với những thứ trực quan tạo nên ý nghĩa.  Bạn biết đấy,"}, {"start": 813.99, "end": 814.0, "text": "những thứ trực quan tạo nên ý nghĩa.  Bạn biết đấy,"}, {"start": 814.0, "end": 816.55, "text": "những thứ trực quan tạo nên ý nghĩa.  Bạn biết đấy, chữ trên trang giấy hay cuốn sách, và chúng ta nói từ \""}, {"start": 816.55, "end": 816.56, "text": "chữ trên trang giấy hay cuốn sách, và chúng ta nói từ \""}, {"start": 816.56, "end": 818.55, "text": "chữ trên trang giấy hay cuốn sách, và chúng ta nói từ \" sách\" để diễn tả ý nghĩa của nó,"}, {"start": 818.55, "end": 818.56, "text": "sách\" để diễn tả ý nghĩa của nó,"}, {"start": 818.56, "end": 821.35, "text": "sách\" để diễn tả ý nghĩa của nó, và công việc đã hoàn thành.  Ừm.  Nhưng nếu"}, {"start": 821.35, "end": 821.36, "text": "và công việc đã hoàn thành.  Ừm.  Nhưng nếu"}, {"start": 821.36, "end": 824.069, "text": "và công việc đã hoàn thành.  Ừm.  Nhưng nếu suy nghĩ về ngôn ngữ như là âm thanh, chúng ta sẽ hiểu rõ"}, {"start": 824.069, "end": 824.079, "text": "suy nghĩ về ngôn ngữ như là âm thanh, chúng ta sẽ hiểu rõ"}, {"start": 824.079, "end": 826.47, "text": "suy nghĩ về ngôn ngữ như là âm thanh, chúng ta sẽ hiểu rõ hơn về thanh điệu trong"}, {"start": 826.47, "end": 826.48, "text": "hơn về thanh điệu trong"}, {"start": 826.48, "end": 830.23, "text": "hơn về thanh điệu trong tiếng Việt.  Và trong lịch sử nước Mỹ"}, {"start": 830.23, "end": 830.24, "text": "tiếng Việt.  Và trong lịch sử nước Mỹ"}, {"start": 830.24, "end": 833.629, "text": "tiếng Việt.  Và trong lịch sử nước Mỹ hay Bắc Mỹ sau sự trỗi dậy mạnh mẽ của"}, {"start": 833.629, "end": 836.67, "text": "hay Bắc Mỹ sau sự trỗi dậy mạnh mẽ của"}, {"start": 836.68, "end": 839.509, "text": "cộng đồng người Việt hải ngoại, người ta cần bắt đầu lắng nghe,"}, {"start": 839.509, "end": 839.519, "text": "cộng đồng người Việt hải ngoại, người ta cần bắt đầu lắng nghe,"}, {"start": 839.519, "end": 841.269, "text": "cộng đồng người Việt hải ngoại, người ta cần bắt đầu lắng nghe, ngay cả khi đó không phải là"}, {"start": 841.269, "end": 841.279, "text": "ngay cả khi đó không phải là"}, {"start": 841.279, "end": 843.829, "text": "ngay cả khi đó không phải là ngôn ngữ của mình, bởi vì lắng nghe là điều thiết yếu"}, {"start": 843.829, "end": 843.839, "text": "ngôn ngữ của mình, bởi vì lắng nghe là điều thiết yếu"}, {"start": 843.839, "end": 847.03, "text": "ngôn ngữ của mình, bởi vì lắng nghe là điều thiết yếu để hiểu cách mọi người muốn nói điều gì đó, và tất cả chúng ta đều làm được điều đó,"}, {"start": 847.03, "end": 847.04, "text": "để hiểu cách mọi người muốn nói điều gì đó, và tất cả chúng ta đều làm được điều đó,"}, {"start": 847.04, "end": 849.269, "text": "để hiểu cách mọi người muốn nói điều gì đó, và tất cả chúng ta đều làm được điều đó, và thơ ca làm được điều đó.  Đây là một"}, {"start": 849.269, "end": 849.279, "text": "và thơ ca làm được điều đó.  Đây là một"}, {"start": 849.279, "end": 851.67, "text": "và thơ ca làm được điều đó.  Đây là một tác phẩm âm thanh và nó thực sự tạo ra âm thanh, và nếu chúng ta"}, {"start": 851.67, "end": 851.68, "text": "tác phẩm âm thanh và nó thực sự tạo ra âm thanh, và nếu chúng ta"}, {"start": 851.68, "end": 853.59, "text": "tác phẩm âm thanh và nó thực sự tạo ra âm thanh, và nếu chúng ta không nghe thấy, chúng ta cần phải đi lắng nghe."}, {"start": 853.59, "end": 853.6, "text": "không nghe thấy, chúng ta cần phải đi lắng nghe."}, {"start": 853.6, "end": 855.189, "text": "không nghe thấy, chúng ta cần phải đi lắng nghe. Không phải là nó không nghe được, mà là"}, {"start": 855.189, "end": 855.199, "text": "Không phải là nó không nghe được, mà là"}, {"start": 855.199, "end": 857.67, "text": "Không phải là nó không nghe được, mà là , bạn biết đấy, tai tôi chưa được rèn luyện."}, {"start": 857.67, "end": 857.68, "text": ", bạn biết đấy, tai tôi chưa được rèn luyện."}, {"start": 857.68, "end": 861.75, "text": ", bạn biết đấy, tai tôi chưa được rèn luyện. Vậy nên, tôi đã lên mạng để thử nghe và tôi"}, {"start": 861.75, "end": 861.76, "text": "Vậy nên, tôi đã lên mạng để thử nghe và tôi"}, {"start": 861.76, "end": 864.389, "text": "Vậy nên, tôi đã lên mạng để thử nghe và tôi đã nghe, nhưng tôi nghĩ mình vẫn chưa thực sự giỏi,"}, {"start": 864.389, "end": 864.399, "text": "đã nghe, nhưng tôi nghĩ mình vẫn chưa thực sự giỏi,"}, {"start": 864.399, "end": 866.71, "text": "đã nghe, nhưng tôi nghĩ mình vẫn chưa thực sự giỏi, tôi cần phải"}, {"start": 866.71, "end": 866.72, "text": "tôi cần phải"}, {"start": 866.72, "end": 869.43, "text": "tôi cần phải luyện nghe nhiều hơn nữa.  Nhưng tôi"}, {"start": 869.43, "end": 869.44, "text": "luyện nghe nhiều hơn nữa.  Nhưng tôi"}, {"start": 869.44, "end": 871.03, "text": "luyện nghe nhiều hơn nữa.  Nhưng tôi không nghĩ rằng phương tiện của bài thơ không phải là để diễn tả âm thanh"}, {"start": 871.03, "end": 871.04, "text": "không nghĩ rằng phương tiện của bài thơ không phải là để diễn tả âm thanh"}, {"start": 871.04, "end": 873.55, "text": "không nghĩ rằng phương tiện của bài thơ không phải là để diễn tả âm thanh .  Điều đó có nghĩa là tôi"}, {"start": 873.55, "end": 873.56, "text": ".  Điều đó có nghĩa là tôi"}, {"start": 873.56, "end": 876.87, "text": ".  Điều đó có nghĩa là tôi chưa thực hiện việc kiểm tra âm thanh.  Vâng.  Vâng.   Vâng"}, {"start": 876.87, "end": 876.88, "text": "chưa thực hiện việc kiểm tra âm thanh.  Vâng.  Vâng.   Vâng"}, {"start": 876.88, "end": 879.67, "text": "chưa thực hiện việc kiểm tra âm thanh.  Vâng.  Vâng.   Vâng .  Khi nghĩ"}, {"start": 879.67, "end": 879.68, "text": ".  Khi nghĩ"}, {"start": 879.68, "end": 881.67, "text": ".  Khi nghĩ về tầm quan trọng của âm thanh"}, {"start": 881.67, "end": 881.68, "text": "về tầm quan trọng của âm thanh"}, {"start": 881.68, "end": 883.829, "text": "về tầm quan trọng của âm thanh và việc lắng nghe, tôi nhận ra"}, {"start": 883.829, "end": 883.8389999999999, "text": "và việc lắng nghe, tôi nhận ra"}, {"start": 883.8389999999999, "end": 886.629, "text": "và việc lắng nghe, tôi nhận ra bài thơ này thực sự đòi hỏi một sự thể hiện"}, {"start": 886.629, "end": 886.639, "text": "bài thơ này thực sự đòi hỏi một sự thể hiện"}, {"start": 886.639, "end": 889.03, "text": "bài thơ này thực sự đòi hỏi một sự thể hiện trọn vẹn cảm xúc.  Và điều đó đưa tôi"}, {"start": 889.03, "end": 889.04, "text": "trọn vẹn cảm xúc.  Và điều đó đưa tôi"}, {"start": 889.04, "end": 891.11, "text": "trọn vẹn cảm xúc.  Và điều đó đưa tôi trở lại với suy nghĩ rằng Laney đang"}, {"start": 891.11, "end": 891.12, "text": "trở lại với suy nghĩ rằng Laney đang"}, {"start": 891.12, "end": 893.99, "text": "trở lại với suy nghĩ rằng Laney đang theo dõi người mẹ như một"}, {"start": 893.99, "end": 894.0, "text": "theo dõi người mẹ như một"}, {"start": 894.0, "end": 897.269, "text": "theo dõi người mẹ như một trung tâm, và sự hiện diện"}, {"start": 897.269, "end": 897.279, "text": "trung tâm, và sự hiện diện"}, {"start": 897.279, "end": 901.269, "text": "trung tâm, và sự hiện diện của người mẹ, rồi cả cơ thể và"}, {"start": 901.269, "end": 901.279, "text": "của người mẹ, rồi cả cơ thể và"}, {"start": 901.279, "end": 903.11, "text": "của người mẹ, rồi cả cơ thể và cách bạn sử dụng cơ thể để giao tiếp.  Nó"}, {"start": 903.11, "end": 903.12, "text": "cách bạn sử dụng cơ thể để giao tiếp.  Nó"}, {"start": 903.12, "end": 906.15, "text": "cách bạn sử dụng cơ thể để giao tiếp.  Nó khiến tôi nhận thức"}, {"start": 906.15, "end": 906.16, "text": "khiến tôi nhận thức"}, {"start": 906.16, "end": 909.03, "text": "khiến tôi nhận thức rõ hơn rằng mình được trang bị đầy"}, {"start": 909.03, "end": 909.04, "text": "rõ hơn rằng mình được trang bị đầy"}, {"start": 909.04, "end": 911.189, "text": "rõ hơn rằng mình được trang bị đầy đủ khả năng nói và"}, {"start": 911.189, "end": 911.199, "text": "đủ khả năng nói và"}, {"start": 911.199, "end": 913.189, "text": "đủ khả năng nói và nghe, và đó là điều"}, {"start": 913.189, "end": 913.199, "text": "nghe, và đó là điều"}, {"start": 913.199, "end": 915.43, "text": "nghe, và đó là điều không thể, không nên xem nhẹ khi thưởng thức"}, {"start": 915.43, "end": 915.44, "text": "không thể, không nên xem nhẹ khi thưởng thức"}, {"start": 915.44, "end": 918.31, "text": "không thể, không nên xem nhẹ khi thưởng thức bất kỳ tác phẩm nghệ thuật nào để có thể"}, {"start": 918.31, "end": 918.32, "text": "bất kỳ tác phẩm nghệ thuật nào để có thể"}, {"start": 918.32, "end": 921.03, "text": "bất kỳ tác phẩm nghệ thuật nào để có thể trải nghiệm trọn vẹn nó.  Vâng.  Và"}, {"start": 921.03, "end": 921.04, "text": "trải nghiệm trọn vẹn nó.  Vâng.  Và"}, {"start": 921.04, "end": 923.03, "text": "trải nghiệm trọn vẹn nó.  Vâng.  Và tất cả những nhà thơ âm thanh vĩ đại đều nhắc nhở chúng ta điều này"}, {"start": 923.03, "end": 923.04, "text": "tất cả những nhà thơ âm thanh vĩ đại đều nhắc nhở chúng ta điều này"}, {"start": 923.04, "end": 925.389, "text": "tất cả những nhà thơ âm thanh vĩ đại đều nhắc nhở chúng ta điều này mỗi khi bạn biết Maggie Sullivan"}, {"start": 925.389, "end": 925.399, "text": "mỗi khi bạn biết Maggie Sullivan"}, {"start": 925.399, "end": 927.91, "text": "mỗi khi bạn biết Maggie Sullivan biểu diễn và bạn nhận ra, trời ơi, chúng ta"}, {"start": 927.91, "end": 927.92, "text": "biểu diễn và bạn nhận ra, trời ơi, chúng ta"}, {"start": 927.92, "end": 930.55, "text": "biểu diễn và bạn nhận ra, trời ơi, chúng ta có thể làm được nhiều hơn thế nữa.  Chúng ta hãy cùng điểm lại"}, {"start": 930.55, "end": 930.56, "text": "có thể làm được nhiều hơn thế nữa.  Chúng ta hãy cùng điểm lại"}, {"start": 930.56, "end": 931.949, "text": "có thể làm được nhiều hơn thế nữa.  Chúng ta hãy cùng điểm lại những suy nghĩ cuối cùng."}, {"start": 931.949, "end": 931.959, "text": "những suy nghĩ cuối cùng."}, {"start": 931.959, "end": 934.629, "text": "những suy nghĩ cuối cùng. Ừm, sao bạn lại ngại bắt đầu trước?  Thông thường,"}, {"start": 934.629, "end": 934.639, "text": "Ừm, sao bạn lại ngại bắt đầu trước?  Thông thường,"}, {"start": 934.639, "end": 936.069, "text": "Ừm, sao bạn lại ngại bắt đầu trước?  Thông thường, lời kết của nhà thơ ở đây sẽ"}, {"start": 936.069, "end": 936.079, "text": "lời kết của nhà thơ ở đây sẽ"}, {"start": 936.079, "end": 938.069, "text": "lời kết của nhà thơ ở đây sẽ là: \"Bạn sắp kết thúc rồi, nhưng bạn có phiền nếu"}, {"start": 938.069, "end": 938.079, "text": "là: \"Bạn sắp kết thúc rồi, nhưng bạn có phiền nếu"}, {"start": 938.079, "end": 939.99, "text": "là: \"Bạn sắp kết thúc rồi, nhưng bạn có phiền nếu đổi hướng không?\"  Bạn cảm thấy thế nào về"}, {"start": 939.99, "end": 940.0, "text": "đổi hướng không?\"  Bạn cảm thấy thế nào về"}, {"start": 940.0, "end": 942.389, "text": "đổi hướng không?\"  Bạn cảm thấy thế nào về điều này vào thời điểm hiện tại?  Ồ, thật tuyệt khi được"}, {"start": 942.389, "end": 942.399, "text": "điều này vào thời điểm hiện tại?  Ồ, thật tuyệt khi được"}, {"start": 942.399, "end": 945.75, "text": "điều này vào thời điểm hiện tại?  Ồ, thật tuyệt khi được nghe bạn nói về bài thơ này.  Ừm,"}, {"start": 945.75, "end": 945.76, "text": "nghe bạn nói về bài thơ này.  Ừm,"}, {"start": 945.76, "end": 948.23, "text": "nghe bạn nói về bài thơ này.  Ừm, tôi nghĩ tôi đã nghĩ về nó không"}, {"start": 948.23, "end": 948.24, "text": "tôi nghĩ tôi đã nghĩ về nó không"}, {"start": 948.24, "end": 951.35, "text": "tôi nghĩ tôi đã nghĩ về nó không khác gì bài thơ kia, như một kiểu..."}, {"start": 951.35, "end": 951.36, "text": "khác gì bài thơ kia, như một kiểu..."}, {"start": 951.36, "end": 954.629, "text": "khác gì bài thơ kia, như một kiểu... misan sen, như một phần của tập hợp ấy, bạn"}, {"start": 954.629, "end": 954.639, "text": "misan sen, như một phần của tập hợp ấy, bạn"}, {"start": 954.639, "end": 958.31, "text": "misan sen, như một phần của tập hợp ấy, bạn biết đấy... ngay cả khi nghe có vẻ như vậy, nó vẫn mang"}, {"start": 958.31, "end": 958.32, "text": "biết đấy... ngay cả khi nghe có vẻ như vậy, nó vẫn mang"}, {"start": 958.32, "end": 960.069, "text": "biết đấy... ngay cả khi nghe có vẻ như vậy, nó vẫn mang một vẻ tĩnh lặng nhất định"}, {"start": 960.069, "end": 960.079, "text": "một vẻ tĩnh lặng nhất định"}, {"start": 960.079, "end": 962.87, "text": "một vẻ tĩnh lặng nhất định bởi vì định nghĩa của nó... bởi vì nó chứa đựng một"}, {"start": 962.87, "end": 962.88, "text": "bởi vì định nghĩa của nó... bởi vì nó chứa đựng một"}, {"start": 962.88, "end": 966.55, "text": "bởi vì định nghĩa của nó... bởi vì nó chứa đựng một bài học văn hóa nào đó..."}, {"start": 966.55, "end": 966.56, "text": "bài học văn hóa nào đó..."}, {"start": 966.56, "end": 969.509, "text": "bài học văn hóa nào đó... và tuy nhiên, tôi rất vui khi nghe"}, {"start": 969.509, "end": 969.519, "text": "và tuy nhiên, tôi rất vui khi nghe"}, {"start": 969.519, "end": 971.749, "text": "và tuy nhiên, tôi rất vui khi nghe rằng nó được truyền tải theo nhiều"}, {"start": 971.749, "end": 971.759, "text": "rằng nó được truyền tải theo nhiều"}, {"start": 971.759, "end": 975.03, "text": "rằng nó được truyền tải theo nhiều cách khác nhau.  Chắc chắn là vậy.  Cảm ơn bạn,"}, {"start": 975.03, "end": 975.04, "text": "cách khác nhau.  Chắc chắn là vậy.  Cảm ơn bạn,"}, {"start": 975.04, "end": 977.829, "text": "cách khác nhau.  Chắc chắn là vậy.  Cảm ơn bạn, Laney.  Ừm, suy nghĩ cuối cùng của tôi là"}, {"start": 977.829, "end": 977.8389999999999, "text": "Laney.  Ừm, suy nghĩ cuối cùng của tôi là"}, {"start": 977.8389999999999, "end": 980.23, "text": "Laney.  Ừm, suy nghĩ cuối cùng của tôi là mọi người nên đọc cuốn sách này cả"}, {"start": 980.23, "end": 980.24, "text": "mọi người nên đọc cuốn sách này cả"}, {"start": 980.24, "end": 982.389, "text": "mọi người nên đọc cuốn sách này cả nghìn lần, nếu không sẽ đánh mất kho báu của nó."}, {"start": 982.389, "end": 982.399, "text": "nghìn lần, nếu không sẽ đánh mất kho báu của nó."}, {"start": 982.399, "end": 984.15, "text": "nghìn lần, nếu không sẽ đánh mất kho báu của nó. Và trong đó, bạn sẽ thấy một số"}, {"start": 984.15, "end": 984.16, "text": "Và trong đó, bạn sẽ thấy một số"}, {"start": 984.16, "end": 988.87, "text": "Và trong đó, bạn sẽ thấy một số bức ảnh đẹp của mẹ Hua.  À, và"}, {"start": 988.87, "end": 988.88, "text": "bức ảnh đẹp của mẹ Hua.  À, và"}, {"start": 988.88, "end": 990.71, "text": "bức ảnh đẹp của mẹ Hua.  À, và khi tôi nghe"}, {"start": 990.71, "end": 990.72, "text": "khi tôi nghe"}, {"start": 990.72, "end": 993.749, "text": "khi tôi nghe hướng dẫn học ngôn ngữ, tôi được bảo rằng"}, {"start": 993.749, "end": 993.759, "text": "hướng dẫn học ngôn ngữ, tôi được bảo rằng"}, {"start": 993.759, "end": 996.47, "text": "hướng dẫn học ngôn ngữ, tôi được bảo rằng việc luyện tập thanh điệu rất quan trọng,"}, {"start": 996.47, "end": 996.48, "text": "việc luyện tập thanh điệu rất quan trọng,"}, {"start": 996.48, "end": 1000.31, "text": "việc luyện tập thanh điệu rất quan trọng, nếu không bạn có thể bị hiểu nhầm.  Và"}, {"start": 1000.31, "end": 1000.32, "text": "nếu không bạn có thể bị hiểu nhầm.  Và"}, {"start": 1000.32, "end": 1003.35, "text": "nếu không bạn có thể bị hiểu nhầm.  Và tôi rất thích điều đó."}, {"start": 1003.35, "end": 1003.36, "text": "tôi rất thích điều đó."}, {"start": 1003.36, "end": 1005.91, "text": "tôi rất thích điều đó. Cảm ơn bạn, Kate.  Lời kết luận.  Suy nghĩ cuối cùng của tôi"}, {"start": 1005.91, "end": 1005.92, "text": "Cảm ơn bạn, Kate.  Lời kết luận.  Suy nghĩ cuối cùng của tôi"}, {"start": 1005.92, "end": 1008.389, "text": "Cảm ơn bạn, Kate.  Lời kết luận.  Suy nghĩ cuối cùng của tôi là một câu hỏi dành cho Wah, liệu"}, {"start": 1008.389, "end": 1008.399, "text": "là một câu hỏi dành cho Wah, liệu"}, {"start": 1008.399, "end": 1010.71, "text": "là một câu hỏi dành cho Wah, liệu bạn có thấy chúng được sắp xếp như vậy trong sách"}, {"start": 1010.71, "end": 1010.72, "text": "bạn có thấy chúng được sắp xếp như vậy trong sách"}, {"start": 1010.72, "end": 1013.189, "text": "bạn có thấy chúng được sắp xếp như vậy trong sách giáo khoa ngôn ngữ hay bạn có thay đổi thứ tự không,"}, {"start": 1013.189, "end": 1013.199, "text": "giáo khoa ngôn ngữ hay bạn có thay đổi thứ tự không,"}, {"start": 1013.199, "end": 1016.15, "text": "giáo khoa ngôn ngữ hay bạn có thay đổi thứ tự không, bởi vì thứ tự \"ghost"}, {"start": 1016.15, "end": 1016.16, "text": "bởi vì thứ tự \"ghost"}, {"start": 1016.16, "end": 1019.67, "text": "bởi vì thứ tự \"ghost mother but right seedling horse tomb\" nghe có"}, {"start": 1019.67, "end": 1019.68, "text": "mother but right seedling horse tomb\" nghe có"}, {"start": 1019.68, "end": 1023.189, "text": "mother but right seedling horse tomb\" nghe có vẻ hợp lý.  Tôi tìm thấy nó như thế"}, {"start": 1023.189, "end": 1023.199, "text": "vẻ hợp lý.  Tôi tìm thấy nó như thế"}, {"start": 1023.199, "end": 1026.39, "text": "vẻ hợp lý.  Tôi tìm thấy nó như thế này.  Vâng.  Tôi nghĩ là giờ tôi không"}, {"start": 1026.39, "end": 1026.4, "text": "này.  Vâng.  Tôi nghĩ là giờ tôi không"}, {"start": 1026.4, "end": 1028.15, "text": "này.  Vâng.  Tôi nghĩ là giờ tôi không nhớ nữa.  Và nó cũng kết thúc bằng"}, {"start": 1028.15, "end": 1028.16, "text": "nhớ nữa.  Và nó cũng kết thúc bằng"}, {"start": 1028.16, "end": 1031.51, "text": "nhớ nữa.  Và nó cũng kết thúc bằng câu hỏi đó.  Nó cũng kết thúc khi cái chết đến.   Vâng"}, {"start": 1031.51, "end": 1031.52, "text": "câu hỏi đó.  Nó cũng kết thúc khi cái chết đến.   Vâng"}, {"start": 1031.52, "end": 1034.309, "text": "câu hỏi đó.  Nó cũng kết thúc khi cái chết đến.   Vâng .  Ừm.  Thật ra thì, tôi không biết nữa."}, {"start": 1034.309, "end": 1034.319, "text": ".  Ừm.  Thật ra thì, tôi không biết nữa."}, {"start": 1034.319, "end": 1036.549, "text": ".  Ừm.  Thật ra thì, tôi không biết nữa. Điều tuyệt vời ở những bài thơ được sáng tác theo"}, {"start": 1036.549, "end": 1036.559, "text": "Điều tuyệt vời ở những bài thơ được sáng tác theo"}, {"start": 1036.559, "end": 1038.549, "text": "Điều tuyệt vời ở những bài thơ được sáng tác theo cách này là bạn không thể nào bịa đặt ra được những thứ"}, {"start": 1038.549, "end": 1038.559, "text": "cách này là bạn không thể nào bịa đặt ra được những thứ"}, {"start": 1038.559, "end": 1041.51, "text": "cách này là bạn không thể nào bịa đặt ra được những thứ này.  Đó là sự thật.  Vâng.  Giống như chúng ta"}, {"start": 1041.51, "end": 1041.52, "text": "này.  Đó là sự thật.  Vâng.  Giống như chúng ta"}, {"start": 1041.52, "end": 1044.309, "text": "này.  Đó là sự thật.  Vâng.  Giống như chúng ta kết thúc bằng một nấm mộ.  Để xem nào.  Và nó"}, {"start": 1044.309, "end": 1044.319, "text": "kết thúc bằng một nấm mộ.  Để xem nào.  Và nó"}, {"start": 1044.319, "end": 1047.35, "text": "kết thúc bằng một nấm mộ.  Để xem nào.  Và nó giống như một trải nghiệm từ lúc sinh ra đến lúc chết.  Hãy bắt đầu"}, {"start": 1047.35, "end": 1047.36, "text": "giống như một trải nghiệm từ lúc sinh ra đến lúc chết.  Hãy bắt đầu"}, {"start": 1047.36, "end": 1049.75, "text": "giống như một trải nghiệm từ lúc sinh ra đến lúc chết.  Hãy bắt đầu với hồn ma.  Vâng.  Nó bắt đầu từ sau khi"}, {"start": 1049.75, "end": 1049.76, "text": "với hồn ma.  Vâng.  Nó bắt đầu từ sau khi"}, {"start": 1049.76, "end": 1052.15, "text": "với hồn ma.  Vâng.  Nó bắt đầu từ sau khi chết.  Ừm, điều đó còn tùy thuộc vào cách bạn định nghĩa"}, {"start": 1052.15, "end": 1052.16, "text": "chết.  Ừm, điều đó còn tùy thuộc vào cách bạn định nghĩa"}, {"start": 1052.16, "end": 1054.39, "text": "chết.  Ừm, điều đó còn tùy thuộc vào cách bạn định nghĩa ma, vì ma cũng là một thực thể"}, {"start": 1054.39, "end": 1054.4, "text": "ma, vì ma cũng là một thực thể"}, {"start": 1054.4, "end": 1056.23, "text": "ma, vì ma cũng là một thực thể chưa tồn tại, đúng không?  Có"}, {"start": 1056.23, "end": 1056.24, "text": "chưa tồn tại, đúng không?  Có"}, {"start": 1056.24, "end": 1057.909, "text": "chưa tồn tại, đúng không?  Có điều gì đó nhưng nó lại kết thúc bằng"}, {"start": 1057.909, "end": 1057.919, "text": "điều gì đó nhưng nó lại kết thúc bằng"}, {"start": 1057.919, "end": 1061.35, "text": "điều gì đó nhưng nó lại kết thúc bằng dấu chấm hỏi.  Mẹ tôi... ý tôi là, đúng vậy.  Bạn"}, {"start": 1061.35, "end": 1061.36, "text": "dấu chấm hỏi.  Mẹ tôi... ý tôi là, đúng vậy.  Bạn"}, {"start": 1061.36, "end": 1063.029, "text": "dấu chấm hỏi.  Mẹ tôi... ý tôi là, đúng vậy.  Bạn không thể làm điều đó, phải không?  Và nó rất giống phong cách"}, {"start": 1063.029, "end": 1063.039, "text": "không thể làm điều đó, phải không?  Và nó rất giống phong cách"}, {"start": 1063.039, "end": 1065.19, "text": "không thể làm điều đó, phải không?  Và nó rất giống phong cách Samuel Beckett, bạn biết đấy, giống như bạn có thể"}, {"start": 1065.19, "end": 1065.2, "text": "Samuel Beckett, bạn biết đấy, giống như bạn có thể"}, {"start": 1065.2, "end": 1068.71, "text": "Samuel Beckett, bạn biết đấy, giống như bạn có thể tưởng tượng ai đó trên sân khấu trong"}, {"start": 1068.71, "end": 1068.72, "text": "tưởng tượng ai đó trên sân khấu trong"}, {"start": 1068.72, "end": 1073.11, "text": "tưởng tượng ai đó trên sân khấu trong trang phục của Beckett nói \"ma\" ở cuối phim.  Xin lỗi vì đã nhắc đến"}, {"start": 1073.11, "end": 1073.12, "text": "trang phục của Beckett nói \"ma\" ở cuối phim.  Xin lỗi vì đã nhắc đến"}, {"start": 1073.12, "end": 1075.47, "text": "trang phục của Beckett nói \"ma\" ở cuối phim.  Xin lỗi vì đã nhắc đến Beckan, nhưng"}, {"start": 1075.47, "end": 1075.48, "text": "Beckan, nhưng"}, {"start": 1075.48, "end": 1079.59, "text": "Beckan, nhưng một lần nữa, tôi đang nghĩ về việc"}, {"start": 1079.59, "end": 1079.6, "text": "một lần nữa, tôi đang nghĩ về việc"}, {"start": 1079.6, "end": 1082.95, "text": "một lần nữa, tôi đang nghĩ về việc thứ tự của những định nghĩa này tạo ra một"}, {"start": 1082.95, "end": 1085.27, "text": "thứ tự của những định nghĩa này tạo ra một"}, {"start": 1085.28, "end": 1087.909, "text": "dòng thời gian khá thú vị và có lẽ hơi lộn xộn.  Tôi đọc được rằng ma là hiện tượng sau khi chết,"}, {"start": 1087.909, "end": 1087.919, "text": "dòng thời gian khá thú vị và có lẽ hơi lộn xộn.  Tôi đọc được rằng ma là hiện tượng sau khi chết,"}, {"start": 1087.919, "end": 1090.789, "text": "dòng thời gian khá thú vị và có lẽ hơi lộn xộn.  Tôi đọc được rằng ma là hiện tượng sau khi chết, chứ không phải trước khi chết.  Ừm, nhưng rồi nó kết thúc bằng"}, {"start": 1090.789, "end": 1090.799, "text": "chứ không phải trước khi chết.  Ừm, nhưng rồi nó kết thúc bằng"}, {"start": 1090.799, "end": 1093.11, "text": "chứ không phải trước khi chết.  Ừm, nhưng rồi nó kết thúc bằng cái chết, và sau đó lại có mẹ,"}, {"start": 1093.11, "end": 1093.12, "text": "cái chết, và sau đó lại có mẹ,"}, {"start": 1093.12, "end": 1097.31, "text": "cái chết, và sau đó lại có mẹ, mông, du lịch và tiêu dùng xen"}, {"start": 1097.31, "end": 1097.32, "text": "mông, du lịch và tiêu dùng xen"}, {"start": 1097.32, "end": 1099.31, "text": "mông, du lịch và tiêu dùng xen kẽ.  Và"}, {"start": 1099.31, "end": 1099.32, "text": "kẽ.  Và"}, {"start": 1099.32, "end": 1102.789, "text": "kẽ.  Và ừm, tôi cũng đồng ý.  Tôi nghĩ"}, {"start": 1102.789, "end": 1102.799, "text": "ừm, tôi cũng đồng ý.  Tôi nghĩ"}, {"start": 1102.799, "end": 1104.47, "text": "ừm, tôi cũng đồng ý.  Tôi nghĩ đây là thứ tự hoàn hảo và tôi rất vui"}, {"start": 1104.47, "end": 1104.48, "text": "đây là thứ tự hoàn hảo và tôi rất vui"}, {"start": 1104.48, "end": 1106.47, "text": "đây là thứ tự hoàn hảo và tôi rất vui khi biết được bối cảnh mà nó được"}, {"start": 1106.47, "end": 1106.48, "text": "khi biết được bối cảnh mà nó được"}, {"start": 1106.48, "end": 1109.59, "text": "khi biết được bối cảnh mà nó được tìm thấy.  Ừm, và tôi rất nóng lòng muốn đọc hết tất cả"}, {"start": 1109.59, "end": 1109.6, "text": "tìm thấy.  Ừm, và tôi rất nóng lòng muốn đọc hết tất cả"}, {"start": 1109.6, "end": 1112.23, "text": "tìm thấy.  Ừm, và tôi rất nóng lòng muốn đọc hết tất cả .  À, mình cũng thích cụm từ \"high high rising\" (cao vút,"}, {"start": 1112.23, "end": 1112.24, "text": ".  À, mình cũng thích cụm từ \"high high rising\" (cao vút,"}, {"start": 1112.24, "end": 1114.15, "text": ".  À, mình cũng thích cụm từ \"high high rising\" (cao vút, vươn lên) vì mẹ mình khi"}, {"start": 1114.15, "end": 1114.16, "text": "vươn lên) vì mẹ mình khi"}, {"start": 1114.16, "end": 1117.029, "text": "vươn lên) vì mẹ mình khi biểu diễn xiếc thường"}, {"start": 1117.029, "end": 1117.039, "text": "biểu diễn xiếc thường"}, {"start": 1117.039, "end": 1120.07, "text": "biểu diễn xiếc thường đi vòng quanh tháp tử thần và hô vang \""}, {"start": 1120.07, "end": 1120.08, "text": "đi vòng quanh tháp tử thần và hô vang \""}, {"start": 1120.08, "end": 1123.19, "text": "đi vòng quanh tháp tử thần và hô vang \" cao vút, vươn lên!\"."}, {"start": 1123.19, "end": 1123.2, "text": "cao vút, vươn lên!\"."}, {"start": 1123.2, "end": 1125.27, "text": "cao vút, vươn lên!\". Xin lỗi, đó là tòa tháp tử thần.  Đúng vậy, bức tường"}, {"start": 1125.27, "end": 1125.28, "text": "Xin lỗi, đó là tòa tháp tử thần.  Đúng vậy, bức tường"}, {"start": 1125.28, "end": 1129.15, "text": "Xin lỗi, đó là tòa tháp tử thần.  Đúng vậy, bức tường tử thần.  Bạn có biết gì về chuyện này không?"}, {"start": 1129.15, "end": 1129.16, "text": "tử thần.  Bạn có biết gì về chuyện này không?"}, {"start": 1129.16, "end": 1131.99, "text": "tử thần.  Bạn có biết gì về chuyện này không? Ý bạn là sao?  Không phải"}, {"start": 1131.99, "end": 1132.0, "text": "Ý bạn là sao?  Không phải"}, {"start": 1132.0, "end": 1135.83, "text": "Ý bạn là sao?  Không phải gánh xiếc cụ thể của mẹ cô ấy, mà là những tiết mục xiếc nói chung.  Đây là"}, {"start": 1135.83, "end": 1135.84, "text": "gánh xiếc cụ thể của mẹ cô ấy, mà là những tiết mục xiếc nói chung.  Đây là"}, {"start": 1135.84, "end": 1138.87, "text": "gánh xiếc cụ thể của mẹ cô ấy, mà là những tiết mục xiếc nói chung.  Đây là loại xe đạp phổ biến nhất mọi thời đại.  Không, để"}, {"start": 1138.87, "end": 1138.88, "text": "loại xe đạp phổ biến nhất mọi thời đại.  Không, để"}, {"start": 1138.88, "end": 1141.43, "text": "loại xe đạp phổ biến nhất mọi thời đại.  Không, để dễ hiểu hơn, tôi từng tham gia một đoàn xiếc nhỏ"}, {"start": 1141.43, "end": 1141.44, "text": "dễ hiểu hơn, tôi từng tham gia một đoàn xiếc nhỏ"}, {"start": 1141.44, "end": 1144.549, "text": "dễ hiểu hơn, tôi từng tham gia một đoàn xiếc nhỏ ở Florida.  Không, tôi không biết"}, {"start": 1144.549, "end": 1144.559, "text": "ở Florida.  Không, tôi không biết"}, {"start": 1144.559, "end": 1146.029, "text": "ở Florida.  Không, tôi không biết đi xe đạp."}, {"start": 1146.029, "end": 1146.039, "text": "đi xe đạp."}, {"start": 1146.039, "end": 1148.87, "text": "đi xe đạp. Ừm không, tôi tập môn thể dục trên không với"}, {"start": 1148.87, "end": 1148.88, "text": "Ừm không, tôi tập môn thể dục trên không với"}, {"start": 1148.88, "end": 1152.07, "text": "Ừm không, tôi tập môn thể dục trên không với lụa.  Ừm.  Tôi chỉ muốn nói"}, {"start": 1152.07, "end": 1152.08, "text": "lụa.  Ừm.  Tôi chỉ muốn nói"}, {"start": 1152.08, "end": 1154.07, "text": "lụa.  Ừm.  Tôi chỉ muốn nói lời cuối cùng thật nhanh gọn rằng..."}, {"start": 1154.07, "end": 1154.08, "text": "lời cuối cùng thật nhanh gọn rằng..."}, {"start": 1154.08, "end": 1156.23, "text": "lời cuối cùng thật nhanh gọn rằng... tôi rất vui vì mình sống trong thời đại mà việc này được"}, {"start": 1156.23, "end": 1156.24, "text": "tôi rất vui vì mình sống trong thời đại mà việc này được"}, {"start": 1156.24, "end": 1159.43, "text": "tôi rất vui vì mình sống trong thời đại mà việc này được chấp nhận và biến nó thành một bài thơ,"}, {"start": 1159.43, "end": 1159.44, "text": "chấp nhận và biến nó thành một bài thơ,"}, {"start": 1159.44, "end": 1161.35, "text": "chấp nhận và biến nó thành một bài thơ, bởi vì bạn biết đấy, đã có hàng trăm, hàng nghìn"}, {"start": 1161.35, "end": 1161.36, "text": "bởi vì bạn biết đấy, đã có hàng trăm, hàng nghìn"}, {"start": 1161.36, "end": 1163.11, "text": "bởi vì bạn biết đấy, đã có hàng trăm, hàng nghìn năm lịch sử"}, {"start": 1163.11, "end": 1163.12, "text": "năm lịch sử"}, {"start": 1163.12, "end": 1165.909, "text": "năm lịch sử thơ ca mà những điều như thế này"}, {"start": 1165.909, "end": 1165.919, "text": "thơ ca mà những điều như thế này"}, {"start": 1165.919, "end": 1167.47, "text": "thơ ca mà những điều như thế này sẽ không được nhiều"}, {"start": 1167.47, "end": 1167.48, "text": "sẽ không được nhiều"}, {"start": 1167.48, "end": 1171.51, "text": "sẽ không được nhiều người coi là thơ, nhưng làm sao mà không thể được chứ?"}, {"start": 1171.51, "end": 1171.52, "text": "người coi là thơ, nhưng làm sao mà không thể được chứ?"}, {"start": 1171.52, "end": 1174.31, "text": "người coi là thơ, nhưng làm sao mà không thể được chứ? Nó đặt ra tất cả những câu hỏi thiết yếu."}, {"start": 1174.31, "end": 1174.32, "text": "Nó đặt ra tất cả những câu hỏi thiết yếu."}, {"start": 1174.32, "end": 1175.99, "text": "Nó đặt ra tất cả những câu hỏi thiết yếu. Tuyệt vời, cảm ơn các bạn rất nhiều vì đã tham gia"}, {"start": 1175.99, "end": 1176.0, "text": "Tuyệt vời, cảm ơn các bạn rất nhiều vì đã tham gia"}, {"start": 1176.0, "end": 1180.44, "text": "Tuyệt vời, cảm ơn các bạn rất nhiều vì đã tham gia buổi thảo luận này và cảm ơn tất cả mọi người."}], "createdAt": "2025-12-15T19:34:18.000Z", "imageUrl": "https://i.ytimg.com/vi/eXvhUOSM5wg/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=eXvhUOSM5wg", "difficulty": "beginner", "genre": "poetry", "isFavorite": false, "progress": 0}, {"id": "yt_audio_IXVpMh1Qx3o", "userId": "system_audiobook", "title": "Vietnamese Poem Reading [InSpiRinG]", "language": "vi", "content": "I love you tô hôm nay rồi thể thao rồi I love you tô hôm nay rồi thể thao rồi I love you tô hôm nay rồi thể thao rồi [âm nhạc] chào các bạn Tôi công tác đảng đứng nó chào các bạn Tôi công tác đảng đứng nó chào các bạn Tôi công tác đảng đứng nó bố ở đây mình sao đây hôm nay hôm nay bố ở đây mình sao đây hôm nay hôm nay bố ở đây mình sao đây hôm nay hôm nay hôm nay hôm nay hôm nay hôm nay là sắp hôm nay hôm nay hôm nay hôm nay là sắp hôm nay hôm nay hôm nay hôm nay là sắp sửa hết năm này không nên là sao ngon sửa hết năm này không nên là sao ngon sửa hết năm này không nên là sao ngon vào hôm nay mình kể một cái vậy không vào hôm nay mình kể một cái vậy không vào hôm nay mình kể một cái vậy không cho năm nay cho nên thấy năm trước nên cho năm nay cho nên thấy năm trước nên cho năm nay cho nên thấy năm trước nên là 5 năm tới đừng cố gắng hết hơi quá là 5 năm tới đừng cố gắng hết hơi quá là 5 năm tới đừng cố gắng hết hơi quá rồi con một con tôi mà có một cái bài rồi con một con tôi mà có một cái bài rồi con một con tôi mà có một cái bài thơ Đây nè Ai biết cái này không thơ Đây nè Ai biết cái này không thơ Đây nè Ai biết cái này không Ừ bắt đầu nha năm mới tôi muốn đi du Ừ bắt đầu nha năm mới tôi muốn đi du Ừ bắt đầu nha năm mới tôi muốn đi du lịch và đi Hàn Quốc tôi rất thích đầu lịch và đi Hàn Quốc tôi rất thích đầu lịch và đi Hàn Quốc tôi rất thích đầu tiên tôi phải vô đại học và tiếng ngựa tiên tôi phải vô đại học và tiếng ngựa tiên tôi phải vô đại học và tiếng ngựa phi trên tách độc sau tôi cần tập thể phi trên tách độc sau tôi cần tập thể phi trên tách độc sau tôi cần tập thể dục được khỏe mạnh và hạnh phúc năm mới dục được khỏe mạnh và hạnh phúc năm mới dục được khỏe mạnh và hạnh phúc năm mới sẽ không khô nhưng cố gắng có lên gỗ đẹp sẽ không khô nhưng cố gắng có lên gỗ đẹp sẽ không khô nhưng cố gắng có lên gỗ đẹp quá Rất thụ hết các con các bạn lắng quá Rất thụ hết các con các bạn lắng quá Rất thụ hết các con các bạn lắng nghe nghe nghe ừ ừ ừ ừ ừ ừ khi các con số không phải ăn cái gì à khi các con số không phải ăn cái gì à khi các con số không phải ăn cái gì à khi hai người tắt xe màu đen à khi hai người tắt xe màu đen à khi hai người tắt xe màu đen à ừ ừ ừ ừ ừ ừ ừ ừ em heo ô em heo ô em heo ô Ừ mẹ yêu mình à Ừ mẹ yêu mình à Ừ mẹ yêu mình à Ê hoạt Ê hoạt Ê hoạt ạ Alo sau một thời trang Brazil artstyle ạ Alo sau một thời trang Brazil artstyle ạ Alo sau một thời trang Brazil artstyle is color girl simple to use no Hurt Hurt is color girl simple to use no Hurt Hurt is color girl simple to use no Hurt Hurt if you wait if you wait if you wait Ừ tôi thì Silence làm thẻ đi Tân Sơn Nhì", "sentences": ["I love you tô hôm nay rồi thể thao rồi I love you tô hôm nay rồi thể thao rồi I love you tô hôm nay rồi thể thao rồi [âm nhạc] chào các bạn Tôi công tác đảng đứng nó chào các bạn Tôi công tác đảng đứng nó chào các bạn Tôi công tác đảng đứng nó bố ở đây mình sao đây hôm nay hôm nay bố ở đây mình sao đây hôm nay hôm nay bố ở đây mình sao đây hôm nay hôm nay hôm nay hôm nay hôm nay hôm nay là sắp hôm nay hôm nay hôm nay hôm nay là sắp hôm nay hôm nay hôm nay hôm nay là sắp sửa hết năm này không nên là sao ngon sửa hết năm này không nên là sao ngon sửa hết năm này không nên là sao ngon vào hôm nay mình kể một cái vậy không vào hôm nay mình kể một cái vậy không vào hôm nay mình kể một cái vậy không cho năm nay cho nên thấy năm trước nên cho năm nay cho nên thấy năm trước nên cho năm nay cho nên thấy năm trước nên là 5 năm tới đừng cố gắng hết hơi quá là 5 năm tới đừng cố gắng hết hơi quá là 5 năm tới đừng cố gắng hết hơi quá rồi con một con tôi mà có một cái bài rồi con một con tôi mà có một cái bài rồi con một con tôi mà có một cái bài thơ Đây nè Ai biết cái này không thơ Đây nè Ai biết cái này không thơ Đây nè Ai biết cái này không Ừ bắt đầu nha năm mới tôi muốn đi du Ừ bắt đầu nha năm mới tôi muốn đi du Ừ bắt đầu nha năm mới tôi muốn đi du lịch và đi Hàn Quốc tôi rất thích đầu lịch và đi Hàn Quốc tôi rất thích đầu lịch và đi Hàn Quốc tôi rất thích đầu tiên tôi phải vô đại học và tiếng ngựa tiên tôi phải vô đại học và tiếng ngựa tiên tôi phải vô đại học và tiếng ngựa phi trên tách độc sau tôi cần tập thể phi trên tách độc sau tôi cần tập thể phi trên tách độc sau tôi cần tập thể dục được khỏe mạnh và hạnh phúc năm mới dục được khỏe mạnh và hạnh phúc năm mới dục được khỏe mạnh và hạnh phúc năm mới sẽ không khô nhưng cố gắng có lên gỗ đẹp sẽ không khô nhưng cố gắng có lên gỗ đẹp sẽ không khô nhưng cố gắng có lên gỗ đẹp quá Rất thụ hết các con các bạn lắng quá Rất thụ hết các con các bạn lắng quá Rất thụ hết các con các bạn lắng nghe nghe nghe ừ ừ ừ ừ ừ ừ khi các con số không phải ăn cái gì à khi các con số không phải ăn cái gì à khi các con số không phải ăn cái gì à khi hai người tắt xe màu đen à khi hai người tắt xe màu đen à khi hai người tắt xe màu đen à ừ ừ ừ ừ ừ ừ ừ ừ em heo ô em heo ô em heo ô Ừ mẹ yêu mình à Ừ mẹ yêu mình à Ừ mẹ yêu mình à Ê hoạt Ê hoạt Ê hoạt ạ Alo sau một thời trang Brazil artstyle ạ Alo sau một thời trang Brazil artstyle ạ Alo sau một thời trang Brazil artstyle is color girl simple to use no Hurt Hurt is color girl simple to use no Hurt Hurt is color girl simple to use no Hurt Hurt if you wait if you wait if you wait Ừ tôi thì Silence làm thẻ đi Tân Sơn Nhì"], "transcript": [{"start": 0.0, "end": 5.68, "text": "I love you tô hôm nay rồi thể thao rồi"}, {"start": 5.68, "end": 5.69, "text": "I love you tô hôm nay rồi thể thao rồi"}, {"start": 5.69, "end": 14.41, "text": "I love you tô hôm nay rồi thể thao rồi [âm nhạc]"}, {"start": 14.42, "end": 18.56, "text": "chào các bạn Tôi công tác đảng đứng nó"}, {"start": 18.56, "end": 18.57, "text": "chào các bạn Tôi công tác đảng đứng nó"}, {"start": 18.57, "end": 23.95, "text": "chào các bạn Tôi công tác đảng đứng nó bố ở đây mình sao đây hôm nay hôm nay"}, {"start": 23.95, "end": 23.96, "text": "bố ở đây mình sao đây hôm nay hôm nay"}, {"start": 23.96, "end": 28.609, "text": "bố ở đây mình sao đây hôm nay hôm nay hôm nay hôm nay hôm nay hôm nay là sắp"}, {"start": 28.609, "end": 28.619, "text": "hôm nay hôm nay hôm nay hôm nay là sắp"}, {"start": 28.619, "end": 33.729, "text": "hôm nay hôm nay hôm nay hôm nay là sắp sửa hết năm này không nên là sao ngon"}, {"start": 33.729, "end": 33.739, "text": "sửa hết năm này không nên là sao ngon"}, {"start": 33.739, "end": 39.61, "text": "sửa hết năm này không nên là sao ngon vào hôm nay mình kể một cái vậy không"}, {"start": 39.61, "end": 39.62, "text": "vào hôm nay mình kể một cái vậy không"}, {"start": 39.62, "end": 44.99, "text": "vào hôm nay mình kể một cái vậy không cho năm nay cho nên thấy năm trước nên"}, {"start": 44.99, "end": 45.0, "text": "cho năm nay cho nên thấy năm trước nên"}, {"start": 45.0, "end": 51.529, "text": "cho năm nay cho nên thấy năm trước nên là 5 năm tới đừng cố gắng hết hơi quá"}, {"start": 51.529, "end": 51.539, "text": "là 5 năm tới đừng cố gắng hết hơi quá"}, {"start": 51.539, "end": 56.959, "text": "là 5 năm tới đừng cố gắng hết hơi quá rồi con một con tôi mà có một cái bài"}, {"start": 56.959, "end": 56.969, "text": "rồi con một con tôi mà có một cái bài"}, {"start": 56.969, "end": 60.0, "text": "rồi con một con tôi mà có một cái bài thơ Đây nè Ai biết cái này không"}, {"start": 60.0, "end": 60.01, "text": "thơ Đây nè Ai biết cái này không"}, {"start": 60.01, "end": 67.109, "text": "thơ Đây nè Ai biết cái này không Ừ bắt đầu nha năm mới tôi muốn đi du"}, {"start": 67.109, "end": 67.119, "text": "Ừ bắt đầu nha năm mới tôi muốn đi du"}, {"start": 67.119, "end": 73.8, "text": "Ừ bắt đầu nha năm mới tôi muốn đi du lịch và đi Hàn Quốc tôi rất thích đầu"}, {"start": 73.8, "end": 73.81, "text": "lịch và đi Hàn Quốc tôi rất thích đầu"}, {"start": 73.81, "end": 79.05, "text": "lịch và đi Hàn Quốc tôi rất thích đầu tiên tôi phải vô đại học và tiếng ngựa"}, {"start": 79.05, "end": 79.06, "text": "tiên tôi phải vô đại học và tiếng ngựa"}, {"start": 79.06, "end": 86.85, "text": "tiên tôi phải vô đại học và tiếng ngựa phi trên tách độc sau tôi cần tập thể"}, {"start": 86.85, "end": 86.86, "text": "phi trên tách độc sau tôi cần tập thể"}, {"start": 86.86, "end": 92.749, "text": "phi trên tách độc sau tôi cần tập thể dục được khỏe mạnh và hạnh phúc năm mới"}, {"start": 92.749, "end": 92.759, "text": "dục được khỏe mạnh và hạnh phúc năm mới"}, {"start": 92.759, "end": 104.63900000000001, "text": "dục được khỏe mạnh và hạnh phúc năm mới sẽ không khô nhưng cố gắng có lên gỗ đẹp"}, {"start": 104.63900000000001, "end": 104.649, "text": "sẽ không khô nhưng cố gắng có lên gỗ đẹp"}, {"start": 104.649, "end": 110.7, "text": "sẽ không khô nhưng cố gắng có lên gỗ đẹp quá Rất thụ hết các con các bạn lắng"}, {"start": 110.7, "end": 110.71000000000001, "text": "quá Rất thụ hết các con các bạn lắng"}, {"start": 110.71000000000001, "end": 111.18, "text": "quá Rất thụ hết các con các bạn lắng nghe"}, {"start": 111.18, "end": 111.19, "text": "nghe"}, {"start": 111.19, "end": 123.2, "text": "nghe ừ ừ"}, {"start": 123.2, "end": 123.21, "text": "ừ ừ"}, {"start": 123.21, "end": 132.01, "text": "ừ ừ khi các con số không phải ăn cái gì à"}, {"start": 132.01, "end": 132.02, "text": "khi các con số không phải ăn cái gì à"}, {"start": 132.02, "end": 139.67000000000002, "text": "khi các con số không phải ăn cái gì à khi hai người tắt xe màu đen à"}, {"start": 139.67000000000002, "end": 139.68, "text": "khi hai người tắt xe màu đen à"}, {"start": 139.68, "end": 143.28, "text": "khi hai người tắt xe màu đen à ừ ừ"}, {"start": 143.29, "end": 149.64, "text": "ừ ừ"}, {"start": 149.64, "end": 149.65, "text": "ừ ừ"}, {"start": 149.65, "end": 154.53, "text": "ừ ừ em heo ô"}, {"start": 154.53, "end": 154.54, "text": "em heo ô"}, {"start": 154.54, "end": 159.45, "text": "em heo ô Ừ mẹ yêu mình à"}, {"start": 159.45, "end": 159.46, "text": "Ừ mẹ yêu mình à"}, {"start": 159.46, "end": 160.97, "text": "Ừ mẹ yêu mình à Ê hoạt"}, {"start": 160.97, "end": 160.98, "text": "Ê hoạt"}, {"start": 160.98, "end": 166.789, "text": "Ê hoạt ạ Alo sau một thời trang Brazil artstyle"}, {"start": 166.789, "end": 166.799, "text": "ạ Alo sau một thời trang Brazil artstyle"}, {"start": 166.799, "end": 175.55, "text": "ạ Alo sau một thời trang Brazil artstyle is color girl simple to use no Hurt Hurt"}, {"start": 175.55, "end": 175.56, "text": "is color girl simple to use no Hurt Hurt"}, {"start": 175.56, "end": 176.59, "text": "is color girl simple to use no Hurt Hurt if you wait"}, {"start": 176.59, "end": 176.6, "text": "if you wait"}, {"start": 176.6, "end": 191.32, "text": "if you wait Ừ tôi thì Silence làm thẻ đi Tân Sơn Nhì"}], "createdAt": "2025-12-15T19:34:54.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/IXVpMh1Qx3o/maxresdefault.webp", "type": "audio", "videoUrl": "https://youtube.com/watch?v=IXVpMh1Qx3o", "difficulty": "beginner", "genre": "poetry", "isFavorite": false, "progress": 0}]