[{"id": "yt_audio_vIqVDx0YJ30", "userId": "system_audiobook", "title": "Reading an old Finnish folk tale out loud! The Boy and The Goblin  |  Learn Finnish", "language": "fi", "content": "Tällä kertaa mää kokeilen jotain vähän erilaista. This time, I’ll try something a little different. Mää nimittäin löysin mun vanhempien kotoa tällaisen vanhan suomalaisen satukirjan. That is, I found from my parents’ home this old Finnish storybook. Mää aion nyt lukea yhden sadun ääneen. I’m going to read one of the stories out loud. Videossa on englanninkieliset tekstitykset, mutta ei suomenkielisiä, koska teksti näkyy kuvassa. The video has English subtitles but not Finnish (during the story), because the text is shown on screen. Nämä on kansansatuja, jotka on toimittanu ja muokannu Iivo Härkönen. These are folk tales that have been edited and reworked by Iivo Härkönen. Kuvitukset puolestaan on Rudolf Koivun ja Onni Muusaaren käsialaa. The illustrations in turn are by Rudolf Koivu and Onni Muusaari. Tässä sadussa, jonka mää seuraavaksi luen, on Rudolf Koivun kuvitukset. The story that I’m about to read has Rudolf Koivu’s illustrations. Tarina menee näin: The story goes like this: The boy and the goblin Once a small boy was traveling the world and he only had 3 loaves in his birch bark container. He met an old man who asked him for alms. “Well, I myself don’t have more than 3 loaves in my container, but I’ll give you one of them, I’ll still have two left,” said the boy and gave the man a loaf. “Well, since you are such a good boy, I will give you this bag, this old worn out bag,  that maybe you can do something with. You could perhaps put those loaves into it and discard the birch bark container. When loaves run out or you in some other way are in trouble, just say ‘indeed, I do have this bag!’, and maybe you’ll get some help.” The boy took the gift, thanked the man and strolled along. When he had been walking for 3 days, the loaves ran out and he got hungry. He sat down on a rock and thought, what could he do next. Then he remembered the advice he got from the old man and said: “Indeed, I do have that bag!” At that moment, from a large swarm of geese flying above, two big geese flied into his bag. One of them he kept in the bag, but the other one he roasted and ate. That night he arrived at a house. He was very tired and wanted to get in to spend the night. He knocked on the gate, but the gate wasn’t opened. That's when he remembered the goose that was still in his bag, and uttered: “Do let me in, you’ll get a goose as a reward!” “We would let you in,” said the farmer, “but the only room available is the old cottage, and it is visited by the goblin every night.” “I will cope with that!” “Well, if you do, go ahead and come in!” The boy went in and settled in the old cottage for the night. At midnight, the goblin came in the cottage. “Ahha, there’s a guest here,” it said. “Sure there is,” said the boy bravely. “Well, aren’t you rather loud! You don’t seem to even know who I am.” “And you don’t seem to know who I am,” the boy replied. “This is my cottage!” “This is my accommodation!” “Which one of us shall leave?” “We'll see!” The troll attacked the boy and a fight ensued. They wrestled on, and soon the boy was almost defeated. But then he remembered his bag and said: “Indeed, I do have that bag!” Instantly, the bag opened, expanded more and more, and soon the goblin was inside it and the mouth of the bag closed. And it wouldn’t open. When the goblin saw that he couldn’t get anywhere, he became very humble and started to beg the boy for mercy. “What will you give me if I let you out?” “I’ll leave this house forever.” “I’m not settling for that.” “I’ll give you a wiper, and whenever you touch any sore spot with it, it’ll instantly heal.” “I’m not settling for that, either.” “I’ll give you such a seat that whoever sits on it, shall never be able to get out.” “Well, if you fulfill all these promises and also move to a small island to live in for the rest of your life, I’ll let you out of the bag.” “But you must also promise that you’ll never enter that island to disturb me, or if you do, I’ll get to eat you.” “Agreed!” So the matters were settled and the boy let the goblin off the hook. Following the promise he had made, the goblin escaped to his small island, but the boy stayed to live in the world. With his miraculous objects he gained lots of success. With the wiper, he healed the ill, with the stool and the bag he performed funny tricks and jokes. Once in his later years he happened to be rowing in the sea where the goblin had his refuge. The wind drove him to the island shore. He suspected nothing and made a fire on the beach to get warm and to cook a meal for himself. At that moment, the goblin came. “Ahha, you did not remember your promise, you came to my island,” it snapped. “So it would seem.” “Well, now you came to such a place that you won’t leave alive! I’ll eat you!” “Don’t eat me just yet, but wait until I first cook this soup and eat it. I’ll then be a better meal for you. Sit on my stool in the meantime!” The goblin didn’t remember the secret of the stool, so he sat down. But he couldn’t leave the seat, so he remained seating in his spot. He had to just watch how the man began to row out of the island. Sen pituinen se. That's all there is to tell.", "sentences": ["Tällä kertaa mää kokeilen jotain vähän erilaista.", "This time, I’ll try something a little different.", "Mää nimittäin löysin mun vanhempien kotoa tällaisen vanhan suomalaisen satukirjan.", "That is, I found from my parents’ home this old Finnish storybook.", "Mää aion nyt lukea yhden sadun ääneen.", "I’m going to read one of the stories out loud.", "Videossa on englanninkieliset tekstitykset, mutta ei suomenkielisiä, koska teksti näkyy kuvassa.", "The video has English subtitles but not Finnish (during the story), because the text is shown on screen.", "Nämä on kansansatuja, jotka on toimittanu ja muokannu Iivo Härkönen.", "These are folk tales that have been edited and reworked by Iivo Härkönen.", "Kuvitukset puolestaan on Rudolf Koivun ja Onni Muusaaren käsialaa.", "The illustrations in turn are by Rudolf Koivu and Onni Muusaari.", "Tässä sadussa, jonka mää seuraavaksi luen, on Rudolf Koivun kuvitukset.", "The story that I’m about to read has Rudolf Koivu’s illustrations.", "Tarina menee näin: The story goes like this: The boy and the goblin Once a small boy was traveling the world and he only had 3 loaves in his birch bark container.", "He met an old man who asked him for alms.", "“Well, I myself don’t have more than 3 loaves in my container, but I’ll give you one of them, I’ll still have two left,” said the boy and gave the man a loaf.", "“Well, since you are such a good boy, I will give you this bag, this old worn out bag,  that maybe you can do something with.", "You could perhaps put those loaves into it and discard the birch bark container.", "When loaves run out or you in some other way are in trouble, just say ‘indeed, I do have this bag!’, and maybe you’ll get some help.” The boy took the gift, thanked the man and strolled along.", "When he had been walking for 3 days, the loaves ran out and he got hungry.", "He sat down on a rock and thought, what could he do next.", "Then he remembered the advice he got from the old man and said: “Indeed, I do have that bag!” At that moment, from a large swarm of geese flying above, two big geese flied into his bag.", "One of them he kept in the bag, but the other one he roasted and ate.", "That night he arrived at a house.", "He was very tired and wanted to get in to spend the night.", "He knocked on the gate, but the gate wasn’t opened.", "That's when he remembered the goose that was still in his bag, and uttered: “Do let me in, you’ll get a goose as a reward!” “We would let you in,” said the farmer, “but the only room available is the old cottage, and it is visited by the goblin every night.” “I will cope with that!” “Well, if you do, go ahead and come in!” The boy went in and settled in the old cottage for the night.", "At midnight, the goblin came in the cottage.", "“Ahha, there’s a guest here,” it said.", "“Sure there is,” said the boy bravely.", "“Well, aren’t you rather loud!", "You don’t seem to even know who I am.” “And you don’t seem to know who I am,” the boy replied.", "“This is my cottage!” “This is my accommodation!” “Which one of us shall leave?” “We'll see!” The troll attacked the boy and a fight ensued.", "They wrestled on, and soon the boy was almost defeated.", "But then he remembered his bag and said: “Indeed, I do have that bag!” Instantly, the bag opened, expanded more and more, and soon the goblin was inside it and the mouth of the bag closed.", "And it wouldn’t open.", "When the goblin saw that he couldn’t get anywhere, he became very humble and started to beg the boy for mercy.", "“What will you give me if I let you out?” “I’ll leave this house forever.” “I’m not settling for that.” “I’ll give you a wiper, and whenever you touch any sore spot with it, it’ll instantly heal.” “I’m not settling for that, either.” “I’ll give you such a seat that whoever sits on it, shall never be able to get out.” “Well, if you fulfill all these promises and also move to a small island to live in for the rest of your life, I’ll let you out of the bag.” “But you must also promise that you’ll never enter that island to disturb me, or if you do, I’ll get to eat you.” “Agreed!” So the matters were settled and the boy let the goblin off the hook.", "Following the promise he had made, the goblin escaped to his small island, but the boy stayed to live in the world.", "With his miraculous objects he gained lots of success.", "With the wiper, he healed the ill, with the stool and the bag he performed funny tricks and jokes.", "Once in his later years he happened to be rowing in the sea where the goblin had his refuge.", "The wind drove him to the island shore.", "He suspected nothing and made a fire on the beach to get warm and to cook a meal for himself.", "At that moment, the goblin came.", "“Ahha, you did not remember your promise, you came to my island,” it snapped.", "“So it would seem.” “Well, now you came to such a place that you won’t leave alive!", "I’ll eat you!” “Don’t eat me just yet, but wait until I first cook this soup and eat it.", "I’ll then be a better meal for you.", "Sit on my stool in the meantime!” The goblin didn’t remember the secret of the stool, so he sat down.", "But he couldn’t leave the seat, so he remained seating in his spot.", "He had to just watch how the man began to row out of the island.", "Sen pituinen se.", "That's all there is to tell."], "transcript": [{"start": 10.698, "end": 16.697, "text": "Tällä kertaa mää kokeilen jotain vähän erilaista. This time, I’ll try something a little different."}, {"start": 16.697, "end": 26.995, "text": "Mää nimittäin löysin mun vanhempien kotoa tällaisen vanhan suomalaisen satukirjan. That is, I found from my parents’ home this old Finnish storybook."}, {"start": 26.995, "end": 32.527, "text": "Mää aion nyt lukea yhden sadun ääneen. I’m going to read one of the stories out loud."}, {"start": 32.527, "end": 44.458, "text": "Videossa on englanninkieliset tekstitykset, mutta ei suomenkielisiä, koska teksti näkyy kuvassa. The video has English subtitles but not Finnish (during the story), because the text is shown on screen."}, {"start": 44.458, "end": 53.523, "text": "Nämä on kansansatuja, jotka on toimittanu ja muokannu Iivo Härkönen. These are folk tales that have been edited and reworked by Iivo Härkönen."}, {"start": 53.523, "end": 61.688, "text": "Kuvitukset puolestaan on Rudolf Koivun ja Onni Muusaaren käsialaa. The illustrations in turn are by Rudolf Koivu and Onni Muusaari."}, {"start": 61.688, "end": 70.353, "text": "Tässä sadussa, jonka mää seuraavaksi luen, on Rudolf Koivun kuvitukset. The story that I’m about to read has Rudolf Koivu’s illustrations."}, {"start": 70.353, "end": 74.986, "text": "Tarina menee näin: The story goes like this:"}, {"start": 74.986, "end": 80.885, "text": "The boy and the goblin"}, {"start": 80.885, "end": 90.51599999999999, "text": "Once a small boy was traveling the world and he only had 3 loaves in his birch bark container."}, {"start": 90.51599999999999, "end": 97.681, "text": "He met an old man who asked him for alms."}, {"start": 97.681, "end": 115.844, "text": "“Well, I myself don’t have more than 3 loaves in my container, but I’ll give you one of them, I’ll still have two left,” said the boy and gave the man a loaf."}, {"start": 115.844, "end": 133.507, "text": "“Well, since you are such a good boy, I will give you this bag, this old worn out bag,  that maybe you can do something with."}, {"start": 133.507, "end": 140.506, "text": "You could perhaps put those loaves into it and discard the birch bark container."}, {"start": 140.506, "end": 157.469, "text": "When loaves run out or you in some other way are in trouble, just say ‘indeed, I do have this bag!’, and maybe you’ll get some help.”"}, {"start": 157.469, "end": 166.001, "text": "The boy took the gift, thanked the man and strolled along."}, {"start": 166.001, "end": 174.333, "text": "When he had been walking for 3 days, the loaves ran out and he got hungry."}, {"start": 174.333, "end": 181.798, "text": "He sat down on a rock and thought, what could he do next."}, {"start": 181.798, "end": 192.996, "text": "Then he remembered the advice he got from the old man and said: “Indeed, I do have that bag!”"}, {"start": 192.996, "end": 204.693, "text": "At that moment, from a large swarm of geese flying above, two big geese flied into his bag."}, {"start": 204.693, "end": 214.858, "text": "One of them he kept in the bag, but the other one he roasted and ate."}, {"start": 215.858, "end": 220.49, "text": "That night he arrived at a house."}, {"start": 220.49, "end": 226.856, "text": "He was very tired and wanted to get in to spend the night."}, {"start": 226.856, "end": 233.02100000000002, "text": "He knocked on the gate, but the gate wasn’t opened."}, {"start": 233.02100000000002, "end": 244.319, "text": "That's when he remembered the goose that was still in his bag, and uttered: “Do let me in, you’ll get a goose as a reward!”"}, {"start": 244.319, "end": 258.883, "text": "“We would let you in,” said the farmer, “but the only room available is the old cottage, and it is visited by the goblin every night.”"}, {"start": 258.883, "end": 262.549, "text": "“I will cope with that!”"}, {"start": 262.549, "end": 267.514, "text": "“Well, if you do, go ahead and come in!”"}, {"start": 267.514, "end": 273.746, "text": "The boy went in and settled in the old cottage for the night."}, {"start": 273.746, "end": 278.379, "text": "At midnight, the goblin came in the cottage."}, {"start": 278.379, "end": 283.011, "text": "“Ahha, there’s a guest here,” it said."}, {"start": 283.011, "end": 288.01, "text": "“Sure there is,” said the boy bravely."}, {"start": 288.01, "end": 297.20799999999997, "text": "“Well, aren’t you rather loud! You don’t seem to even know who I am.”"}, {"start": 297.20799999999997, "end": 302.674, "text": "“And you don’t seem to know who I am,” the boy replied."}, {"start": 302.674, "end": 309.773, "text": "“This is my cottage!” “This is my accommodation!”"}, {"start": 309.773, "end": 316.205, "text": "“Which one of us shall leave?” “We'll see!”"}, {"start": 316.205, "end": 322.837, "text": "The troll attacked the boy and a fight ensued."}, {"start": 322.837, "end": 330.669, "text": "They wrestled on, and soon the boy was almost defeated."}, {"start": 330.669, "end": 340.467, "text": "But then he remembered his bag and said: “Indeed, I do have that bag!”"}, {"start": 340.467, "end": 352.564, "text": "Instantly, the bag opened, expanded more and more, and soon the goblin was inside it and the mouth of the bag closed."}, {"start": 352.564, "end": 357.03, "text": "And it wouldn’t open."}, {"start": 357.03, "end": 370.427, "text": "When the goblin saw that he couldn’t get anywhere, he became very humble and started to beg the boy for mercy."}, {"start": 370.427, "end": 378.859, "text": "“What will you give me if I let you out?” “I’ll leave this house forever.”"}, {"start": 378.859, "end": 392.89, "text": "“I’m not settling for that.” “I’ll give you a wiper, and whenever you touch any sore spot with it, it’ll instantly heal.”"}, {"start": 392.89, "end": 407.853, "text": "“I’m not settling for that, either.” “I’ll give you such a seat that whoever sits on it, shall never be able to get out.”"}, {"start": 407.853, "end": 420.651, "text": "“Well, if you fulfill all these promises and also move to a small island to live in for the rest of your life, I’ll let you out of the bag.”"}, {"start": 420.651, "end": 435.848, "text": "“But you must also promise that you’ll never enter that island to disturb me, or if you do, I’ll get to eat you.” “Agreed!”"}, {"start": 435.848, "end": 442.846, "text": "So the matters were settled and the boy let the goblin off the hook."}, {"start": 442.846, "end": 452.678, "text": "Following the promise he had made, the goblin escaped to his small island, but the boy stayed to live in the world."}, {"start": 452.678, "end": 458.31, "text": "With his miraculous objects he gained lots of success."}, {"start": 458.31, "end": 470.108, "text": "With the wiper, he healed the ill, with the stool and the bag he performed funny tricks and jokes."}, {"start": 470.108, "end": 481.006, "text": "Once in his later years he happened to be rowing in the sea where the goblin had his refuge."}, {"start": 481.006, "end": 485.005, "text": "The wind drove him to the island shore."}, {"start": 485.005, "end": 498.602, "text": "He suspected nothing and made a fire on the beach to get warm and to cook a meal for himself."}, {"start": 498.602, "end": 511.033, "text": "At that moment, the goblin came. “Ahha, you did not remember your promise, you came to my island,” it snapped."}, {"start": 511.033, "end": 524.397, "text": "“So it would seem.” “Well, now you came to such a place that you won’t leave alive! I’ll eat you!”"}, {"start": 524.397, "end": 531.795, "text": "“Don’t eat me just yet, but wait until I first cook this soup and eat it."}, {"start": 531.795, "end": 540.027, "text": "I’ll then be a better meal for you. Sit on my stool in the meantime!”"}, {"start": 540.027, "end": 548.026, "text": "The goblin didn’t remember the secret of the stool, so he sat down."}, {"start": 548.026, "end": 558.024, "text": "But he couldn’t leave the seat, so he remained seating in his spot."}, {"start": 558.024, "end": 566.389, "text": "He had to just watch how the man began to row out of the island."}, {"start": 566.389, "end": 570.021, "text": "Sen pituinen se. That's all there is to tell."}], "createdAt": "2025-12-15T14:02:09.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/vIqVDx0YJ30/maxresdefault.webp", "type": "audio", "videoUrl": "https://youtube.com/watch?v=vIqVDx0YJ30", "difficulty": "beginner", "genre": "poetry", "isFavorite": false, "progress": 0}, {"id": "yt_audio_lI5hDdIJEy8", "userId": "system_audiobook", "title": "Reading a Finnish folk tale out loud (with subtitles) | Talking animals", "language": "fi", "content": "Iivo Iivo Iivo Härkönen Suomen Kansan seikkailusatuja haastelevat seikkailusatuja haastelevat seikkailusatuja haastelevat eläimet kerran on mies metsällä eläimet kerran on mies metsällä eläimet kerran on mies metsällä ampumassa oravia ja lintuja ja ampumassa oravia ja lintuja ja ampumassa oravia ja lintuja ja pyydystämässä kettuja ja jäniksiä hän pyydystämässä kettuja ja jäniksiä hän pyydystämässä kettuja ja jäniksiä hän viipyy retkellään pimeään iltaan asti Ja viipyy retkellään pimeään iltaan asti Ja viipyy retkellään pimeään iltaan asti Ja niin hänen täytyy jäädä metsään niin hänen täytyy jäädä metsään niin hänen täytyy jäädä metsään yöksi hän heittää pyssynsä ja laukkunsa yöksi hän heittää pyssynsä ja laukkunsa yöksi hän heittää pyssynsä ja laukkunsa kuusen juurelle ja käy siihen kuusen juurelle ja käy siihen kuusen juurelle ja käy siihen pitkäkseen koirat joita hänellä on pitkäkseen koirat joita hänellä on pitkäkseen koirat joita hänellä on mukana pari kolme asettuvat kauemmaksi mukana pari kolme asettuvat kauemmaksi mukana pari kolme asettuvat kauemmaksi toisten puiden toisten puiden toisten puiden juurille keskiyöllä mies herää ja kuulee juurille keskiyöllä mies herää ja kuulee juurille keskiyöllä mies herää ja kuulee Kuinka koirat haastelevat kesken Kuinka koirat haastelevat kesken Kuinka koirat haastelevat kesken on se tuo meidän isäntämme tällaisella on se tuo meidän isäntämme tällaisella on se tuo meidän isäntämme tällaisella koiran viralla itseään elättää saloja koiran viralla itseään elättää saloja koiran viralla itseään elättää saloja juoksentelee aivan toisenlainen elämä juoksentelee aivan toisenlainen elämä juoksentelee aivan toisenlainen elämä olisi hänellä käden ulottuvilla monta olisi hänellä käden ulottuvilla monta olisi hänellä käden ulottuvilla monta vertaa mukavampi tutkisi vain tarkemmin vertaa mukavampi tutkisi vain tarkemmin vertaa mukavampi tutkisi vain tarkemmin sen pihassaan kasvavan vanhan kuusen sen pihassaan kasvavan vanhan kuusen sen pihassaan kasvavan vanhan kuusen juuria ja käväisisi joskus juuria ja käväisisi joskus juuria ja käväisisi joskus naapurissaankin mutta miespoloinen ei naapurissaankin mutta miespoloinen ei naapurissaankin mutta miespoloinen ei älyä älyä älyä onneaan kun mies kuulee tämän ei häntä onneaan kun mies kuulee tämän ei häntä onneaan kun mies kuulee tämän ei häntä enää nukuta vaan hän loikoilee puolih enää nukuta vaan hän loikoilee puolih enää nukuta vaan hän loikoilee puolih horroksissa siinä kuusen horroksissa siinä kuusen horroksissa siinä kuusen juurella kovin häntä mietityttävät nuo juurella kovin häntä mietityttävät nuo juurella kovin häntä mietityttävät nuo koirain sanat mitä ne koirain sanat mitä ne koirain sanat mitä ne tarkoittavat heti aamun sarastaessa hän tarkoittavat heti aamun sarastaessa hän tarkoittavat heti aamun sarastaessa hän nousee ylös ottaa pyssyt ja laukut ja nousee ylös ottaa pyssyt ja laukut ja nousee ylös ottaa pyssyt ja laukut ja lähtee lähtee lähtee kotiinsa Siellä hän menee heti pihassaan kotiinsa Siellä hän menee heti pihassaan kotiinsa Siellä hän menee heti pihassaan kasvavan vanhan kuus luo ja käy kasvavan vanhan kuus luo ja käy kasvavan vanhan kuus luo ja käy tutkimaan sen tutkimaan sen tutkimaan sen juuria yhtäkkiä hän huomaa sen lahojen juuria yhtäkkiä hän huomaa sen lahojen juuria yhtäkkiä hän huomaa sen lahojen juurten lomista jotakin kovaa ja juurten lomista jotakin kovaa ja juurten lomista jotakin kovaa ja raudalle raudalle raudalle kalskahtavaa ja kun hän tarkemmin kalskahtavaa ja kun hän tarkemmin kalskahtavaa ja kun hän tarkemmin kaivelee juuria tulee sieltä esiin suuri kaivelee juuria tulee sieltä esiin suuri kaivelee juuria tulee sieltä esiin suuri täysinäinen raha-arkku kiireesti hän korjaa arkun ja raha-arkku kiireesti hän korjaa arkun ja raha-arkku kiireesti hän korjaa arkun ja kantaa sen kantaa sen kantaa sen aittaansa ilmanos ne koirat haastelivat aittaansa ilmanos ne koirat haastelivat aittaansa ilmanos ne koirat haastelivat arvelee hän hyvillä mielin arvelee hän hyvillä mielin arvelee hän hyvillä mielin itsekseen päivenmällä hän pistäytyy itsekseen päivenmällä hän pistäytyy itsekseen päivenmällä hän pistäytyy lähimmässä naapurissaankin katsomassa lähimmässä naapurissaankin katsomassa lähimmässä naapurissaankin katsomassa mitä siellä on kun koirat siitäkin mitä siellä on kun koirat siitäkin mitä siellä on kun koirat siitäkin haastelivat siellä on nuori kaunis tyttö haastelivat siellä on nuori kaunis tyttö haastelivat siellä on nuori kaunis tyttö joka sopisi miehelle hyvin joka sopisi miehelle hyvin joka sopisi miehelle hyvin emännäksi Hän ottaa tytön emännäkseen ja emännäksi Hän ottaa tytön emännäkseen ja emännäksi Hän ottaa tytön emännäkseen ja kohta elellään talossa kuin muissa kohta elellään talossa kuin muissa kohta elellään talossa kuin muissa taloissa konsanaan kaikki ei kuitenkaan an ole konsanaan kaikki ei kuitenkaan an ole konsanaan kaikki ei kuitenkaan an ole aivan hyvin miehen aivan hyvin miehen aivan hyvin miehen elämässä naapurin Tyttö muuttuu elämässä naapurin Tyttö muuttuu elämässä naapurin Tyttö muuttuu vähitellen tiukaksi emännäksi ja käy vähitellen tiukaksi emännäksi ja käy vähitellen tiukaksi emännäksi ja käy vaativaksi ja vaativaksi ja vaativaksi ja omavaltaiseksi se häiritsee pahasti omavaltaiseksi se häiritsee pahasti omavaltaiseksi se häiritsee pahasti hänen hänen hänen onneaan lopulta hänen elämänsä käy niin onneaan lopulta hänen elämänsä käy niin onneaan lopulta hänen elämänsä käy niin tukalaksi että hän katsoo parhaaksi tukalaksi että hän katsoo parhaaksi tukalaksi että hän katsoo parhaaksi kuolla Eräänä päivänä hän pyytää kuolla Eräänä päivänä hän pyytää kuolla Eräänä päivänä hän pyytää emännältään uudet vaatteet pukeutuu emännältään uudet vaatteet pukeutuu emännältään uudet vaatteet pukeutuu niihin asettuu lavitsalle pitkälleen ja niihin asettuu lavitsalle pitkälleen ja niihin asettuu lavitsalle pitkälleen ja käy siihen käy siihen käy siihen kuolemaan loikoillessaan lavitsalla kuolemaan loikoillessaan lavitsalla kuolemaan loikoillessaan lavitsalla silmät ummessa ja silmät ummessa ja silmät ummessa ja hievahtamatta hän kuulee yhtäkkiä kukon hievahtamatta hän kuulee yhtäkkiä kukon hievahtamatta hän kuulee yhtäkkiä kukon kovin ylvästelevin äänin haastelevan kovin ylvästelevin äänin haastelevan kovin ylvästelevin äänin haastelevan perhekunnalleen joka on lattialla perhekunnalleen joka on lattialla perhekunnalleen joka on lattialla herneitä herneitä herneitä nokkimassa kot kot kot Minulla on nokkimassa kot kot kot Minulla on nokkimassa kot kot kot Minulla on is50ment akkaa ja minä pidän ne kaikki is50ment akkaa ja minä pidän ne kaikki is50ment akkaa ja minä pidän ne kaikki kurissa mutta tuolla ukolla on vain yksi kurissa mutta tuolla ukolla on vain yksi kurissa mutta tuolla ukolla on vain yksi eukko eikä jaksa sitäkään komennossa eukko eikä jaksa sitäkään komennossa eukko eikä jaksa sitäkään komennossa pitää Tuomas käy pahoin ukon luonnolle pitää Tuomas käy pahoin ukon luonnolle pitää Tuomas käy pahoin ukon luonnolle vai Sellaista se kukko vai Sellaista se kukko vai Sellaista se kukko haastelee heti Hän jättää kuolemisensa haastelee heti Hän jättää kuolemisensa haastelee heti Hän jättää kuolemisensa nousee lavitsalta ja astuu nousee lavitsalta ja astuu nousee lavitsalta ja astuu päättäväisesti eukkonsa luo lämmitäpäs päättäväisesti eukkonsa luo lämmitäpäs päättäväisesti eukkonsa luo lämmitäpäs kyly Mitä sinä kummittelet Vieläkö kyly Mitä sinä kummittelet Vieläkö kyly Mitä sinä kummittelet Vieläkö sinulle kyly pitää Mitä kuoleva kylyllä sinulle kyly pitää Mitä kuoleva kylyllä sinulle kyly pitää Mitä kuoleva kylyllä tekee Enpä aiokaan kuolla lämmitä vain tekee Enpä aiokaan kuolla lämmitä vain tekee Enpä aiokaan kuolla lämmitä vain kyly kahkah kovinhan sinä nyt eukko kyly kahkah kovinhan sinä nyt eukko kyly kahkah kovinhan sinä nyt eukko ihmettelee niinpä vain nyt lämmitä vain ihmettelee niinpä vain nyt lämmitä vain ihmettelee niinpä vain nyt lämmitä vain kyly Eihän siinä eukon auta muu kuin kyly Eihän siinä eukon auta muu kuin kyly Eihän siinä eukon auta muu kuin lähteä kylyä lähteä kylyä lähteä kylyä lämmittämään Ei sen kanssa nyt muuta voi lämmittämään Ei sen kanssa nyt muuta voi lämmittämään Ei sen kanssa nyt muuta voi eukko eukko eukko arvelee ja niinpä alkaa elämä tasaantua arvelee ja niinpä alkaa elämä tasaantua arvelee ja niinpä alkaa elämä tasaantua eukko ei enää rupea niin kovin eukko ei enää rupea niin kovin eukko ei enää rupea niin kovin äkäilemään ja itsepintaisesti äkäilemään ja itsepintaisesti äkäilemään ja itsepintaisesti määräilemään vaan taipuu joskus ukonkin määräilemään vaan taipuu joskus ukonkin määräilemään vaan taipuu joskus ukonkin tahtoon ukko taas mielellään täyttää sen tahtoon ukko taas mielellään täyttää sen tahtoon ukko taas mielellään täyttää sen missä näkee eukon olevan missä näkee eukon olevan missä näkee eukon olevan oikeassa ja niin Onni ja Rauha palautuu oikeassa ja niin Onni ja Rauha palautuu oikeassa ja niin Onni ja Rauha palautuu ja miehen elämä ja miehen elämä ja miehen elämä korjaantuu iloisina ja onnellisina korjaantuu iloisina ja onnellisina korjaantuu iloisina ja onnellisina talossa elellään yhäkin", "sentences": ["Iivo Iivo Iivo Härkönen Suomen Kansan seikkailusatuja haastelevat seikkailusatuja haastelevat seikkailusatuja haastelevat eläimet kerran on mies metsällä eläimet kerran on mies metsällä eläimet kerran on mies metsällä ampumassa oravia ja lintuja ja ampumassa oravia ja lintuja ja ampumassa oravia ja lintuja ja pyydystämässä kettuja ja jäniksiä hän pyydystämässä kettuja ja jäniksiä hän pyydystämässä kettuja ja jäniksiä hän viipyy retkellään pimeään iltaan asti Ja viipyy retkellään pimeään iltaan asti Ja viipyy retkellään pimeään iltaan asti Ja niin hänen täytyy jäädä metsään niin hänen täytyy jäädä metsään niin hänen täytyy jäädä metsään yöksi hän heittää pyssynsä ja laukkunsa yöksi hän heittää pyssynsä ja laukkunsa yöksi hän heittää pyssynsä ja laukkunsa kuusen juurelle ja käy siihen kuusen juurelle ja käy siihen kuusen juurelle ja käy siihen pitkäkseen koirat joita hänellä on pitkäkseen koirat joita hänellä on pitkäkseen koirat joita hänellä on mukana pari kolme asettuvat kauemmaksi mukana pari kolme asettuvat kauemmaksi mukana pari kolme asettuvat kauemmaksi toisten puiden toisten puiden toisten puiden juurille keskiyöllä mies herää ja kuulee juurille keskiyöllä mies herää ja kuulee juurille keskiyöllä mies herää ja kuulee Kuinka koirat haastelevat kesken Kuinka koirat haastelevat kesken Kuinka koirat haastelevat kesken on se tuo meidän isäntämme tällaisella on se tuo meidän isäntämme tällaisella on se tuo meidän isäntämme tällaisella koiran viralla itseään elättää saloja koiran viralla itseään elättää saloja koiran viralla itseään elättää saloja juoksentelee aivan toisenlainen elämä juoksentelee aivan toisenlainen elämä juoksentelee aivan toisenlainen elämä olisi hänellä käden ulottuvilla monta olisi hänellä käden ulottuvilla monta olisi hänellä käden ulottuvilla monta vertaa mukavampi tutkisi vain tarkemmin vertaa mukavampi tutkisi vain tarkemmin vertaa mukavampi tutkisi vain tarkemmin sen pihassaan kasvavan vanhan kuusen sen pihassaan kasvavan vanhan kuusen sen pihassaan kasvavan vanhan kuusen juuria ja käväisisi joskus juuria ja käväisisi joskus juuria ja käväisisi joskus naapurissaankin mutta miespoloinen ei naapurissaankin mutta miespoloinen ei naapurissaankin mutta miespoloinen ei älyä älyä älyä onneaan kun mies kuulee tämän ei häntä onneaan kun mies kuulee tämän ei häntä onneaan kun mies kuulee tämän ei häntä enää nukuta vaan hän loikoilee puolih enää nukuta vaan hän loikoilee puolih enää nukuta vaan hän loikoilee puolih horroksissa siinä kuusen horroksissa siinä kuusen horroksissa siinä kuusen juurella kovin häntä mietityttävät nuo juurella kovin häntä mietityttävät nuo juurella kovin häntä mietityttävät nuo koirain sanat mitä ne koirain sanat mitä ne koirain sanat mitä ne tarkoittavat heti aamun sarastaessa hän tarkoittavat heti aamun sarastaessa hän tarkoittavat heti aamun sarastaessa hän nousee ylös ottaa pyssyt ja laukut ja nousee ylös ottaa pyssyt ja laukut ja nousee ylös ottaa pyssyt ja laukut ja lähtee lähtee lähtee kotiinsa Siellä hän menee heti pihassaan kotiinsa Siellä hän menee heti pihassaan kotiinsa Siellä hän menee heti pihassaan kasvavan vanhan kuus luo ja käy kasvavan vanhan kuus luo ja käy kasvavan vanhan kuus luo ja käy tutkimaan sen tutkimaan sen tutkimaan sen juuria yhtäkkiä hän huomaa sen lahojen juuria yhtäkkiä hän huomaa sen lahojen juuria yhtäkkiä hän huomaa sen lahojen juurten lomista jotakin kovaa ja juurten lomista jotakin kovaa ja juurten lomista jotakin kovaa ja raudalle raudalle raudalle kalskahtavaa ja kun hän tarkemmin kalskahtavaa ja kun hän tarkemmin kalskahtavaa ja kun hän tarkemmin kaivelee juuria tulee sieltä esiin suuri kaivelee juuria tulee sieltä esiin suuri kaivelee juuria tulee sieltä esiin suuri täysinäinen raha-arkku kiireesti hän korjaa arkun ja raha-arkku kiireesti hän korjaa arkun ja raha-arkku kiireesti hän korjaa arkun ja kantaa sen kantaa sen kantaa sen aittaansa ilmanos ne koirat haastelivat aittaansa ilmanos ne koirat haastelivat aittaansa ilmanos ne koirat haastelivat arvelee hän hyvillä mielin arvelee hän hyvillä mielin arvelee hän hyvillä mielin itsekseen päivenmällä hän pistäytyy itsekseen päivenmällä hän pistäytyy itsekseen päivenmällä hän pistäytyy lähimmässä naapurissaankin katsomassa lähimmässä naapurissaankin katsomassa lähimmässä naapurissaankin katsomassa mitä siellä on kun koirat siitäkin mitä siellä on kun koirat siitäkin mitä siellä on kun koirat siitäkin haastelivat siellä on nuori kaunis tyttö haastelivat siellä on nuori kaunis tyttö haastelivat siellä on nuori kaunis tyttö joka sopisi miehelle hyvin joka sopisi miehelle hyvin joka sopisi miehelle hyvin emännäksi Hän ottaa tytön emännäkseen ja emännäksi Hän ottaa tytön emännäkseen ja emännäksi Hän ottaa tytön emännäkseen ja kohta elellään talossa kuin muissa kohta elellään talossa kuin muissa kohta elellään talossa kuin muissa taloissa konsanaan kaikki ei kuitenkaan an ole konsanaan kaikki ei kuitenkaan an ole konsanaan kaikki ei kuitenkaan an ole aivan hyvin miehen aivan hyvin miehen aivan hyvin miehen elämässä naapurin Tyttö muuttuu elämässä naapurin Tyttö muuttuu elämässä naapurin Tyttö muuttuu vähitellen tiukaksi emännäksi ja käy vähitellen tiukaksi emännäksi ja käy vähitellen tiukaksi emännäksi ja käy vaativaksi ja vaativaksi ja vaativaksi ja omavaltaiseksi se häiritsee pahasti omavaltaiseksi se häiritsee pahasti omavaltaiseksi se häiritsee pahasti hänen hänen hänen onneaan lopulta hänen elämänsä käy niin onneaan lopulta hänen elämänsä käy niin onneaan lopulta hänen elämänsä käy niin tukalaksi että hän katsoo parhaaksi tukalaksi että hän katsoo parhaaksi tukalaksi että hän katsoo parhaaksi kuolla Eräänä päivänä hän pyytää kuolla Eräänä päivänä hän pyytää kuolla Eräänä päivänä hän pyytää emännältään uudet vaatteet pukeutuu emännältään uudet vaatteet pukeutuu emännältään uudet vaatteet pukeutuu niihin asettuu lavitsalle pitkälleen ja niihin asettuu lavitsalle pitkälleen ja niihin asettuu lavitsalle pitkälleen ja käy siihen käy siihen käy siihen kuolemaan loikoillessaan lavitsalla kuolemaan loikoillessaan lavitsalla kuolemaan loikoillessaan lavitsalla silmät ummessa ja silmät ummessa ja silmät ummessa ja hievahtamatta hän kuulee yhtäkkiä kukon hievahtamatta hän kuulee yhtäkkiä kukon hievahtamatta hän kuulee yhtäkkiä kukon kovin ylvästelevin äänin haastelevan kovin ylvästelevin äänin haastelevan kovin ylvästelevin äänin haastelevan perhekunnalleen joka on lattialla perhekunnalleen joka on lattialla perhekunnalleen joka on lattialla herneitä herneitä herneitä nokkimassa kot kot kot Minulla on nokkimassa kot kot kot Minulla on nokkimassa kot kot kot Minulla on is50ment akkaa ja minä pidän ne kaikki is50ment akkaa ja minä pidän ne kaikki is50ment akkaa ja minä pidän ne kaikki kurissa mutta tuolla ukolla on vain yksi kurissa mutta tuolla ukolla on vain yksi kurissa mutta tuolla ukolla on vain yksi eukko eikä jaksa sitäkään komennossa eukko eikä jaksa sitäkään komennossa eukko eikä jaksa sitäkään komennossa pitää Tuomas käy pahoin ukon luonnolle pitää Tuomas käy pahoin ukon luonnolle pitää Tuomas käy pahoin ukon luonnolle vai Sellaista se kukko vai Sellaista se kukko vai Sellaista se kukko haastelee heti Hän jättää kuolemisensa haastelee heti Hän jättää kuolemisensa haastelee heti Hän jättää kuolemisensa nousee lavitsalta ja astuu nousee lavitsalta ja astuu nousee lavitsalta ja astuu päättäväisesti eukkonsa luo lämmitäpäs päättäväisesti eukkonsa luo lämmitäpäs päättäväisesti eukkonsa luo lämmitäpäs kyly Mitä sinä kummittelet Vieläkö kyly Mitä sinä kummittelet Vieläkö kyly Mitä sinä kummittelet Vieläkö sinulle kyly pitää Mitä kuoleva kylyllä sinulle kyly pitää Mitä kuoleva kylyllä sinulle kyly pitää Mitä kuoleva kylyllä tekee Enpä aiokaan kuolla lämmitä vain tekee Enpä aiokaan kuolla lämmitä vain tekee Enpä aiokaan kuolla lämmitä vain kyly kahkah kovinhan sinä nyt eukko kyly kahkah kovinhan sinä nyt eukko kyly kahkah kovinhan sinä nyt eukko ihmettelee niinpä vain nyt lämmitä vain ihmettelee niinpä vain nyt lämmitä vain ihmettelee niinpä vain nyt lämmitä vain kyly Eihän siinä eukon auta muu kuin kyly Eihän siinä eukon auta muu kuin kyly Eihän siinä eukon auta muu kuin lähteä kylyä lähteä kylyä lähteä kylyä lämmittämään Ei sen kanssa nyt muuta voi lämmittämään Ei sen kanssa nyt muuta voi lämmittämään Ei sen kanssa nyt muuta voi eukko eukko eukko arvelee ja niinpä alkaa elämä tasaantua arvelee ja niinpä alkaa elämä tasaantua arvelee ja niinpä alkaa elämä tasaantua eukko ei enää rupea niin kovin eukko ei enää rupea niin kovin eukko ei enää rupea niin kovin äkäilemään ja itsepintaisesti äkäilemään ja itsepintaisesti äkäilemään ja itsepintaisesti määräilemään vaan taipuu joskus ukonkin määräilemään vaan taipuu joskus ukonkin määräilemään vaan taipuu joskus ukonkin tahtoon ukko taas mielellään täyttää sen tahtoon ukko taas mielellään täyttää sen tahtoon ukko taas mielellään täyttää sen missä näkee eukon olevan missä näkee eukon olevan missä näkee eukon olevan oikeassa ja niin Onni ja Rauha palautuu oikeassa ja niin Onni ja Rauha palautuu oikeassa ja niin Onni ja Rauha palautuu ja miehen elämä ja miehen elämä ja miehen elämä korjaantuu iloisina ja onnellisina korjaantuu iloisina ja onnellisina korjaantuu iloisina ja onnellisina talossa elellään yhäkin"], "transcript": [{"start": 0.56, "end": 1.909, "text": "Iivo"}, {"start": 1.909, "end": 1.919, "text": "Iivo"}, {"start": 1.919, "end": 16.55, "text": "Iivo Härkönen Suomen Kansan"}, {"start": 16.56, "end": 20.71, "text": "seikkailusatuja haastelevat"}, {"start": 20.71, "end": 20.72, "text": "seikkailusatuja haastelevat"}, {"start": 20.72, "end": 23.79, "text": "seikkailusatuja haastelevat eläimet kerran on mies metsällä"}, {"start": 23.79, "end": 23.8, "text": "eläimet kerran on mies metsällä"}, {"start": 23.8, "end": 26.63, "text": "eläimet kerran on mies metsällä ampumassa oravia ja lintuja ja"}, {"start": 26.63, "end": 26.64, "text": "ampumassa oravia ja lintuja ja"}, {"start": 26.64, "end": 30.63, "text": "ampumassa oravia ja lintuja ja pyydystämässä kettuja ja jäniksiä hän"}, {"start": 30.63, "end": 30.64, "text": "pyydystämässä kettuja ja jäniksiä hän"}, {"start": 30.64, "end": 34.51, "text": "pyydystämässä kettuja ja jäniksiä hän viipyy retkellään pimeään iltaan asti Ja"}, {"start": 34.51, "end": 34.52, "text": "viipyy retkellään pimeään iltaan asti Ja"}, {"start": 34.52, "end": 37.67, "text": "viipyy retkellään pimeään iltaan asti Ja niin hänen täytyy jäädä metsään"}, {"start": 37.67, "end": 37.68, "text": "niin hänen täytyy jäädä metsään"}, {"start": 37.68, "end": 41.31, "text": "niin hänen täytyy jäädä metsään yöksi hän heittää pyssynsä ja laukkunsa"}, {"start": 41.31, "end": 41.32, "text": "yöksi hän heittää pyssynsä ja laukkunsa"}, {"start": 41.32, "end": 45.43, "text": "yöksi hän heittää pyssynsä ja laukkunsa kuusen juurelle ja käy siihen"}, {"start": 45.43, "end": 45.44, "text": "kuusen juurelle ja käy siihen"}, {"start": 45.44, "end": 48.11, "text": "kuusen juurelle ja käy siihen pitkäkseen koirat joita hänellä on"}, {"start": 48.11, "end": 48.12, "text": "pitkäkseen koirat joita hänellä on"}, {"start": 48.12, "end": 51.189, "text": "pitkäkseen koirat joita hänellä on mukana pari kolme asettuvat kauemmaksi"}, {"start": 51.189, "end": 51.199, "text": "mukana pari kolme asettuvat kauemmaksi"}, {"start": 51.199, "end": 54.11, "text": "mukana pari kolme asettuvat kauemmaksi toisten puiden"}, {"start": 54.11, "end": 54.12, "text": "toisten puiden"}, {"start": 54.12, "end": 57.869, "text": "toisten puiden juurille keskiyöllä mies herää ja kuulee"}, {"start": 57.869, "end": 57.879, "text": "juurille keskiyöllä mies herää ja kuulee"}, {"start": 57.879, "end": 61.47, "text": "juurille keskiyöllä mies herää ja kuulee Kuinka koirat haastelevat kesken"}, {"start": 61.47, "end": 61.48, "text": "Kuinka koirat haastelevat kesken"}, {"start": 61.48, "end": 64.71, "text": "Kuinka koirat haastelevat kesken on se tuo meidän isäntämme tällaisella"}, {"start": 64.71, "end": 64.72, "text": "on se tuo meidän isäntämme tällaisella"}, {"start": 64.72, "end": 68.23, "text": "on se tuo meidän isäntämme tällaisella koiran viralla itseään elättää saloja"}, {"start": 68.23, "end": 68.24, "text": "koiran viralla itseään elättää saloja"}, {"start": 68.24, "end": 71.23, "text": "koiran viralla itseään elättää saloja juoksentelee aivan toisenlainen elämä"}, {"start": 71.23, "end": 71.24, "text": "juoksentelee aivan toisenlainen elämä"}, {"start": 71.24, "end": 74.23, "text": "juoksentelee aivan toisenlainen elämä olisi hänellä käden ulottuvilla monta"}, {"start": 74.23, "end": 74.24, "text": "olisi hänellä käden ulottuvilla monta"}, {"start": 74.24, "end": 77.59, "text": "olisi hänellä käden ulottuvilla monta vertaa mukavampi tutkisi vain tarkemmin"}, {"start": 77.59, "end": 77.6, "text": "vertaa mukavampi tutkisi vain tarkemmin"}, {"start": 77.6, "end": 80.23, "text": "vertaa mukavampi tutkisi vain tarkemmin sen pihassaan kasvavan vanhan kuusen"}, {"start": 80.23, "end": 80.24, "text": "sen pihassaan kasvavan vanhan kuusen"}, {"start": 80.24, "end": 83.87, "text": "sen pihassaan kasvavan vanhan kuusen juuria ja käväisisi joskus"}, {"start": 83.87, "end": 83.88, "text": "juuria ja käväisisi joskus"}, {"start": 83.88, "end": 86.789, "text": "juuria ja käväisisi joskus naapurissaankin mutta miespoloinen ei"}, {"start": 86.789, "end": 86.799, "text": "naapurissaankin mutta miespoloinen ei"}, {"start": 86.799, "end": 88.91, "text": "naapurissaankin mutta miespoloinen ei älyä"}, {"start": 88.91, "end": 88.92, "text": "älyä"}, {"start": 88.92, "end": 92.55, "text": "älyä onneaan kun mies kuulee tämän ei häntä"}, {"start": 92.55, "end": 92.56, "text": "onneaan kun mies kuulee tämän ei häntä"}, {"start": 92.56, "end": 95.87, "text": "onneaan kun mies kuulee tämän ei häntä enää nukuta vaan hän loikoilee puolih"}, {"start": 95.87, "end": 95.88, "text": "enää nukuta vaan hän loikoilee puolih"}, {"start": 95.88, "end": 99.38900000000001, "text": "enää nukuta vaan hän loikoilee puolih horroksissa siinä kuusen"}, {"start": 99.38900000000001, "end": 99.399, "text": "horroksissa siinä kuusen"}, {"start": 99.399, "end": 102.91, "text": "horroksissa siinä kuusen juurella kovin häntä mietityttävät nuo"}, {"start": 102.91, "end": 102.92, "text": "juurella kovin häntä mietityttävät nuo"}, {"start": 102.92, "end": 106.789, "text": "juurella kovin häntä mietityttävät nuo koirain sanat mitä ne"}, {"start": 106.789, "end": 106.799, "text": "koirain sanat mitä ne"}, {"start": 106.799, "end": 110.03, "text": "koirain sanat mitä ne tarkoittavat heti aamun sarastaessa hän"}, {"start": 110.03, "end": 110.03999999999999, "text": "tarkoittavat heti aamun sarastaessa hän"}, {"start": 110.03999999999999, "end": 113.469, "text": "tarkoittavat heti aamun sarastaessa hän nousee ylös ottaa pyssyt ja laukut ja"}, {"start": 113.469, "end": 113.479, "text": "nousee ylös ottaa pyssyt ja laukut ja"}, {"start": 113.479, "end": 115.10900000000001, "text": "nousee ylös ottaa pyssyt ja laukut ja lähtee"}, {"start": 115.10900000000001, "end": 115.119, "text": "lähtee"}, {"start": 115.119, "end": 118.35, "text": "lähtee kotiinsa Siellä hän menee heti pihassaan"}, {"start": 118.35, "end": 118.36, "text": "kotiinsa Siellä hän menee heti pihassaan"}, {"start": 118.36, "end": 121.23, "text": "kotiinsa Siellä hän menee heti pihassaan kasvavan vanhan kuus luo ja käy"}, {"start": 121.23, "end": 121.24, "text": "kasvavan vanhan kuus luo ja käy"}, {"start": 121.24, "end": 122.95, "text": "kasvavan vanhan kuus luo ja käy tutkimaan sen"}, {"start": 122.95, "end": 122.96, "text": "tutkimaan sen"}, {"start": 122.96, "end": 126.469, "text": "tutkimaan sen juuria yhtäkkiä hän huomaa sen lahojen"}, {"start": 126.469, "end": 126.479, "text": "juuria yhtäkkiä hän huomaa sen lahojen"}, {"start": 126.479, "end": 129.51, "text": "juuria yhtäkkiä hän huomaa sen lahojen juurten lomista jotakin kovaa ja"}, {"start": 129.51, "end": 129.52, "text": "juurten lomista jotakin kovaa ja"}, {"start": 129.52, "end": 131.03, "text": "juurten lomista jotakin kovaa ja raudalle"}, {"start": 131.03, "end": 131.04, "text": "raudalle"}, {"start": 131.04, "end": 133.589, "text": "raudalle kalskahtavaa ja kun hän tarkemmin"}, {"start": 133.589, "end": 133.599, "text": "kalskahtavaa ja kun hän tarkemmin"}, {"start": 133.599, "end": 136.82999999999998, "text": "kalskahtavaa ja kun hän tarkemmin kaivelee juuria tulee sieltä esiin suuri"}, {"start": 136.82999999999998, "end": 136.84, "text": "kaivelee juuria tulee sieltä esiin suuri"}, {"start": 136.84, "end": 139.79, "text": "kaivelee juuria tulee sieltä esiin suuri täysinäinen"}, {"start": 139.8, "end": 143.07, "text": "raha-arkku kiireesti hän korjaa arkun ja"}, {"start": 143.07, "end": 143.07999999999998, "text": "raha-arkku kiireesti hän korjaa arkun ja"}, {"start": 143.07999999999998, "end": 144.949, "text": "raha-arkku kiireesti hän korjaa arkun ja kantaa sen"}, {"start": 144.949, "end": 144.959, "text": "kantaa sen"}, {"start": 144.959, "end": 148.35, "text": "kantaa sen aittaansa ilmanos ne koirat haastelivat"}, {"start": 148.35, "end": 148.36, "text": "aittaansa ilmanos ne koirat haastelivat"}, {"start": 148.36, "end": 151.589, "text": "aittaansa ilmanos ne koirat haastelivat arvelee hän hyvillä mielin"}, {"start": 151.589, "end": 151.599, "text": "arvelee hän hyvillä mielin"}, {"start": 151.599, "end": 154.91, "text": "arvelee hän hyvillä mielin itsekseen päivenmällä hän pistäytyy"}, {"start": 154.91, "end": 154.92000000000002, "text": "itsekseen päivenmällä hän pistäytyy"}, {"start": 154.92000000000002, "end": 157.309, "text": "itsekseen päivenmällä hän pistäytyy lähimmässä naapurissaankin katsomassa"}, {"start": 157.309, "end": 157.31900000000002, "text": "lähimmässä naapurissaankin katsomassa"}, {"start": 157.31900000000002, "end": 161.75, "text": "lähimmässä naapurissaankin katsomassa mitä siellä on kun koirat siitäkin"}, {"start": 161.75, "end": 161.76, "text": "mitä siellä on kun koirat siitäkin"}, {"start": 161.76, "end": 165.149, "text": "mitä siellä on kun koirat siitäkin haastelivat siellä on nuori kaunis tyttö"}, {"start": 165.149, "end": 165.159, "text": "haastelivat siellä on nuori kaunis tyttö"}, {"start": 165.159, "end": 168.03, "text": "haastelivat siellä on nuori kaunis tyttö joka sopisi miehelle hyvin"}, {"start": 168.03, "end": 168.04, "text": "joka sopisi miehelle hyvin"}, {"start": 168.04, "end": 171.63, "text": "joka sopisi miehelle hyvin emännäksi Hän ottaa tytön emännäkseen ja"}, {"start": 171.63, "end": 171.64, "text": "emännäksi Hän ottaa tytön emännäkseen ja"}, {"start": 171.64, "end": 174.27, "text": "emännäksi Hän ottaa tytön emännäkseen ja kohta elellään talossa kuin muissa"}, {"start": 174.27, "end": 174.28, "text": "kohta elellään talossa kuin muissa"}, {"start": 174.28, "end": 177.67000000000002, "text": "kohta elellään talossa kuin muissa taloissa"}, {"start": 177.68, "end": 180.35, "text": "konsanaan kaikki ei kuitenkaan an ole"}, {"start": 180.35, "end": 180.36, "text": "konsanaan kaikki ei kuitenkaan an ole"}, {"start": 180.36, "end": 182.47, "text": "konsanaan kaikki ei kuitenkaan an ole aivan hyvin miehen"}, {"start": 182.47, "end": 182.48, "text": "aivan hyvin miehen"}, {"start": 182.48, "end": 185.11, "text": "aivan hyvin miehen elämässä naapurin Tyttö muuttuu"}, {"start": 185.11, "end": 185.12, "text": "elämässä naapurin Tyttö muuttuu"}, {"start": 185.12, "end": 188.309, "text": "elämässä naapurin Tyttö muuttuu vähitellen tiukaksi emännäksi ja käy"}, {"start": 188.309, "end": 188.319, "text": "vähitellen tiukaksi emännäksi ja käy"}, {"start": 188.319, "end": 190.35, "text": "vähitellen tiukaksi emännäksi ja käy vaativaksi ja"}, {"start": 190.35, "end": 190.36, "text": "vaativaksi ja"}, {"start": 190.36, "end": 193.03, "text": "vaativaksi ja omavaltaiseksi se häiritsee pahasti"}, {"start": 193.03, "end": 193.04, "text": "omavaltaiseksi se häiritsee pahasti"}, {"start": 193.04, "end": 194.91, "text": "omavaltaiseksi se häiritsee pahasti hänen"}, {"start": 194.91, "end": 194.92, "text": "hänen"}, {"start": 194.92, "end": 198.11, "text": "hänen onneaan lopulta hänen elämänsä käy niin"}, {"start": 198.11, "end": 198.12, "text": "onneaan lopulta hänen elämänsä käy niin"}, {"start": 198.12, "end": 202.789, "text": "onneaan lopulta hänen elämänsä käy niin tukalaksi että hän katsoo parhaaksi"}, {"start": 202.789, "end": 202.799, "text": "tukalaksi että hän katsoo parhaaksi"}, {"start": 202.799, "end": 205.67000000000002, "text": "tukalaksi että hän katsoo parhaaksi kuolla Eräänä päivänä hän pyytää"}, {"start": 205.67000000000002, "end": 205.68, "text": "kuolla Eräänä päivänä hän pyytää"}, {"start": 205.68, "end": 208.949, "text": "kuolla Eräänä päivänä hän pyytää emännältään uudet vaatteet pukeutuu"}, {"start": 208.949, "end": 208.959, "text": "emännältään uudet vaatteet pukeutuu"}, {"start": 208.959, "end": 212.67000000000002, "text": "emännältään uudet vaatteet pukeutuu niihin asettuu lavitsalle pitkälleen ja"}, {"start": 212.67000000000002, "end": 212.68, "text": "niihin asettuu lavitsalle pitkälleen ja"}, {"start": 212.68, "end": 215.19, "text": "niihin asettuu lavitsalle pitkälleen ja käy siihen"}, {"start": 215.19, "end": 215.2, "text": "käy siihen"}, {"start": 215.2, "end": 218.309, "text": "käy siihen kuolemaan loikoillessaan lavitsalla"}, {"start": 218.309, "end": 218.31900000000002, "text": "kuolemaan loikoillessaan lavitsalla"}, {"start": 218.31900000000002, "end": 220.149, "text": "kuolemaan loikoillessaan lavitsalla silmät ummessa ja"}, {"start": 220.149, "end": 220.159, "text": "silmät ummessa ja"}, {"start": 220.159, "end": 223.149, "text": "silmät ummessa ja hievahtamatta hän kuulee yhtäkkiä kukon"}, {"start": 223.149, "end": 223.159, "text": "hievahtamatta hän kuulee yhtäkkiä kukon"}, {"start": 223.159, "end": 226.35, "text": "hievahtamatta hän kuulee yhtäkkiä kukon kovin ylvästelevin äänin haastelevan"}, {"start": 226.35, "end": 226.36, "text": "kovin ylvästelevin äänin haastelevan"}, {"start": 226.36, "end": 228.47, "text": "kovin ylvästelevin äänin haastelevan perhekunnalleen joka on lattialla"}, {"start": 228.47, "end": 228.48, "text": "perhekunnalleen joka on lattialla"}, {"start": 228.48, "end": 229.75, "text": "perhekunnalleen joka on lattialla herneitä"}, {"start": 229.75, "end": 229.76, "text": "herneitä"}, {"start": 229.76, "end": 233.50900000000001, "text": "herneitä nokkimassa kot kot kot Minulla on"}, {"start": 233.50900000000001, "end": 233.519, "text": "nokkimassa kot kot kot Minulla on"}, {"start": 233.519, "end": 235.869, "text": "nokkimassa kot kot kot Minulla on is50ment akkaa ja minä pidän ne kaikki"}, {"start": 235.869, "end": 235.879, "text": "is50ment akkaa ja minä pidän ne kaikki"}, {"start": 235.879, "end": 238.82999999999998, "text": "is50ment akkaa ja minä pidän ne kaikki kurissa mutta tuolla ukolla on vain yksi"}, {"start": 238.82999999999998, "end": 238.84, "text": "kurissa mutta tuolla ukolla on vain yksi"}, {"start": 238.84, "end": 242.99, "text": "kurissa mutta tuolla ukolla on vain yksi eukko eikä jaksa sitäkään komennossa"}, {"start": 242.99, "end": 243.0, "text": "eukko eikä jaksa sitäkään komennossa"}, {"start": 243.0, "end": 247.789, "text": "eukko eikä jaksa sitäkään komennossa pitää Tuomas käy pahoin ukon luonnolle"}, {"start": 247.789, "end": 247.799, "text": "pitää Tuomas käy pahoin ukon luonnolle"}, {"start": 247.799, "end": 251.309, "text": "pitää Tuomas käy pahoin ukon luonnolle vai Sellaista se kukko"}, {"start": 251.309, "end": 251.319, "text": "vai Sellaista se kukko"}, {"start": 251.319, "end": 254.91, "text": "vai Sellaista se kukko haastelee heti Hän jättää kuolemisensa"}, {"start": 254.91, "end": 254.92, "text": "haastelee heti Hän jättää kuolemisensa"}, {"start": 254.92, "end": 257.069, "text": "haastelee heti Hän jättää kuolemisensa nousee lavitsalta ja astuu"}, {"start": 257.069, "end": 257.079, "text": "nousee lavitsalta ja astuu"}, {"start": 257.079, "end": 261.79, "text": "nousee lavitsalta ja astuu päättäväisesti eukkonsa luo lämmitäpäs"}, {"start": 261.79, "end": 261.8, "text": "päättäväisesti eukkonsa luo lämmitäpäs"}, {"start": 261.8, "end": 265.27, "text": "päättäväisesti eukkonsa luo lämmitäpäs kyly Mitä sinä kummittelet Vieläkö"}, {"start": 265.27, "end": 265.28, "text": "kyly Mitä sinä kummittelet Vieläkö"}, {"start": 265.28, "end": 268.79, "text": "kyly Mitä sinä kummittelet Vieläkö sinulle kyly pitää Mitä kuoleva kylyllä"}, {"start": 268.79, "end": 268.8, "text": "sinulle kyly pitää Mitä kuoleva kylyllä"}, {"start": 268.8, "end": 273.11, "text": "sinulle kyly pitää Mitä kuoleva kylyllä tekee Enpä aiokaan kuolla lämmitä vain"}, {"start": 273.11, "end": 273.12, "text": "tekee Enpä aiokaan kuolla lämmitä vain"}, {"start": 273.12, "end": 278.469, "text": "tekee Enpä aiokaan kuolla lämmitä vain kyly kahkah kovinhan sinä nyt eukko"}, {"start": 278.469, "end": 278.479, "text": "kyly kahkah kovinhan sinä nyt eukko"}, {"start": 278.479, "end": 282.95, "text": "kyly kahkah kovinhan sinä nyt eukko ihmettelee niinpä vain nyt lämmitä vain"}, {"start": 282.95, "end": 282.96, "text": "ihmettelee niinpä vain nyt lämmitä vain"}, {"start": 282.96, "end": 286.87, "text": "ihmettelee niinpä vain nyt lämmitä vain kyly Eihän siinä eukon auta muu kuin"}, {"start": 286.87, "end": 286.88, "text": "kyly Eihän siinä eukon auta muu kuin"}, {"start": 286.88, "end": 288.51, "text": "kyly Eihän siinä eukon auta muu kuin lähteä kylyä"}, {"start": 288.51, "end": 288.52, "text": "lähteä kylyä"}, {"start": 288.52, "end": 291.55, "text": "lähteä kylyä lämmittämään Ei sen kanssa nyt muuta voi"}, {"start": 291.55, "end": 291.56, "text": "lämmittämään Ei sen kanssa nyt muuta voi"}, {"start": 291.56, "end": 293.71, "text": "lämmittämään Ei sen kanssa nyt muuta voi eukko"}, {"start": 293.71, "end": 293.72, "text": "eukko"}, {"start": 293.72, "end": 297.59000000000003, "text": "eukko arvelee ja niinpä alkaa elämä tasaantua"}, {"start": 297.59000000000003, "end": 297.6, "text": "arvelee ja niinpä alkaa elämä tasaantua"}, {"start": 297.6, "end": 300.469, "text": "arvelee ja niinpä alkaa elämä tasaantua eukko ei enää rupea niin kovin"}, {"start": 300.469, "end": 300.479, "text": "eukko ei enää rupea niin kovin"}, {"start": 300.479, "end": 303.35, "text": "eukko ei enää rupea niin kovin äkäilemään ja itsepintaisesti"}, {"start": 303.35, "end": 303.36, "text": "äkäilemään ja itsepintaisesti"}, {"start": 303.36, "end": 307.43, "text": "äkäilemään ja itsepintaisesti määräilemään vaan taipuu joskus ukonkin"}, {"start": 307.43, "end": 307.44, "text": "määräilemään vaan taipuu joskus ukonkin"}, {"start": 307.44, "end": 311.029, "text": "määräilemään vaan taipuu joskus ukonkin tahtoon ukko taas mielellään täyttää sen"}, {"start": 311.029, "end": 311.039, "text": "tahtoon ukko taas mielellään täyttää sen"}, {"start": 311.039, "end": 313.59, "text": "tahtoon ukko taas mielellään täyttää sen missä näkee eukon olevan"}, {"start": 313.59, "end": 313.6, "text": "missä näkee eukon olevan"}, {"start": 313.6, "end": 318.23, "text": "missä näkee eukon olevan oikeassa ja niin Onni ja Rauha palautuu"}, {"start": 318.23, "end": 318.24, "text": "oikeassa ja niin Onni ja Rauha palautuu"}, {"start": 318.24, "end": 320.029, "text": "oikeassa ja niin Onni ja Rauha palautuu ja miehen elämä"}, {"start": 320.029, "end": 320.039, "text": "ja miehen elämä"}, {"start": 320.039, "end": 323.23, "text": "ja miehen elämä korjaantuu iloisina ja onnellisina"}, {"start": 323.23, "end": 323.24, "text": "korjaantuu iloisina ja onnellisina"}, {"start": 323.24, "end": 328.629, "text": "korjaantuu iloisina ja onnellisina talossa elellään"}, {"start": 328.639, "end": 331.639, "text": "yhäkin"}], "createdAt": "2025-12-15T14:04:12.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/lI5hDdIJEy8/maxresdefault.webp", "type": "audio", "videoUrl": "https://youtube.com/watch?v=lI5hDdIJEy8", "difficulty": "advanced", "genre": "story", "isFavorite": false, "progress": 0}, {"id": "yt_audio_HYNDAm10YEU", "userId": "system_audiobook", "title": "Missä Muruseni On w/lyrics (english, finnish)", "language": "fi", "content": "[Musiikkia] [Musiikkia] [Musiikkia] Yöllä taas mä menin parvekkeelle Yöllä taas mä menin parvekkeelle Yöllä taas mä menin parvekkeelle nukkumaan jotta lähempänä mua ois nukkumaan jotta lähempänä mua ois nukkumaan jotta lähempänä mua ois hän hän hän periltäni taivas näkyy ryhdyn oottamaan periltäni taivas näkyy ryhdyn oottamaan periltäni taivas näkyy ryhdyn oottamaan että näen tähden että näen tähden että näen tähden lentävä sanovat Jos jossain huomaa lentävä sanovat Jos jossain huomaa lentävä sanovat Jos jossain huomaa tähden lennon niin toivoa voit silloin tähden lennon niin toivoa voit silloin tähden lennon niin toivoa voit silloin mitä mitä mitä vaan yöllä ylös taivaalle Mä pyynnyn vaan yöllä ylös taivaalle Mä pyynnyn vaan yöllä ylös taivaalle Mä pyynnyn kuiskasin kävisipä pian kuiskasin kävisipä pian kuiskasin kävisipä pian tuulemaan tuulemaan tuulemaan Tuuli tule sinne missä M Seni Tuuli tule sinne missä M Seni Tuuli tule sinne missä M Seni on Leiki hetki hänen on Leiki hetki hänen on Leiki hetki hänen hiuksillaan hiuksillaan hiuksillaan Kerro Kerro Kerro rakkauteni kerro kuinka rakkauteni kerro kuinka rakkauteni kerro kuinka ikävöin Kerro häntä ootan yä ikävöin Kerro häntä ootan yä ikävöin Kerro häntä ootan yä [Musiikkia] [Musiikkia] [Musiikkia] vaan tyyni oli eilen yö Mut kohta vaan tyyni oli eilen yö Mut kohta vaan tyyni oli eilen yö Mut kohta kuitenkin kuitenkin kuitenkin tuulihenkäisiat tunteess tuulihenkäisiat tunteess tuulihenkäisiat tunteess sain Joku liikkui lähelläni sain Joku liikkui lähelläni sain Joku liikkui lähelläni koskiposkeain Tutun käden tunsin koskiposkeain Tutun käden tunsin koskiposkeain Tutun käden tunsin ihollain enkä enää epäilylyt vaan tiesin ihollain enkä enää epäilylyt vaan tiesin ihollain enkä enää epäilylyt vaan tiesin että voin niin kuin pieni lapsi nukahtaa Ilma jota hengitämme sama nukahtaa Ilma jota hengitämme sama nukahtaa Ilma jota hengitämme sama on Ja jalkojemme alla on Ja jalkojemme alla on Ja jalkojemme alla samamaamaa Tuuli samamaamaa Tuuli samamaamaa Tuuli tuulle sinne missä muruseni tuulle sinne missä muruseni tuulle sinne missä muruseni o Leiki hetki hänen o Leiki hetki hänen o Leiki hetki hänen hiuksillaan Kerro hiuksillaan Kerro hiuksillaan Kerro rakkauteni kerro kuinka rakkauteni kerro kuinka rakkauteni kerro kuinka ikävöin Kerro häntä ootan yö vaan tuuli ikävöin Kerro häntä ootan yö vaan tuuli ikävöin Kerro häntä ootan yö vaan tuuli tule sinne missä murseni tule sinne missä murseni tule sinne missä murseni on leikih hetki hänen on leikih hetki hänen on leikih hetki hänen hiuksillaan Kerro hiuksillaan Kerro hiuksillaan Kerro rakkauteni kerro kuinka rakkauteni kerro kuinka rakkauteni kerro kuinka ikävöin kerran häntä ootan yhö vaan ikävöin kerran häntä ootan yhö vaan ikävöin kerran häntä ootan yhö vaan Tuuli tuulle sinne missä murseni on [Musiikkia]", "sentences": ["[Musiikkia] [Musiikkia] [Musiikkia] Yöllä taas mä menin parvekkeelle Yöllä taas mä menin parvekkeelle Yöllä taas mä menin parvekkeelle nukkumaan jotta lähempänä mua ois nukkumaan jotta lähempänä mua ois nukkumaan jotta lähempänä mua ois hän hän hän periltäni taivas näkyy ryhdyn oottamaan periltäni taivas näkyy ryhdyn oottamaan periltäni taivas näkyy ryhdyn oottamaan että näen tähden että näen tähden että näen tähden lentävä sanovat Jos jossain huomaa lentävä sanovat Jos jossain huomaa lentävä sanovat Jos jossain huomaa tähden lennon niin toivoa voit silloin tähden lennon niin toivoa voit silloin tähden lennon niin toivoa voit silloin mitä mitä mitä vaan yöllä ylös taivaalle Mä pyynnyn vaan yöllä ylös taivaalle Mä pyynnyn vaan yöllä ylös taivaalle Mä pyynnyn kuiskasin kävisipä pian kuiskasin kävisipä pian kuiskasin kävisipä pian tuulemaan tuulemaan tuulemaan Tuuli tule sinne missä M Seni Tuuli tule sinne missä M Seni Tuuli tule sinne missä M Seni on Leiki hetki hänen on Leiki hetki hänen on Leiki hetki hänen hiuksillaan hiuksillaan hiuksillaan Kerro Kerro Kerro rakkauteni kerro kuinka rakkauteni kerro kuinka rakkauteni kerro kuinka ikävöin Kerro häntä ootan yä ikävöin Kerro häntä ootan yä ikävöin Kerro häntä ootan yä [Musiikkia] [Musiikkia] [Musiikkia] vaan tyyni oli eilen yö Mut kohta vaan tyyni oli eilen yö Mut kohta vaan tyyni oli eilen yö Mut kohta kuitenkin kuitenkin kuitenkin tuulihenkäisiat tunteess tuulihenkäisiat tunteess tuulihenkäisiat tunteess sain Joku liikkui lähelläni sain Joku liikkui lähelläni sain Joku liikkui lähelläni koskiposkeain Tutun käden tunsin koskiposkeain Tutun käden tunsin koskiposkeain Tutun käden tunsin ihollain enkä enää epäilylyt vaan tiesin ihollain enkä enää epäilylyt vaan tiesin ihollain enkä enää epäilylyt vaan tiesin että voin niin kuin pieni lapsi nukahtaa Ilma jota hengitämme sama nukahtaa Ilma jota hengitämme sama nukahtaa Ilma jota hengitämme sama on Ja jalkojemme alla on Ja jalkojemme alla on Ja jalkojemme alla samamaamaa Tuuli samamaamaa Tuuli samamaamaa Tuuli tuulle sinne missä muruseni tuulle sinne missä muruseni tuulle sinne missä muruseni o Leiki hetki hänen o Leiki hetki hänen o Leiki hetki hänen hiuksillaan Kerro hiuksillaan Kerro hiuksillaan Kerro rakkauteni kerro kuinka rakkauteni kerro kuinka rakkauteni kerro kuinka ikävöin Kerro häntä ootan yö vaan tuuli ikävöin Kerro häntä ootan yö vaan tuuli ikävöin Kerro häntä ootan yö vaan tuuli tule sinne missä murseni tule sinne missä murseni tule sinne missä murseni on leikih hetki hänen on leikih hetki hänen on leikih hetki hänen hiuksillaan Kerro hiuksillaan Kerro hiuksillaan Kerro rakkauteni kerro kuinka rakkauteni kerro kuinka rakkauteni kerro kuinka ikävöin kerran häntä ootan yhö vaan ikävöin kerran häntä ootan yhö vaan ikävöin kerran häntä ootan yhö vaan Tuuli tuulle sinne missä murseni on [Musiikkia]"], "transcript": [{"start": 1.23, "end": 11.31, "text": "[Musiikkia]"}, {"start": 11.31, "end": 11.32, "text": "[Musiikkia]"}, {"start": 11.32, "end": 16.109, "text": "[Musiikkia] Yöllä taas mä menin parvekkeelle"}, {"start": 16.109, "end": 16.119, "text": "Yöllä taas mä menin parvekkeelle"}, {"start": 16.119, "end": 21.429, "text": "Yöllä taas mä menin parvekkeelle nukkumaan jotta lähempänä mua ois"}, {"start": 21.429, "end": 21.439, "text": "nukkumaan jotta lähempänä mua ois"}, {"start": 21.439, "end": 23.269, "text": "nukkumaan jotta lähempänä mua ois hän"}, {"start": 23.269, "end": 23.279, "text": "hän"}, {"start": 23.279, "end": 28.669, "text": "hän periltäni taivas näkyy ryhdyn oottamaan"}, {"start": 28.669, "end": 28.679, "text": "periltäni taivas näkyy ryhdyn oottamaan"}, {"start": 28.679, "end": 32.709, "text": "periltäni taivas näkyy ryhdyn oottamaan että näen tähden"}, {"start": 32.709, "end": 32.719, "text": "että näen tähden"}, {"start": 32.719, "end": 36.95, "text": "että näen tähden lentävä sanovat Jos jossain huomaa"}, {"start": 36.95, "end": 36.96, "text": "lentävä sanovat Jos jossain huomaa"}, {"start": 36.96, "end": 42.069, "text": "lentävä sanovat Jos jossain huomaa tähden lennon niin toivoa voit silloin"}, {"start": 42.069, "end": 42.079, "text": "tähden lennon niin toivoa voit silloin"}, {"start": 42.079, "end": 44.069, "text": "tähden lennon niin toivoa voit silloin mitä"}, {"start": 44.069, "end": 44.079, "text": "mitä"}, {"start": 44.079, "end": 49.95, "text": "mitä vaan yöllä ylös taivaalle Mä pyynnyn"}, {"start": 49.95, "end": 49.96, "text": "vaan yöllä ylös taivaalle Mä pyynnyn"}, {"start": 49.96, "end": 54.11, "text": "vaan yöllä ylös taivaalle Mä pyynnyn kuiskasin kävisipä pian"}, {"start": 54.11, "end": 54.12, "text": "kuiskasin kävisipä pian"}, {"start": 54.12, "end": 55.67, "text": "kuiskasin kävisipä pian tuulemaan"}, {"start": 55.67, "end": 55.68, "text": "tuulemaan"}, {"start": 55.68, "end": 61.229, "text": "tuulemaan Tuuli tule sinne missä M Seni"}, {"start": 61.229, "end": 61.239, "text": "Tuuli tule sinne missä M Seni"}, {"start": 61.239, "end": 65.469, "text": "Tuuli tule sinne missä M Seni on Leiki hetki hänen"}, {"start": 65.469, "end": 65.479, "text": "on Leiki hetki hänen"}, {"start": 65.479, "end": 66.99, "text": "on Leiki hetki hänen hiuksillaan"}, {"start": 66.99, "end": 67.0, "text": "hiuksillaan"}, {"start": 67.0, "end": 68.99, "text": "hiuksillaan Kerro"}, {"start": 68.99, "end": 69.0, "text": "Kerro"}, {"start": 69.0, "end": 72.63, "text": "Kerro rakkauteni kerro kuinka"}, {"start": 72.63, "end": 72.64, "text": "rakkauteni kerro kuinka"}, {"start": 72.64, "end": 78.23, "text": "rakkauteni kerro kuinka ikävöin Kerro häntä ootan yä"}, {"start": 78.23, "end": 78.24, "text": "ikävöin Kerro häntä ootan yä"}, {"start": 78.24, "end": 80.71000000000001, "text": "ikävöin Kerro häntä ootan yä [Musiikkia]"}, {"start": 80.71000000000001, "end": 80.72, "text": "[Musiikkia]"}, {"start": 80.72, "end": 86.67, "text": "[Musiikkia] vaan tyyni oli eilen yö Mut kohta"}, {"start": 86.67, "end": 86.68, "text": "vaan tyyni oli eilen yö Mut kohta"}, {"start": 86.68, "end": 88.91, "text": "vaan tyyni oli eilen yö Mut kohta kuitenkin"}, {"start": 88.91, "end": 88.92, "text": "kuitenkin"}, {"start": 88.92, "end": 92.38900000000001, "text": "kuitenkin tuulihenkäisiat tunteess"}, {"start": 92.38900000000001, "end": 92.399, "text": "tuulihenkäisiat tunteess"}, {"start": 92.399, "end": 97.95, "text": "tuulihenkäisiat tunteess sain Joku liikkui lähelläni"}, {"start": 97.95, "end": 97.96000000000001, "text": "sain Joku liikkui lähelläni"}, {"start": 97.96000000000001, "end": 103.03, "text": "sain Joku liikkui lähelläni koskiposkeain Tutun käden tunsin"}, {"start": 103.03, "end": 103.03999999999999, "text": "koskiposkeain Tutun käden tunsin"}, {"start": 103.03999999999999, "end": 108.469, "text": "koskiposkeain Tutun käden tunsin ihollain enkä enää epäilylyt vaan tiesin"}, {"start": 108.469, "end": 108.479, "text": "ihollain enkä enää epäilylyt vaan tiesin"}, {"start": 108.479, "end": 114.91, "text": "ihollain enkä enää epäilylyt vaan tiesin että voin niin kuin pieni lapsi"}, {"start": 114.92, "end": 120.51, "text": "nukahtaa Ilma jota hengitämme sama"}, {"start": 120.51, "end": 120.52, "text": "nukahtaa Ilma jota hengitämme sama"}, {"start": 120.52, "end": 124.749, "text": "nukahtaa Ilma jota hengitämme sama on Ja jalkojemme alla"}, {"start": 124.749, "end": 124.759, "text": "on Ja jalkojemme alla"}, {"start": 124.759, "end": 127.749, "text": "on Ja jalkojemme alla samamaamaa Tuuli"}, {"start": 127.749, "end": 127.759, "text": "samamaamaa Tuuli"}, {"start": 127.759, "end": 131.75, "text": "samamaamaa Tuuli tuulle sinne missä muruseni"}, {"start": 131.75, "end": 131.76, "text": "tuulle sinne missä muruseni"}, {"start": 131.76, "end": 136.11, "text": "tuulle sinne missä muruseni o Leiki hetki hänen"}, {"start": 136.11, "end": 136.12, "text": "o Leiki hetki hänen"}, {"start": 136.12, "end": 139.589, "text": "o Leiki hetki hänen hiuksillaan Kerro"}, {"start": 139.589, "end": 139.599, "text": "hiuksillaan Kerro"}, {"start": 139.599, "end": 143.22899999999998, "text": "hiuksillaan Kerro rakkauteni kerro kuinka"}, {"start": 143.22899999999998, "end": 143.239, "text": "rakkauteni kerro kuinka"}, {"start": 143.239, "end": 150.27, "text": "rakkauteni kerro kuinka ikävöin Kerro häntä ootan yö vaan tuuli"}, {"start": 150.27, "end": 150.28, "text": "ikävöin Kerro häntä ootan yö vaan tuuli"}, {"start": 150.28, "end": 154.35, "text": "ikävöin Kerro häntä ootan yö vaan tuuli tule sinne missä murseni"}, {"start": 154.35, "end": 154.36, "text": "tule sinne missä murseni"}, {"start": 154.36, "end": 158.67000000000002, "text": "tule sinne missä murseni on leikih hetki hänen"}, {"start": 158.67000000000002, "end": 158.68, "text": "on leikih hetki hänen"}, {"start": 158.68, "end": 162.11, "text": "on leikih hetki hänen hiuksillaan Kerro"}, {"start": 162.11, "end": 162.12, "text": "hiuksillaan Kerro"}, {"start": 162.12, "end": 165.79, "text": "hiuksillaan Kerro rakkauteni kerro kuinka"}, {"start": 165.79, "end": 165.8, "text": "rakkauteni kerro kuinka"}, {"start": 165.8, "end": 171.47, "text": "rakkauteni kerro kuinka ikävöin kerran häntä ootan yhö vaan"}, {"start": 171.47, "end": 171.48, "text": "ikävöin kerran häntä ootan yhö vaan"}, {"start": 171.48, "end": 192.31, "text": "ikävöin kerran häntä ootan yhö vaan Tuuli tuulle sinne missä murseni on"}, {"start": 192.32, "end": 217.66899999999998, "text": "[Musiikkia]"}], "createdAt": "2025-12-15T14:04:41.000Z", "imageUrl": "https://i.ytimg.com/vi/HYNDAm10YEU/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=HYNDAm10YEU", "difficulty": "intermediate", "genre": "music", "isFavorite": false, "progress": 0}, {"id": "yt_audio_fYnzBuQtvn4", "userId": "system_audiobook", "title": "Herra kädelläsi w/lyrics (english, finnish) - Jenni Vartiainen", "language": "fi", "content": "[Musiikkia] Herra Herra Herra kädelläsi asua mä kädelläsi asua mä kädelläsi asua mä saan saan saan turvallisin turvallisin turvallisin käsipäällä maan siellä Kaikki saavat maan siellä Kaikki saavat maan siellä Kaikki saavat uuden uuden uuden sydämen rauhan annat haavat sydämen rauhan annat haavat sydämen rauhan annat haavat [Aplodeja] [Aplodeja] [Aplodeja] sitoen sitoen sitoen Onneni on olla Onneni on olla Onneni on olla herraa herraa herraa lähellä turvata voin yksin Jumalaan Jumalaan Jumalaan Onneni on Onneni on Onneni on olla herraa olla herraa olla herraa lähellä tahdon laulaa hänen teoistaan Herra teoistaan Herra teoistaan Herra kädelläsi kädelläsi kädelläsi iloitam M iloitam M iloitam M saan se on rikas käsi antamaan siellä antamaan siellä antamaan siellä armahdusta meille armahdusta meille armahdusta meille tarjotaan eikä tarjotaan eikä tarjotaan eikä kadotusta milloinkaan milloinkaan milloinkaan Onneni on Onneni on Onneni on olla herraa olla herraa olla herraa lähellä turvata voin yksin Jumalaan Jumalaan Jumalaan Onneni on Onneni on Onneni on olla herra lähellä tahdon laulaa hänen lähellä tahdon laulaa hänen lähellä tahdon laulaa hänen [Musiikkia] [Musiikkia] [Musiikkia] teoistaan Herra teoistaan Herra teoistaan Herra kädelläsi itkeä kädelläsi itkeä kädelläsi itkeä mäsan mäsan mäsan kohonnun ei käsi kostamaan sitä naulat kostamaan sitä naulat kostamaan sitä naulat pisti vahuus pisti vahuus pisti vahuus ihmisten Anteeksi soi Risti kaiken sen sen sen Onneni on Onneni on Onneni on olla herraa olla herraa olla herraa lähellä turvata voin yksin lähellä turvata voin yksin lähellä turvata voin yksin [Musiikkia] [Musiikkia] [Musiikkia] Jumalaan Jumalaan Jumalaan Onneni on Onneni on Onneni on olla olla olla herra herra herra lähellä tahdon laulaa hänen lähellä tahdon laulaa hänen lähellä tahdon laulaa hänen [Musiikkia] [Musiikkia] [Musiikkia] teoistaan Herra teoistaan Herra teoistaan Herra kädelläsi unen painan kädelläsi unen painan kädelläsi unen painan pään kutsut pään kutsut pään kutsut ystäväsi lepäämään käsi minut kantaa lepäämään käsi minut kantaa lepäämään käsi minut kantaa uuteen eläm uuteen eläm uuteen eläm mään mään mään ikirauhan antaa valoon jään jään jään Onneni on Onneni on Onneni on olla herraa olla herraa olla herraa lähellä turvataan voin yksin Jumalaan Onneni on Jumalaan Onneni on Jumalaan Onneni on olla herra lähellä olla herra lähellä olla herra lähellä tahdon laulaa hänen teoistaan teoistaan teoistaan Onneli on Onneli on Onneli on olla herraa olla herraa olla herraa lähellä turvata voin yksin Jumalaan Onneni on Jumalaan Onneni on Jumalaan Onneni on olla herraa lähellä olla herraa lähellä olla herraa lähellä tahdon laulaa hänen teoistaan [Musiikkia] [Musiikkia] [Musiikkia] [Musiikkia] [Aplodeja] [Musiikkia]", "sentences": ["[Musiikkia] Herra Herra Herra kädelläsi asua mä kädelläsi asua mä kädelläsi asua mä saan saan saan turvallisin turvallisin turvallisin käsipäällä maan siellä Kaikki saavat maan siellä Kaikki saavat maan siellä Kaikki saavat uuden uuden uuden sydämen rauhan annat haavat sydämen rauhan annat haavat sydämen rauhan annat haavat [Aplodeja] [Aplodeja] [Aplodeja] sitoen sitoen sitoen Onneni on olla Onneni on olla Onneni on olla herraa herraa herraa lähellä turvata voin yksin Jumalaan Jumalaan Jumalaan Onneni on Onneni on Onneni on olla herraa olla herraa olla herraa lähellä tahdon laulaa hänen teoistaan Herra teoistaan Herra teoistaan Herra kädelläsi kädelläsi kädelläsi iloitam M iloitam M iloitam M saan se on rikas käsi antamaan siellä antamaan siellä antamaan siellä armahdusta meille armahdusta meille armahdusta meille tarjotaan eikä tarjotaan eikä tarjotaan eikä kadotusta milloinkaan milloinkaan milloinkaan Onneni on Onneni on Onneni on olla herraa olla herraa olla herraa lähellä turvata voin yksin Jumalaan Jumalaan Jumalaan Onneni on Onneni on Onneni on olla herra lähellä tahdon laulaa hänen lähellä tahdon laulaa hänen lähellä tahdon laulaa hänen [Musiikkia] [Musiikkia] [Musiikkia] teoistaan Herra teoistaan Herra teoistaan Herra kädelläsi itkeä kädelläsi itkeä kädelläsi itkeä mäsan mäsan mäsan kohonnun ei käsi kostamaan sitä naulat kostamaan sitä naulat kostamaan sitä naulat pisti vahuus pisti vahuus pisti vahuus ihmisten Anteeksi soi Risti kaiken sen sen sen Onneni on Onneni on Onneni on olla herraa olla herraa olla herraa lähellä turvata voin yksin lähellä turvata voin yksin lähellä turvata voin yksin [Musiikkia] [Musiikkia] [Musiikkia] Jumalaan Jumalaan Jumalaan Onneni on Onneni on Onneni on olla olla olla herra herra herra lähellä tahdon laulaa hänen lähellä tahdon laulaa hänen lähellä tahdon laulaa hänen [Musiikkia] [Musiikkia] [Musiikkia] teoistaan Herra teoistaan Herra teoistaan Herra kädelläsi unen painan kädelläsi unen painan kädelläsi unen painan pään kutsut pään kutsut pään kutsut ystäväsi lepäämään käsi minut kantaa lepäämään käsi minut kantaa lepäämään käsi minut kantaa uuteen eläm uuteen eläm uuteen eläm mään mään mään ikirauhan antaa valoon jään jään jään Onneni on Onneni on Onneni on olla herraa olla herraa olla herraa lähellä turvataan voin yksin Jumalaan Onneni on Jumalaan Onneni on Jumalaan Onneni on olla herra lähellä olla herra lähellä olla herra lähellä tahdon laulaa hänen teoistaan teoistaan teoistaan Onneli on Onneli on Onneli on olla herraa olla herraa olla herraa lähellä turvata voin yksin Jumalaan Onneni on Jumalaan Onneni on Jumalaan Onneni on olla herraa lähellä olla herraa lähellä olla herraa lähellä tahdon laulaa hänen teoistaan [Musiikkia] [Musiikkia] [Musiikkia] [Musiikkia] [Aplodeja] [Musiikkia]"], "transcript": [{"start": 8.0, "end": 12.39, "text": "[Musiikkia]"}, {"start": 12.4, "end": 15.109, "text": "Herra"}, {"start": 15.109, "end": 15.119, "text": "Herra"}, {"start": 15.119, "end": 18.87, "text": "Herra kädelläsi asua mä"}, {"start": 18.87, "end": 18.88, "text": "kädelläsi asua mä"}, {"start": 18.88, "end": 20.67, "text": "kädelläsi asua mä saan"}, {"start": 20.67, "end": 20.68, "text": "saan"}, {"start": 20.68, "end": 22.269, "text": "saan turvallisin"}, {"start": 22.269, "end": 22.279, "text": "turvallisin"}, {"start": 22.279, "end": 26.15, "text": "turvallisin käsipäällä"}, {"start": 26.16, "end": 30.83, "text": "maan siellä Kaikki saavat"}, {"start": 30.83, "end": 30.84, "text": "maan siellä Kaikki saavat"}, {"start": 30.84, "end": 33.549, "text": "maan siellä Kaikki saavat uuden"}, {"start": 33.549, "end": 33.559, "text": "uuden"}, {"start": 33.559, "end": 38.45, "text": "uuden sydämen rauhan annat haavat"}, {"start": 38.45, "end": 38.46, "text": "sydämen rauhan annat haavat"}, {"start": 38.46, "end": 40.47, "text": "sydämen rauhan annat haavat [Aplodeja]"}, {"start": 40.47, "end": 40.48, "text": "[Aplodeja]"}, {"start": 40.48, "end": 42.15, "text": "[Aplodeja] sitoen"}, {"start": 42.15, "end": 42.16, "text": "sitoen"}, {"start": 42.16, "end": 45.63, "text": "sitoen Onneni on olla"}, {"start": 45.63, "end": 45.64, "text": "Onneni on olla"}, {"start": 45.64, "end": 48.31, "text": "Onneni on olla herraa"}, {"start": 48.31, "end": 48.32, "text": "herraa"}, {"start": 48.32, "end": 55.11, "text": "herraa lähellä turvata voin yksin"}, {"start": 55.12, "end": 56.83, "text": "Jumalaan"}, {"start": 56.83, "end": 56.84, "text": "Jumalaan"}, {"start": 56.84, "end": 58.91, "text": "Jumalaan Onneni on"}, {"start": 58.91, "end": 58.92, "text": "Onneni on"}, {"start": 58.92, "end": 63.07, "text": "Onneni on olla herraa"}, {"start": 63.07, "end": 63.08, "text": "olla herraa"}, {"start": 63.08, "end": 70.39, "text": "olla herraa lähellä tahdon laulaa hänen"}, {"start": 70.4, "end": 73.83, "text": "teoistaan Herra"}, {"start": 73.83, "end": 73.84, "text": "teoistaan Herra"}, {"start": 73.84, "end": 75.469, "text": "teoistaan Herra kädelläsi"}, {"start": 75.469, "end": 75.479, "text": "kädelläsi"}, {"start": 75.479, "end": 77.71000000000001, "text": "kädelläsi iloitam M"}, {"start": 77.71000000000001, "end": 77.72, "text": "iloitam M"}, {"start": 77.72, "end": 85.19, "text": "iloitam M saan se on rikas käsi"}, {"start": 85.2, "end": 88.91, "text": "antamaan siellä"}, {"start": 88.91, "end": 88.92, "text": "antamaan siellä"}, {"start": 88.92, "end": 92.429, "text": "antamaan siellä armahdusta meille"}, {"start": 92.429, "end": 92.439, "text": "armahdusta meille"}, {"start": 92.439, "end": 95.149, "text": "armahdusta meille tarjotaan eikä"}, {"start": 95.149, "end": 95.15899999999999, "text": "tarjotaan eikä"}, {"start": 95.15899999999999, "end": 99.59, "text": "tarjotaan eikä kadotusta"}, {"start": 99.6, "end": 101.19, "text": "milloinkaan"}, {"start": 101.19, "end": 101.2, "text": "milloinkaan"}, {"start": 101.2, "end": 103.31, "text": "milloinkaan Onneni on"}, {"start": 103.31, "end": 103.32, "text": "Onneni on"}, {"start": 103.32, "end": 107.429, "text": "Onneni on olla herraa"}, {"start": 107.429, "end": 107.439, "text": "olla herraa"}, {"start": 107.439, "end": 114.38900000000001, "text": "olla herraa lähellä turvata voin yksin"}, {"start": 114.399, "end": 115.95, "text": "Jumalaan"}, {"start": 115.95, "end": 115.96000000000001, "text": "Jumalaan"}, {"start": 115.96000000000001, "end": 118.22999999999999, "text": "Jumalaan Onneni on"}, {"start": 118.22999999999999, "end": 118.24000000000001, "text": "Onneni on"}, {"start": 118.24000000000001, "end": 122.149, "text": "Onneni on olla herra"}, {"start": 122.159, "end": 126.62, "text": "lähellä tahdon laulaa hänen"}, {"start": 126.62, "end": 126.63, "text": "lähellä tahdon laulaa hänen"}, {"start": 126.63, "end": 129.389, "text": "lähellä tahdon laulaa hänen [Musiikkia]"}, {"start": 129.389, "end": 129.399, "text": "[Musiikkia]"}, {"start": 129.399, "end": 132.949, "text": "[Musiikkia] teoistaan Herra"}, {"start": 132.949, "end": 132.959, "text": "teoistaan Herra"}, {"start": 132.959, "end": 136.39, "text": "teoistaan Herra kädelläsi itkeä"}, {"start": 136.39, "end": 136.4, "text": "kädelläsi itkeä"}, {"start": 136.4, "end": 137.99, "text": "kädelläsi itkeä mäsan"}, {"start": 137.99, "end": 138.0, "text": "mäsan"}, {"start": 138.0, "end": 144.15, "text": "mäsan kohonnun ei käsi"}, {"start": 144.16, "end": 147.869, "text": "kostamaan sitä naulat"}, {"start": 147.869, "end": 147.879, "text": "kostamaan sitä naulat"}, {"start": 147.879, "end": 151.63, "text": "kostamaan sitä naulat pisti vahuus"}, {"start": 151.63, "end": 151.64, "text": "pisti vahuus"}, {"start": 151.64, "end": 158.71, "text": "pisti vahuus ihmisten Anteeksi soi Risti kaiken"}, {"start": 158.72, "end": 160.27, "text": "sen"}, {"start": 160.27, "end": 160.28, "text": "sen"}, {"start": 160.28, "end": 162.47, "text": "sen Onneni on"}, {"start": 162.47, "end": 162.48, "text": "Onneni on"}, {"start": 162.48, "end": 166.50900000000001, "text": "Onneni on olla herraa"}, {"start": 166.50900000000001, "end": 166.519, "text": "olla herraa"}, {"start": 166.519, "end": 171.57999999999998, "text": "olla herraa lähellä turvata voin yksin"}, {"start": 171.57999999999998, "end": 171.59, "text": "lähellä turvata voin yksin"}, {"start": 171.59, "end": 173.47, "text": "lähellä turvata voin yksin [Musiikkia]"}, {"start": 173.47, "end": 173.48, "text": "[Musiikkia]"}, {"start": 173.48, "end": 175.11, "text": "[Musiikkia] Jumalaan"}, {"start": 175.11, "end": 175.12, "text": "Jumalaan"}, {"start": 175.12, "end": 177.309, "text": "Jumalaan Onneni on"}, {"start": 177.309, "end": 177.31900000000002, "text": "Onneni on"}, {"start": 177.31900000000002, "end": 178.82999999999998, "text": "Onneni on olla"}, {"start": 178.82999999999998, "end": 178.84, "text": "olla"}, {"start": 178.84, "end": 181.27, "text": "olla herra"}, {"start": 181.27, "end": 181.28, "text": "herra"}, {"start": 181.28, "end": 185.77, "text": "herra lähellä tahdon laulaa hänen"}, {"start": 185.77, "end": 185.78, "text": "lähellä tahdon laulaa hänen"}, {"start": 185.78, "end": 188.589, "text": "lähellä tahdon laulaa hänen [Musiikkia]"}, {"start": 188.589, "end": 188.599, "text": "[Musiikkia]"}, {"start": 188.599, "end": 191.789, "text": "[Musiikkia] teoistaan Herra"}, {"start": 191.789, "end": 191.799, "text": "teoistaan Herra"}, {"start": 191.799, "end": 195.67, "text": "teoistaan Herra kädelläsi unen painan"}, {"start": 195.67, "end": 195.68, "text": "kädelläsi unen painan"}, {"start": 195.68, "end": 198.75, "text": "kädelläsi unen painan pään kutsut"}, {"start": 198.75, "end": 198.76, "text": "pään kutsut"}, {"start": 198.76, "end": 203.43, "text": "pään kutsut ystäväsi"}, {"start": 203.44, "end": 208.07, "text": "lepäämään käsi minut kantaa"}, {"start": 208.07, "end": 208.07999999999998, "text": "lepäämään käsi minut kantaa"}, {"start": 208.07999999999998, "end": 210.47, "text": "lepäämään käsi minut kantaa uuteen eläm"}, {"start": 210.47, "end": 210.48, "text": "uuteen eläm"}, {"start": 210.48, "end": 212.39, "text": "uuteen eläm mään"}, {"start": 212.39, "end": 212.4, "text": "mään"}, {"start": 212.4, "end": 217.67000000000002, "text": "mään ikirauhan antaa valoon"}, {"start": 217.68, "end": 219.309, "text": "jään"}, {"start": 219.309, "end": 219.31900000000002, "text": "jään"}, {"start": 219.31900000000002, "end": 221.50900000000001, "text": "jään Onneni on"}, {"start": 221.50900000000001, "end": 221.519, "text": "Onneni on"}, {"start": 221.519, "end": 225.50900000000001, "text": "Onneni on olla herraa"}, {"start": 225.50900000000001, "end": 225.519, "text": "olla herraa"}, {"start": 225.519, "end": 232.789, "text": "olla herraa lähellä turvataan voin yksin"}, {"start": 232.799, "end": 236.309, "text": "Jumalaan Onneni on"}, {"start": 236.309, "end": 236.31900000000002, "text": "Jumalaan Onneni on"}, {"start": 236.31900000000002, "end": 241.27, "text": "Jumalaan Onneni on olla herra lähellä"}, {"start": 241.27, "end": 241.28, "text": "olla herra lähellä"}, {"start": 241.28, "end": 247.149, "text": "olla herra lähellä tahdon laulaa hänen"}, {"start": 247.159, "end": 248.91, "text": "teoistaan"}, {"start": 248.91, "end": 248.92, "text": "teoistaan"}, {"start": 248.92, "end": 251.03, "text": "teoistaan Onneli on"}, {"start": 251.03, "end": 251.04, "text": "Onneli on"}, {"start": 251.04, "end": 255.11, "text": "Onneli on olla herraa"}, {"start": 255.11, "end": 255.12, "text": "olla herraa"}, {"start": 255.12, "end": 262.749, "text": "olla herraa lähellä turvata voin yksin"}, {"start": 262.759, "end": 265.83, "text": "Jumalaan Onneni on"}, {"start": 265.83, "end": 265.84, "text": "Jumalaan Onneni on"}, {"start": 265.84, "end": 270.87, "text": "Jumalaan Onneni on olla herraa lähellä"}, {"start": 270.87, "end": 270.88, "text": "olla herraa lähellä"}, {"start": 270.88, "end": 278.39, "text": "olla herraa lähellä tahdon laulaa hänen teoistaan"}, {"start": 278.4, "end": 286.14, "text": "[Musiikkia]"}, {"start": 286.15, "end": 289.1, "text": "[Musiikkia]"}, {"start": 289.1, "end": 289.11, "text": "[Musiikkia]"}, {"start": 289.11, "end": 292.31, "text": "[Musiikkia] [Aplodeja]"}, {"start": 292.32, "end": 295.81, "text": "[Musiikkia]"}], "createdAt": "2025-12-15T14:04:54.000Z", "imageUrl": "https://i.ytimg.com/vi/fYnzBuQtvn4/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=fYnzBuQtvn4", "difficulty": "intermediate", "genre": "music", "isFavorite": false, "progress": 0}]