[{"id": "yt_audio_aNeutQefXNQ", "userId": "system_audiobook", "title": "Lia and Origa", "language": "rw", "content": "[Music] Leah uri he Leah uri he Leah uri he [Music] [Music] [Music] wowe na anua kuki yego Mama aje aje mushiki wawe Leah ari he ngwino yego Mama ndi hano ndi mushiki wawe Leah ari he ngwino yego Mama ndi hano ndi mushiki wawe Leah ari he ngwino yego Mama ndi hano ndi Leah Leah niba utumvise umunsi umwe Leah Leah niba utumvise umunsi umwe Leah Leah niba utumvise umunsi umwe wigira isomo ry'ubuzima bwawe mama oya niteguye wigira isomo ry'ubuzima bwawe mama oya niteguye wigira isomo ry'ubuzima bwawe mama oya niteguye gukora icyo unsaba cyose gukora icyo unsaba cyose gukora icyo unsaba cyose neza ndagiye hamwe n'inshuti zanjye muri MAI mu neza ndagiye hamwe n'inshuti zanjye muri MAI mu neza ndagiye hamwe n'inshuti zanjye muri MAI mu misozi mwiteho misozi mwiteho misozi mwiteho vua mujye gukusanya umuriro mu vua mujye gukusanya umuriro mu vua mujye gukusanya umuriro mu bihuru biri hafi aho kandi wowe Leah uherekeze bihuru biri hafi aho kandi wowe Leah uherekeze bihuru biri hafi aho kandi wowe Leah uherekeze inshuti zawe zijya mu ruzi ku inshuti zawe zijya mu ruzi ku inshuti zawe zijya mu ruzi ku mazi ndabizi ko uri umukobwa ukomeye mazi ndabizi ko uri umukobwa ukomeye mazi ndabizi ko uri umukobwa ukomeye ukunda gukora ibintu uko abyifuza ariko ukunda gukora ibintu uko abyifuza ariko ukunda gukora ibintu uko abyifuza ariko ndakuburira ko utazigera ujya ku iriba wenyine ndakuburira ko utazigera ujya ku iriba wenyine ndakuburira ko utazigera ujya ku iriba wenyine yego Mama abakobwa beza ndagiye mugire amahoro yego Mama abakobwa beza ndagiye mugire amahoro yego Mama abakobwa beza ndagiye mugire amahoro bakobwa yego Mama rwose Leah uriho turajya mu Leah uriho turajya mu Leah uriho turajya mu ruzi ntukinubire nyuma ko tutaguhamagaye ruzi ntukinubire nyuma ko tutaguhamagaye [Music] ibi ni byiza ntabwo nzagomba kujya mu ibi ni byiza ntabwo nzagomba kujya mu ibi ni byiza ntabwo nzagomba kujya mu ruzi ruzi ruzi kabiri warabikoze hm kabiri warabikoze hm kabiri warabikoze hm wansize n'uyu munsi h wansize n'uyu munsi h wansize n'uyu munsi h twatekerezaga ko utagikunda inshuti yacu twatekerezaga ko utagikunda inshuti yacu twatekerezaga ko utagikunda inshuti yacu twaguhamagaye ubusa [Music] bakobwa mwe hariya huh niba munyumva ngwino bakobwa mwe hariya huh niba munyumva ngwino bakobwa mwe hariya huh niba munyumva ngwino umfashe guterura iyi PT kuri umfashe guterura iyi PT kuri umfashe guterura iyi PT kuri Umutwe ndi hano ndagufasha Umutwe ndi hano ndagufasha Umutwe ndi hano ndagufasha mukobwa muto Oh natekerezaga ko uri umukobwa muto mukobwa muto Oh natekerezaga ko uri umukobwa muto mukobwa muto Oh natekerezaga ko uri umukobwa muto H ijwi ryawe ryumvikanaga neza cyane Ndi origa H ijwi ryawe ryumvikanaga neza cyane Ndi origa H ijwi ryawe ryumvikanaga neza cyane Ndi origa Smith w’icyuma utuyemo urashaka ko Smith w’icyuma utuyemo urashaka ko Smith w’icyuma utuyemo urashaka ko ngufasha oh ngufasha oh ngufasha oh [Music] [Music] yego urakoze orga [ yego urakoze orga [ yego urakoze orga [ Music] Music] Music] iki ni iki manuka mu mugongo wanjye sinzongera kumanuka ndishimye cyane iki ni iki manuka mu mugongo wanjye sinzongera kumanuka ndishimye cyane Orga ndakwinginze manuka mbere yuko ngera mu Orga ndakwinginze manuka mbere yuko ngera mu Orga ndakwinginze manuka mbere yuko ngera mu rugo oya sinzongera kumanuka sinari rugo oya sinzongera kumanuka sinari rugo oya sinzongera kumanuka sinari nzi ko umugongo w’umukobwa muto wakwishimisha cyane sinzongera kumanuka nzi ko umugongo w’umukobwa muto wakwishimisha cyane sinzongera kumanuka nzi ko umugongo w’umukobwa muto wakwishimisha cyane sinzongera kumanuka kandi wibuke ko ari wowe kandi wibuke ko ari wowe kandi wibuke ko ari wowe wampamagaye uri munsi y’umugezi undemereye sinshobora wampamagaye uri munsi y’umugezi undemereye sinshobora kugenda ndakwinginze kugenda ndakwinginze kugenda ndakwinginze origa okay washoboraga nibura kumanuka H kugira ngo umfashe kuzamura origa okay washoboraga nibura kumanuka H kugira ngo umfashe kuzamura origa okay washoboraga nibura kumanuka H kugira ngo umfashe kuzamura PT hanyuma PT hanyuma PT hanyuma ushobora kugaruka niba ubyifuza h oya oya oya oya ushobora kugaruka niba ubyifuza h oya oya oya oya ushobora kugaruka niba ubyifuza h oya oya oya oya oya sinzongera kumanuka ugomba oya sinzongera kumanuka ugomba oya sinzongera kumanuka ugomba gushyira PT hasi nanjye mu mugongo h origa reka nkugire inama mugongo h origa reka nkugire inama mugongo h origa reka nkugire inama nk'inshuti waramfashije ku mugezi nk'inshuti waramfashije ku mugezi nk'inshuti waramfashije ku mugezi ndashaka kugufasha wamfasha ute ndashaka kugufasha wamfasha ute ndashaka kugufasha wamfasha ute umukobwa muto ufite umukobwa muto ufite umukobwa muto ufite umubiri woroshye data Tata umubiri woroshye data Tata umubiri woroshye data Tata uramuzi H noneho ugomba kumenya ko uramuzi H noneho ugomba kumenya ko uramuzi H noneho ugomba kumenya ko ari umugabo uteje akaga mu bijyanye no ari umugabo uteje akaga mu bijyanye no ari umugabo uteje akaga mu bijyanye no kurinda abakobwa be agiye kurinda abakobwa be agiye kurinda abakobwa be agiye kubona  Tugarutse mu rugo H byiza ugende mbere yuko kubona  Tugarutse mu rugo H byiza ugende mbere yuko kubona  Tugarutse mu rugo H byiza ugende mbere yuko ampagera. Sinshaka ko ampagera. Sinshaka ko ampagera. Sinshaka ko upfa. Sintinya so. Sintinya umuntu uwo ari we upfa. Sintinya so. Sintinya umuntu uwo ari we upfa. Sintinya so. Sintinya umuntu uwo ari we wese. Ndakwinginze utege amatwi kandi wese. Ndakwinginze utege amatwi kandi wese. Ndakwinginze utege amatwi kandi wikize mbere yuko Tata akwica wikize mbere yuko Tata akwica wikize mbere yuko Tata akwica umukobwa muto. Sinzareka umugongo wawe mwiza umukobwa muto. Sinzareka umugongo wawe mwiza umukobwa muto. Sinzareka umugongo wawe mwiza kubera ikintu icyo ari cyo cyose. Wibuke ko ari wowe kubera ikintu icyo ari cyo cyose. Wibuke ko ari wowe kubera ikintu icyo ari cyo cyose. Wibuke ko ari wowe unhamagara uri mu unhamagara uri mu unhamagara uri mu ruzi rwo hasi, nta yandi mahitamo ufite uretse ruzi rwo hasi, nta yandi mahitamo ufite uretse ruzi rwo hasi, nta yandi mahitamo ufite uretse gukora byose nanjye ndyamye, nta kundi kuva kuri [Music] oya, ndabona urugi rw'igikoni rurafunguye, hari oya, ndabona urugi rw'igikoni rurafunguye, hari oya, ndabona urugi rw'igikoni rurafunguye, hari umuntu uri aho. Ni Leah yego. umuntu uri aho. Ni Leah yego. umuntu uri aho. Ni Leah yego. Leah, nzanira amazi mu ibara rinini cyane. Mfite Leah, nzanira amazi mu ibara rinini cyane. Mfite inyota cyane. Leah, ni nde mubi uri mu inyota cyane. Leah, ni nde mubi uri mu inyota cyane. Leah, ni nde mubi uri mu mugongo wawe, huh. mugongo wawe, huh. mugongo wawe, huh. M ta, uyu ni wo musozi ubwo najyaga kuzana M ta, uyu ni wo musozi ubwo najyaga kuzana M ta, uyu ni wo musozi ubwo najyaga kuzana amazi, undi mugezi, yaramfashije guterura amazi, undi mugezi, yaramfashije guterura amazi, undi mugezi, yaramfashije guterura inkono ku mutwe wanjye, kandi niba nabimenye, yari yamaze inkono ku mutwe wanjye, kandi niba nabimenye, yari yamaze inkono ku mutwe wanjye, kandi niba nabimenye, yari yamaze kunsimbukira mu kunsimbukira mu kunsimbukira mu mugongo. Noneho genda ujyane Pang yanjye mugongo. Noneho genda ujyane Pang yanjye mugongo. Noneho genda ujyane Pang yanjye ntawe ubabaza umukobwa wanjye kandi ntawe ubabaza umukobwa wanjye kandi ntawe ubabaza umukobwa wanjye kandi nta muntu uhanwa. None wowe, ryama ngiye nta muntu uhanwa. None wowe, ryama ngiye nta muntu uhanwa. None wowe, ryama ngiye guca iyi moner ku guca iyi moner ku guca iyi moner ku mugongo wawe, nshyire umukobwa wanjye. mugongo wawe, nshyire umukobwa wanjye. mugongo wawe, nshyire umukobwa wanjye. Ngiye kukubohora ntugire icyo Ngiye kukubohora ntugire icyo Ngiye kukubohora ntugire icyo [Music] hangayika hangayika hangayika [Music] D, ni iki cyabaye kuri Leah, mukobwa wanjye, nakoze Leah, mukobwa wanjye, nakoze Leah, mukobwa wanjye, nakoze ikosa rikomeye cyane ikosa rikomeye cyane ikosa rikomeye cyane ikosa rikomeye cyane ikosa rikomeye cyane ikosa rikomeye cyane uru rupfu rwagenewe rer wakubise uru rupfu rwagenewe rer wakubise uru rupfu rwagenewe rer wakubise ku iriba imyaka ibiri ishize ku iriba imyaka ibiri ishize ku iriba imyaka ibiri ishize ndi Umuhanga cyane ndi Umuhanga cyane ndi Umuhanga cyane [Music] yashenguwe cyangwa yari mu rugo rwe yari ashatse kwica rwe yari ashatse kwica rwe yari ashatse kwica origa ariko panga ye yamanukaga gusa origa ariko panga ye yamanukaga gusa origa ariko panga ye yamanukaga gusa [Music] kuko mushiki wanjye mwiza Leah yagiye burundu mushiki wanjye mwiza Leah yagiye burundu mushiki wanjye mwiza Leah yagiye burundu Mama Leah umva si Mama Leah umva si Mama Leah umva si ijwi ry'umukobwa wawe numvise amasaro ye y'iburengerazuba ijwi ry'umukobwa wawe numvise amasaro ye y'iburengerazuba ijwi ry'umukobwa wawe numvise amasaro ye y'iburengerazuba azaguma acecetse iteka ryose ni ukuri azaguma acecetse iteka ryose ni ukuri azaguma acecetse iteka ryose ni ukuri mushiki wanjye ko Tru asa nka anua mushiki wanjye ko Tru asa nka anua mushiki wanjye ko Tru asa nka anua impeta z'iminyururu karemano mu ijosi rye yagiye Leah yashyinguwe umuryango wagumye upfukiranywe Leah yashyinguwe umuryango wagumye upfukiranywe Leah yashyinguwe umuryango wagumye upfukiranywe agahinda ariko bibaho agahinda ariko bibaho agahinda ariko bibaho ko muri uyu muryango abagore cyane cyane ko muri uyu muryango abagore cyane cyane ko muri uyu muryango abagore cyane cyane ababyeyi bafite imbaraga z'ubumaji zidasanzwe ababyeyi bafite imbaraga z'ubumaji zidasanzwe ababyeyi bafite imbaraga z'ubumaji zidasanzwe kuri [Music] [ Music] Music] Music] kuki uhinduka igikeri nigeze kukwigisha kuki uhinduka igikeri nigeze kukwigisha kuki uhinduka igikeri nigeze kukwigisha ubukana Nahoraga nkubwiye ngo ubukana Nahoraga nkubwiye ngo ubukana Nahoraga nkubwiye ngo ugume mu itsinda rya bagenzi bawe sibyo ndumva mfite isoni ugume mu itsinda rya bagenzi bawe sibyo ndumva mfite isoni ugume mu itsinda rya bagenzi bawe sibyo ndumva mfite isoni umukobwa wo mu kigero cyawe yagombaga kuba umukobwa wo mu kigero cyawe yagombaga kuba umukobwa wo mu kigero cyawe yagombaga kuba abizi neza gute waje abizi neza gute waje abizi neza gute waje gusaba ubufasha umuntu utazi byari byiza ko gusaba ubufasha umuntu utazi byari byiza ko gusaba ubufasha umuntu utazi byari byiza ko utahinduka ikindi kintu kuri iyi utahinduka ikindi kintu kuri iyi utahinduka ikindi kintu kuri iyi nshuro ndi nyoko uri umukobwa wanjye niba utumvise nyoko uri umukobwa wanjye niba utumvise nyoko uri umukobwa wanjye niba utumvise sinzabikora sinzabikora sinzabikora ukundi kuri ukundi kuri ukundi kuri konti yawe sinzagusuzugura konti yawe sinzagusuzugura konti yawe sinzagusuzugura Mama Mama Mama neza yagiye ku mugezi araza cyangwa mu neza yagiye ku mugezi araza cyangwa mu neza yagiye ku mugezi araza cyangwa mu rugo [Music]  yari afite [Music]  yari afite [Music]  yari afite uburakari ashaka kwica uburakari ashaka kwica uburakari ashaka kwica umwimerere ariko Pang ye yamanutse gusa nk'uko [Music] [Music] [Music] necko necko necko EO EO EO [Music] hano uri", "sentences": ["[Music] Leah uri he Leah uri he Leah uri he [Music] [Music] [Music] wowe na anua kuki yego Mama aje aje mushiki wawe Leah ari he ngwino yego Mama ndi hano ndi mushiki wawe Leah ari he ngwino yego Mama ndi hano ndi mushiki wawe Leah ari he ngwino yego Mama ndi hano ndi Leah Leah niba utumvise umunsi umwe Leah Leah niba utumvise umunsi umwe Leah Leah niba utumvise umunsi umwe wigira isomo ry'ubuzima bwawe mama oya niteguye wigira isomo ry'ubuzima bwawe mama oya niteguye wigira isomo ry'ubuzima bwawe mama oya niteguye gukora icyo unsaba cyose gukora icyo unsaba cyose gukora icyo unsaba cyose neza ndagiye hamwe n'inshuti zanjye muri MAI mu neza ndagiye hamwe n'inshuti zanjye muri MAI mu neza ndagiye hamwe n'inshuti zanjye muri MAI mu misozi mwiteho misozi mwiteho misozi mwiteho vua mujye gukusanya umuriro mu vua mujye gukusanya umuriro mu vua mujye gukusanya umuriro mu bihuru biri hafi aho kandi wowe Leah uherekeze bihuru biri hafi aho kandi wowe Leah uherekeze bihuru biri hafi aho kandi wowe Leah uherekeze inshuti zawe zijya mu ruzi ku inshuti zawe zijya mu ruzi ku inshuti zawe zijya mu ruzi ku mazi ndabizi ko uri umukobwa ukomeye mazi ndabizi ko uri umukobwa ukomeye mazi ndabizi ko uri umukobwa ukomeye ukunda gukora ibintu uko abyifuza ariko ukunda gukora ibintu uko abyifuza ariko ukunda gukora ibintu uko abyifuza ariko ndakuburira ko utazigera ujya ku iriba wenyine ndakuburira ko utazigera ujya ku iriba wenyine ndakuburira ko utazigera ujya ku iriba wenyine yego Mama abakobwa beza ndagiye mugire amahoro yego Mama abakobwa beza ndagiye mugire amahoro yego Mama abakobwa beza ndagiye mugire amahoro bakobwa yego Mama rwose Leah uriho turajya mu Leah uriho turajya mu Leah uriho turajya mu ruzi ntukinubire nyuma ko tutaguhamagaye ruzi ntukinubire nyuma ko tutaguhamagaye [Music] ibi ni byiza ntabwo nzagomba kujya mu ibi ni byiza ntabwo nzagomba kujya mu ibi ni byiza ntabwo nzagomba kujya mu ruzi ruzi ruzi kabiri warabikoze hm kabiri warabikoze hm kabiri warabikoze hm wansize n'uyu munsi h wansize n'uyu munsi h wansize n'uyu munsi h twatekerezaga ko utagikunda inshuti yacu twatekerezaga ko utagikunda inshuti yacu twatekerezaga ko utagikunda inshuti yacu twaguhamagaye ubusa [Music] bakobwa mwe hariya huh niba munyumva ngwino bakobwa mwe hariya huh niba munyumva ngwino bakobwa mwe hariya huh niba munyumva ngwino umfashe guterura iyi PT kuri umfashe guterura iyi PT kuri umfashe guterura iyi PT kuri Umutwe ndi hano ndagufasha Umutwe ndi hano ndagufasha Umutwe ndi hano ndagufasha mukobwa muto Oh natekerezaga ko uri umukobwa muto mukobwa muto Oh natekerezaga ko uri umukobwa muto mukobwa muto Oh natekerezaga ko uri umukobwa muto H ijwi ryawe ryumvikanaga neza cyane Ndi origa H ijwi ryawe ryumvikanaga neza cyane Ndi origa H ijwi ryawe ryumvikanaga neza cyane Ndi origa Smith w’icyuma utuyemo urashaka ko Smith w’icyuma utuyemo urashaka ko Smith w’icyuma utuyemo urashaka ko ngufasha oh ngufasha oh ngufasha oh [Music] [Music] yego urakoze orga [ yego urakoze orga [ yego urakoze orga [ Music] Music] Music] iki ni iki manuka mu mugongo wanjye sinzongera kumanuka ndishimye cyane iki ni iki manuka mu mugongo wanjye sinzongera kumanuka ndishimye cyane Orga ndakwinginze manuka mbere yuko ngera mu Orga ndakwinginze manuka mbere yuko ngera mu Orga ndakwinginze manuka mbere yuko ngera mu rugo oya sinzongera kumanuka sinari rugo oya sinzongera kumanuka sinari rugo oya sinzongera kumanuka sinari nzi ko umugongo w’umukobwa muto wakwishimisha cyane sinzongera kumanuka nzi ko umugongo w’umukobwa muto wakwishimisha cyane sinzongera kumanuka nzi ko umugongo w’umukobwa muto wakwishimisha cyane sinzongera kumanuka kandi wibuke ko ari wowe kandi wibuke ko ari wowe kandi wibuke ko ari wowe wampamagaye uri munsi y’umugezi undemereye sinshobora wampamagaye uri munsi y’umugezi undemereye sinshobora kugenda ndakwinginze kugenda ndakwinginze kugenda ndakwinginze origa okay washoboraga nibura kumanuka H kugira ngo umfashe kuzamura origa okay washoboraga nibura kumanuka H kugira ngo umfashe kuzamura origa okay washoboraga nibura kumanuka H kugira ngo umfashe kuzamura PT hanyuma PT hanyuma PT hanyuma ushobora kugaruka niba ubyifuza h oya oya oya oya ushobora kugaruka niba ubyifuza h oya oya oya oya ushobora kugaruka niba ubyifuza h oya oya oya oya oya sinzongera kumanuka ugomba oya sinzongera kumanuka ugomba oya sinzongera kumanuka ugomba gushyira PT hasi nanjye mu mugongo h origa reka nkugire inama mugongo h origa reka nkugire inama mugongo h origa reka nkugire inama nk'inshuti waramfashije ku mugezi nk'inshuti waramfashije ku mugezi nk'inshuti waramfashije ku mugezi ndashaka kugufasha wamfasha ute ndashaka kugufasha wamfasha ute ndashaka kugufasha wamfasha ute umukobwa muto ufite umukobwa muto ufite umukobwa muto ufite umubiri woroshye data Tata umubiri woroshye data Tata umubiri woroshye data Tata uramuzi H noneho ugomba kumenya ko uramuzi H noneho ugomba kumenya ko uramuzi H noneho ugomba kumenya ko ari umugabo uteje akaga mu bijyanye no ari umugabo uteje akaga mu bijyanye no ari umugabo uteje akaga mu bijyanye no kurinda abakobwa be agiye kurinda abakobwa be agiye kurinda abakobwa be agiye kubona  Tugarutse mu rugo H byiza ugende mbere yuko kubona  Tugarutse mu rugo H byiza ugende mbere yuko kubona  Tugarutse mu rugo H byiza ugende mbere yuko ampagera.", "Sinshaka ko ampagera.", "Sinshaka ko ampagera.", "Sinshaka ko upfa.", "Sintinya so.", "Sintinya umuntu uwo ari we upfa.", "Sintinya so.", "Sintinya umuntu uwo ari we upfa.", "Sintinya so.", "Sintinya umuntu uwo ari we wese.", "Ndakwinginze utege amatwi kandi wese.", "Ndakwinginze utege amatwi kandi wese.", "Ndakwinginze utege amatwi kandi wikize mbere yuko Tata akwica wikize mbere yuko Tata akwica wikize mbere yuko Tata akwica umukobwa muto.", "Sinzareka umugongo wawe mwiza umukobwa muto.", "Sinzareka umugongo wawe mwiza umukobwa muto.", "Sinzareka umugongo wawe mwiza kubera ikintu icyo ari cyo cyose.", "Wibuke ko ari wowe kubera ikintu icyo ari cyo cyose.", "Wibuke ko ari wowe kubera ikintu icyo ari cyo cyose.", "Wibuke ko ari wowe unhamagara uri mu unhamagara uri mu unhamagara uri mu ruzi rwo hasi, nta yandi mahitamo ufite uretse ruzi rwo hasi, nta yandi mahitamo ufite uretse ruzi rwo hasi, nta yandi mahitamo ufite uretse gukora byose nanjye ndyamye, nta kundi kuva kuri [Music] oya, ndabona urugi rw'igikoni rurafunguye, hari oya, ndabona urugi rw'igikoni rurafunguye, hari oya, ndabona urugi rw'igikoni rurafunguye, hari umuntu uri aho.", "Ni Leah yego.", "umuntu uri aho.", "Ni Leah yego.", "umuntu uri aho.", "Ni Leah yego.", "Leah, nzanira amazi mu ibara rinini cyane.", "Mfite Leah, nzanira amazi mu ibara rinini cyane.", "Mfite inyota cyane.", "Leah, ni nde mubi uri mu inyota cyane.", "Leah, ni nde mubi uri mu inyota cyane.", "Leah, ni nde mubi uri mu mugongo wawe, huh.", "mugongo wawe, huh.", "mugongo wawe, huh.", "M ta, uyu ni wo musozi ubwo najyaga kuzana M ta, uyu ni wo musozi ubwo najyaga kuzana M ta, uyu ni wo musozi ubwo najyaga kuzana amazi, undi mugezi, yaramfashije guterura amazi, undi mugezi, yaramfashije guterura amazi, undi mugezi, yaramfashije guterura inkono ku mutwe wanjye, kandi niba nabimenye, yari yamaze inkono ku mutwe wanjye, kandi niba nabimenye, yari yamaze inkono ku mutwe wanjye, kandi niba nabimenye, yari yamaze kunsimbukira mu kunsimbukira mu kunsimbukira mu mugongo.", "Noneho genda ujyane Pang yanjye mugongo.", "Noneho genda ujyane Pang yanjye mugongo.", "Noneho genda ujyane Pang yanjye ntawe ubabaza umukobwa wanjye kandi ntawe ubabaza umukobwa wanjye kandi ntawe ubabaza umukobwa wanjye kandi nta muntu uhanwa.", "None wowe, ryama ngiye nta muntu uhanwa.", "None wowe, ryama ngiye nta muntu uhanwa.", "None wowe, ryama ngiye guca iyi moner ku guca iyi moner ku guca iyi moner ku mugongo wawe, nshyire umukobwa wanjye.", "mugongo wawe, nshyire umukobwa wanjye.", "mugongo wawe, nshyire umukobwa wanjye.", "Ngiye kukubohora ntugire icyo Ngiye kukubohora ntugire icyo Ngiye kukubohora ntugire icyo [Music] hangayika hangayika hangayika [Music] D, ni iki cyabaye kuri Leah, mukobwa wanjye, nakoze Leah, mukobwa wanjye, nakoze Leah, mukobwa wanjye, nakoze ikosa rikomeye cyane ikosa rikomeye cyane ikosa rikomeye cyane ikosa rikomeye cyane ikosa rikomeye cyane ikosa rikomeye cyane uru rupfu rwagenewe rer wakubise uru rupfu rwagenewe rer wakubise uru rupfu rwagenewe rer wakubise ku iriba imyaka ibiri ishize ku iriba imyaka ibiri ishize ku iriba imyaka ibiri ishize ndi Umuhanga cyane ndi Umuhanga cyane ndi Umuhanga cyane [Music] yashenguwe cyangwa yari mu rugo rwe yari ashatse kwica rwe yari ashatse kwica rwe yari ashatse kwica origa ariko panga ye yamanukaga gusa origa ariko panga ye yamanukaga gusa origa ariko panga ye yamanukaga gusa [Music] kuko mushiki wanjye mwiza Leah yagiye burundu mushiki wanjye mwiza Leah yagiye burundu mushiki wanjye mwiza Leah yagiye burundu Mama Leah umva si Mama Leah umva si Mama Leah umva si ijwi ry'umukobwa wawe numvise amasaro ye y'iburengerazuba ijwi ry'umukobwa wawe numvise amasaro ye y'iburengerazuba ijwi ry'umukobwa wawe numvise amasaro ye y'iburengerazuba azaguma acecetse iteka ryose ni ukuri azaguma acecetse iteka ryose ni ukuri azaguma acecetse iteka ryose ni ukuri mushiki wanjye ko Tru asa nka anua mushiki wanjye ko Tru asa nka anua mushiki wanjye ko Tru asa nka anua impeta z'iminyururu karemano mu ijosi rye yagiye Leah yashyinguwe umuryango wagumye upfukiranywe Leah yashyinguwe umuryango wagumye upfukiranywe Leah yashyinguwe umuryango wagumye upfukiranywe agahinda ariko bibaho agahinda ariko bibaho agahinda ariko bibaho ko muri uyu muryango abagore cyane cyane ko muri uyu muryango abagore cyane cyane ko muri uyu muryango abagore cyane cyane ababyeyi bafite imbaraga z'ubumaji zidasanzwe ababyeyi bafite imbaraga z'ubumaji zidasanzwe ababyeyi bafite imbaraga z'ubumaji zidasanzwe kuri [Music] [ Music] Music] Music] kuki uhinduka igikeri nigeze kukwigisha kuki uhinduka igikeri nigeze kukwigisha kuki uhinduka igikeri nigeze kukwigisha ubukana Nahoraga nkubwiye ngo ubukana Nahoraga nkubwiye ngo ubukana Nahoraga nkubwiye ngo ugume mu itsinda rya bagenzi bawe sibyo ndumva mfite isoni ugume mu itsinda rya bagenzi bawe sibyo ndumva mfite isoni ugume mu itsinda rya bagenzi bawe sibyo ndumva mfite isoni umukobwa wo mu kigero cyawe yagombaga kuba umukobwa wo mu kigero cyawe yagombaga kuba umukobwa wo mu kigero cyawe yagombaga kuba abizi neza gute waje abizi neza gute waje abizi neza gute waje gusaba ubufasha umuntu utazi byari byiza ko gusaba ubufasha umuntu utazi byari byiza ko gusaba ubufasha umuntu utazi byari byiza ko utahinduka ikindi kintu kuri iyi utahinduka ikindi kintu kuri iyi utahinduka ikindi kintu kuri iyi nshuro ndi nyoko uri umukobwa wanjye niba utumvise nyoko uri umukobwa wanjye niba utumvise nyoko uri umukobwa wanjye niba utumvise sinzabikora sinzabikora sinzabikora ukundi kuri ukundi kuri ukundi kuri konti yawe sinzagusuzugura konti yawe sinzagusuzugura konti yawe sinzagusuzugura Mama Mama Mama neza yagiye ku mugezi araza cyangwa mu neza yagiye ku mugezi araza cyangwa mu neza yagiye ku mugezi araza cyangwa mu rugo [Music]  yari afite [Music]  yari afite [Music]  yari afite uburakari ashaka kwica uburakari ashaka kwica uburakari ashaka kwica umwimerere ariko Pang ye yamanutse gusa nk'uko [Music] [Music] [Music] necko necko necko EO EO EO [Music] hano uri"], "transcript": [{"start": 0.55, "end": 13.509, "text": "[Music]"}, {"start": 13.519, "end": 16.31, "text": "Leah uri he"}, {"start": 16.31, "end": 16.32, "text": "Leah uri he"}, {"start": 16.32, "end": 20.99, "text": "Leah uri he [Music]"}, {"start": 20.99, "end": 21.0, "text": "[Music]"}, {"start": 21.0, "end": 28.95, "text": "[Music] wowe na anua kuki yego Mama"}, {"start": 28.96, "end": 31.63, "text": "aje"}, {"start": 31.63, "end": 33.27, "text": "aje"}, {"start": 33.28, "end": 40.35, "text": "mushiki wawe Leah ari he ngwino yego Mama ndi hano ndi"}, {"start": 40.35, "end": 40.36, "text": "mushiki wawe Leah ari he ngwino yego Mama ndi hano ndi"}, {"start": 40.36, "end": 44.59, "text": "mushiki wawe Leah ari he ngwino yego Mama ndi hano ndi Leah Leah niba utumvise umunsi umwe"}, {"start": 44.59, "end": 44.6, "text": "Leah Leah niba utumvise umunsi umwe"}, {"start": 44.6, "end": 48.189, "text": "Leah Leah niba utumvise umunsi umwe wigira isomo ry'ubuzima bwawe mama oya niteguye"}, {"start": 48.189, "end": 48.199, "text": "wigira isomo ry'ubuzima bwawe mama oya niteguye"}, {"start": 48.199, "end": 51.189, "text": "wigira isomo ry'ubuzima bwawe mama oya niteguye gukora icyo unsaba cyose"}, {"start": 51.189, "end": 51.199, "text": "gukora icyo unsaba cyose"}, {"start": 51.199, "end": 54.349, "text": "gukora icyo unsaba cyose neza ndagiye hamwe n'inshuti zanjye muri MAI mu"}, {"start": 54.349, "end": 54.359, "text": "neza ndagiye hamwe n'inshuti zanjye muri MAI mu"}, {"start": 54.359, "end": 57.63, "text": "neza ndagiye hamwe n'inshuti zanjye muri MAI mu misozi mwiteho"}, {"start": 57.63, "end": 57.64, "text": "misozi mwiteho"}, {"start": 57.64, "end": 60.27, "text": "misozi mwiteho vua mujye gukusanya umuriro mu"}, {"start": 60.27, "end": 60.28, "text": "vua mujye gukusanya umuriro mu"}, {"start": 60.28, "end": 64.07, "text": "vua mujye gukusanya umuriro mu bihuru biri hafi aho kandi wowe Leah uherekeze"}, {"start": 64.07, "end": 64.08, "text": "bihuru biri hafi aho kandi wowe Leah uherekeze"}, {"start": 64.08, "end": 66.149, "text": "bihuru biri hafi aho kandi wowe Leah uherekeze inshuti zawe zijya mu ruzi ku"}, {"start": 66.149, "end": 66.159, "text": "inshuti zawe zijya mu ruzi ku"}, {"start": 66.159, "end": 68.51, "text": "inshuti zawe zijya mu ruzi ku mazi ndabizi ko uri umukobwa ukomeye"}, {"start": 68.51, "end": 68.52, "text": "mazi ndabizi ko uri umukobwa ukomeye"}, {"start": 68.52, "end": 71.19, "text": "mazi ndabizi ko uri umukobwa ukomeye ukunda gukora ibintu uko abyifuza ariko"}, {"start": 71.19, "end": 71.2, "text": "ukunda gukora ibintu uko abyifuza ariko"}, {"start": 71.2, "end": 74.149, "text": "ukunda gukora ibintu uko abyifuza ariko ndakuburira ko utazigera ujya ku iriba wenyine"}, {"start": 74.149, "end": 74.159, "text": "ndakuburira ko utazigera ujya ku iriba wenyine"}, {"start": 74.159, "end": 80.469, "text": "ndakuburira ko utazigera ujya ku iriba wenyine yego Mama abakobwa beza ndagiye mugire amahoro"}, {"start": 80.469, "end": 80.479, "text": "yego Mama abakobwa beza ndagiye mugire amahoro"}, {"start": 80.479, "end": 86.55, "text": "yego Mama abakobwa beza ndagiye mugire amahoro bakobwa yego Mama rwose"}, {"start": 86.56, "end": 90.749, "text": "Leah uriho turajya mu"}, {"start": 90.749, "end": 90.759, "text": "Leah uriho turajya mu"}, {"start": 90.759, "end": 94.71000000000001, "text": "Leah uriho turajya mu"}, {"start": 94.72, "end": 98.03, "text": "ruzi ntukinubire nyuma ko tutaguhamagaye"}, {"start": 98.03, "end": 99.17, "text": "ruzi ntukinubire nyuma ko tutaguhamagaye"}, {"start": 99.18, "end": 108.38900000000001, "text": "[Music]"}, {"start": 108.399, "end": 112.27000000000001, "text": "ibi ni byiza ntabwo nzagomba kujya mu"}, {"start": 112.27000000000001, "end": 112.28, "text": "ibi ni byiza ntabwo nzagomba kujya mu"}, {"start": 112.28, "end": 113.95, "text": "ibi ni byiza ntabwo nzagomba kujya mu ruzi"}, {"start": 113.95, "end": 113.96000000000001, "text": "ruzi"}, {"start": 113.96000000000001, "end": 117.99000000000001, "text": "ruzi kabiri warabikoze hm"}, {"start": 117.99000000000001, "end": 118.0, "text": "kabiri warabikoze hm"}, {"start": 118.0, "end": 120.429, "text": "kabiri warabikoze hm wansize n'uyu munsi h"}, {"start": 120.429, "end": 120.439, "text": "wansize n'uyu munsi h"}, {"start": 120.439, "end": 122.19, "text": "wansize n'uyu munsi h twatekerezaga ko utagikunda inshuti yacu"}, {"start": 122.19, "end": 122.2, "text": "twatekerezaga ko utagikunda inshuti yacu"}, {"start": 122.2, "end": 130.74, "text": "twatekerezaga ko utagikunda inshuti yacu twaguhamagaye ubusa"}, {"start": 130.75, "end": 147.22899999999998, "text": "[Music]"}, {"start": 147.239, "end": 150.99, "text": "bakobwa mwe hariya huh niba munyumva ngwino"}, {"start": 150.99, "end": 151.0, "text": "bakobwa mwe hariya huh niba munyumva ngwino"}, {"start": 151.0, "end": 154.07, "text": "bakobwa mwe hariya huh niba munyumva ngwino umfashe guterura iyi PT kuri"}, {"start": 154.07, "end": 154.07999999999998, "text": "umfashe guterura iyi PT kuri"}, {"start": 154.07999999999998, "end": 156.82999999999998, "text": "umfashe guterura iyi PT kuri Umutwe ndi hano ndagufasha"}, {"start": 156.82999999999998, "end": 156.84, "text": "Umutwe ndi hano ndagufasha"}, {"start": 156.84, "end": 160.67000000000002, "text": "Umutwe ndi hano ndagufasha mukobwa muto Oh natekerezaga ko uri umukobwa muto"}, {"start": 160.67000000000002, "end": 160.68, "text": "mukobwa muto Oh natekerezaga ko uri umukobwa muto"}, {"start": 160.68, "end": 165.07, "text": "mukobwa muto Oh natekerezaga ko uri umukobwa muto H ijwi ryawe ryumvikanaga neza cyane Ndi origa"}, {"start": 165.07, "end": 165.07999999999998, "text": "H ijwi ryawe ryumvikanaga neza cyane Ndi origa"}, {"start": 165.07999999999998, "end": 167.55, "text": "H ijwi ryawe ryumvikanaga neza cyane Ndi origa Smith w’icyuma utuyemo urashaka ko"}, {"start": 167.55, "end": 167.56, "text": "Smith w’icyuma utuyemo urashaka ko"}, {"start": 167.56, "end": 170.03, "text": "Smith w’icyuma utuyemo urashaka ko ngufasha oh"}, {"start": 170.03, "end": 170.04, "text": "ngufasha oh"}, {"start": 170.04, "end": 176.869, "text": "ngufasha oh [Music]"}, {"start": 176.869, "end": 176.879, "text": "[Music]"}, {"start": 176.879, "end": 180.46, "text": "yego urakoze orga ["}, {"start": 180.46, "end": 180.47, "text": "yego urakoze orga ["}, {"start": 180.47, "end": 182.75, "text": "yego urakoze orga [ Music]"}, {"start": 182.75, "end": 182.76, "text": "Music]"}, {"start": 182.76, "end": 185.91, "text": "Music] iki ni iki manuka mu mugongo wanjye sinzongera kumanuka ndishimye cyane"}, {"start": 185.91, "end": 190.91, "text": "iki ni iki manuka mu mugongo wanjye sinzongera kumanuka ndishimye cyane"}, {"start": 190.92, "end": 195.07, "text": "Orga ndakwinginze manuka mbere yuko ngera mu"}, {"start": 195.07, "end": 195.08, "text": "Orga ndakwinginze manuka mbere yuko ngera mu"}, {"start": 195.08, "end": 198.869, "text": "Orga ndakwinginze manuka mbere yuko ngera mu rugo oya sinzongera kumanuka sinari"}, {"start": 198.869, "end": 198.879, "text": "rugo oya sinzongera kumanuka sinari"}, {"start": 198.879, "end": 201.149, "text": "rugo oya sinzongera kumanuka sinari nzi ko umugongo w’umukobwa muto wakwishimisha cyane sinzongera kumanuka"}, {"start": 201.149, "end": 201.159, "text": "nzi ko umugongo w’umukobwa muto wakwishimisha cyane sinzongera kumanuka"}, {"start": 201.159, "end": 204.50900000000001, "text": "nzi ko umugongo w’umukobwa muto wakwishimisha cyane sinzongera kumanuka kandi wibuke ko ari wowe"}, {"start": 204.50900000000001, "end": 204.519, "text": "kandi wibuke ko ari wowe"}, {"start": 204.519, "end": 206.22899999999998, "text": "kandi wibuke ko ari wowe wampamagaye uri munsi y’umugezi undemereye sinshobora"}, {"start": 206.22899999999998, "end": 209.11, "text": "wampamagaye uri munsi y’umugezi undemereye sinshobora"}, {"start": 209.12, "end": 213.27, "text": "kugenda ndakwinginze"}, {"start": 213.27, "end": 213.28, "text": "kugenda ndakwinginze"}, {"start": 213.28, "end": 217.39, "text": "kugenda ndakwinginze origa okay washoboraga nibura kumanuka H kugira ngo umfashe kuzamura"}, {"start": 217.39, "end": 217.4, "text": "origa okay washoboraga nibura kumanuka H kugira ngo umfashe kuzamura"}, {"start": 217.4, "end": 220.869, "text": "origa okay washoboraga nibura kumanuka H kugira ngo umfashe kuzamura PT hanyuma"}, {"start": 220.869, "end": 220.879, "text": "PT hanyuma"}, {"start": 220.879, "end": 223.949, "text": "PT hanyuma ushobora kugaruka niba ubyifuza h oya oya oya oya"}, {"start": 223.949, "end": 223.959, "text": "ushobora kugaruka niba ubyifuza h oya oya oya oya"}, {"start": 223.959, "end": 226.789, "text": "ushobora kugaruka niba ubyifuza h oya oya oya oya oya sinzongera kumanuka ugomba"}, {"start": 226.789, "end": 226.799, "text": "oya sinzongera kumanuka ugomba"}, {"start": 226.799, "end": 238.06900000000002, "text": "oya sinzongera kumanuka ugomba gushyira PT hasi nanjye mu"}, {"start": 238.079, "end": 242.789, "text": "mugongo h origa reka nkugire inama"}, {"start": 242.789, "end": 242.799, "text": "mugongo h origa reka nkugire inama"}, {"start": 242.799, "end": 246.069, "text": "mugongo h origa reka nkugire inama nk'inshuti waramfashije ku mugezi"}, {"start": 246.069, "end": 246.079, "text": "nk'inshuti waramfashije ku mugezi"}, {"start": 246.079, "end": 247.869, "text": "nk'inshuti waramfashije ku mugezi ndashaka kugufasha wamfasha ute"}, {"start": 247.869, "end": 247.879, "text": "ndashaka kugufasha wamfasha ute"}, {"start": 247.879, "end": 250.39, "text": "ndashaka kugufasha wamfasha ute umukobwa muto ufite"}, {"start": 250.39, "end": 250.4, "text": "umukobwa muto ufite"}, {"start": 250.4, "end": 254.789, "text": "umukobwa muto ufite umubiri woroshye data Tata"}, {"start": 254.789, "end": 254.799, "text": "umubiri woroshye data Tata"}, {"start": 254.799, "end": 258.99, "text": "umubiri woroshye data Tata uramuzi H noneho ugomba kumenya ko"}, {"start": 258.99, "end": 259.0, "text": "uramuzi H noneho ugomba kumenya ko"}, {"start": 259.0, "end": 261.83, "text": "uramuzi H noneho ugomba kumenya ko ari umugabo uteje akaga mu bijyanye no"}, {"start": 261.83, "end": 261.84, "text": "ari umugabo uteje akaga mu bijyanye no"}, {"start": 261.84, "end": 264.27, "text": "ari umugabo uteje akaga mu bijyanye no kurinda abakobwa be agiye"}, {"start": 264.27, "end": 264.28, "text": "kurinda abakobwa be agiye"}, {"start": 264.28, "end": 267.07, "text": "kurinda abakobwa be agiye kubona  Tugarutse mu rugo H byiza ugende mbere yuko"}, {"start": 267.07, "end": 267.08, "text": "kubona  Tugarutse mu rugo H byiza ugende mbere yuko"}, {"start": 267.08, "end": 271.749, "text": "kubona  Tugarutse mu rugo H byiza ugende mbere yuko ampagera. Sinshaka ko"}, {"start": 271.749, "end": 271.759, "text": "ampagera. Sinshaka ko"}, {"start": 271.759, "end": 275.029, "text": "ampagera. Sinshaka ko upfa. Sintinya so. Sintinya umuntu uwo ari we"}, {"start": 275.029, "end": 275.039, "text": "upfa. Sintinya so. Sintinya umuntu uwo ari we"}, {"start": 275.039, "end": 278.749, "text": "upfa. Sintinya so. Sintinya umuntu uwo ari we wese. Ndakwinginze utege amatwi kandi"}, {"start": 278.749, "end": 278.759, "text": "wese. Ndakwinginze utege amatwi kandi"}, {"start": 278.759, "end": 281.95, "text": "wese. Ndakwinginze utege amatwi kandi wikize mbere yuko Tata akwica"}, {"start": 281.95, "end": 281.96, "text": "wikize mbere yuko Tata akwica"}, {"start": 281.96, "end": 283.95, "text": "wikize mbere yuko Tata akwica umukobwa muto. Sinzareka umugongo wawe mwiza"}, {"start": 283.95, "end": 283.96, "text": "umukobwa muto. Sinzareka umugongo wawe mwiza"}, {"start": 283.96, "end": 287.07, "text": "umukobwa muto. Sinzareka umugongo wawe mwiza kubera ikintu icyo ari cyo cyose. Wibuke ko ari wowe"}, {"start": 287.07, "end": 287.08, "text": "kubera ikintu icyo ari cyo cyose. Wibuke ko ari wowe"}, {"start": 287.08, "end": 288.67, "text": "kubera ikintu icyo ari cyo cyose. Wibuke ko ari wowe unhamagara uri mu"}, {"start": 288.67, "end": 288.68, "text": "unhamagara uri mu"}, {"start": 288.68, "end": 291.629, "text": "unhamagara uri mu ruzi rwo hasi, nta yandi mahitamo ufite uretse"}, {"start": 291.629, "end": 291.639, "text": "ruzi rwo hasi, nta yandi mahitamo ufite uretse"}, {"start": 291.639, "end": 297.629, "text": "ruzi rwo hasi, nta yandi mahitamo ufite uretse gukora byose nanjye ndyamye,"}, {"start": 297.639, "end": 302.29, "text": "nta kundi kuva kuri"}, {"start": 302.3, "end": 310.99, "text": "[Music]"}, {"start": 311.0, "end": 314.35, "text": "oya, ndabona urugi rw'igikoni rurafunguye, hari"}, {"start": 314.35, "end": 314.36, "text": "oya, ndabona urugi rw'igikoni rurafunguye, hari"}, {"start": 314.36, "end": 319.23, "text": "oya, ndabona urugi rw'igikoni rurafunguye, hari umuntu uri aho. Ni Leah yego."}, {"start": 319.23, "end": 319.24, "text": "umuntu uri aho. Ni Leah yego."}, {"start": 319.24, "end": 321.51, "text": "umuntu uri aho. Ni Leah yego. Leah, nzanira amazi mu ibara rinini cyane. Mfite"}, {"start": 321.51, "end": 325.029, "text": "Leah, nzanira amazi mu ibara rinini cyane. Mfite"}, {"start": 325.039, "end": 328.629, "text": "inyota cyane. Leah, ni nde mubi uri mu"}, {"start": 328.629, "end": 328.639, "text": "inyota cyane. Leah, ni nde mubi uri mu"}, {"start": 328.639, "end": 330.07, "text": "inyota cyane. Leah, ni nde mubi uri mu mugongo wawe, huh."}, {"start": 330.07, "end": 330.08, "text": "mugongo wawe, huh."}, {"start": 330.08, "end": 334.35, "text": "mugongo wawe, huh. M ta, uyu ni wo musozi ubwo najyaga kuzana"}, {"start": 334.35, "end": 334.36, "text": "M ta, uyu ni wo musozi ubwo najyaga kuzana"}, {"start": 334.36, "end": 336.23, "text": "M ta, uyu ni wo musozi ubwo najyaga kuzana amazi, undi mugezi, yaramfashije guterura"}, {"start": 336.23, "end": 336.24, "text": "amazi, undi mugezi, yaramfashije guterura"}, {"start": 336.24, "end": 338.23, "text": "amazi, undi mugezi, yaramfashije guterura inkono ku mutwe wanjye, kandi niba nabimenye, yari yamaze"}, {"start": 338.23, "end": 338.24, "text": "inkono ku mutwe wanjye, kandi niba nabimenye, yari yamaze"}, {"start": 338.24, "end": 340.029, "text": "inkono ku mutwe wanjye, kandi niba nabimenye, yari yamaze kunsimbukira mu"}, {"start": 340.029, "end": 340.039, "text": "kunsimbukira mu"}, {"start": 340.039, "end": 343.749, "text": "kunsimbukira mu mugongo. Noneho genda ujyane Pang yanjye"}, {"start": 343.749, "end": 343.759, "text": "mugongo. Noneho genda ujyane Pang yanjye"}, {"start": 343.759, "end": 345.67, "text": "mugongo. Noneho genda ujyane Pang yanjye ntawe ubabaza umukobwa wanjye kandi"}, {"start": 345.67, "end": 345.68, "text": "ntawe ubabaza umukobwa wanjye kandi"}, {"start": 345.68, "end": 348.629, "text": "ntawe ubabaza umukobwa wanjye kandi nta muntu uhanwa. None wowe, ryama ngiye"}, {"start": 348.629, "end": 348.639, "text": "nta muntu uhanwa. None wowe, ryama ngiye"}, {"start": 348.639, "end": 351.029, "text": "nta muntu uhanwa. None wowe, ryama ngiye guca iyi moner ku"}, {"start": 351.029, "end": 351.039, "text": "guca iyi moner ku"}, {"start": 351.039, "end": 352.95, "text": "guca iyi moner ku mugongo wawe, nshyire umukobwa wanjye."}, {"start": 352.95, "end": 352.96, "text": "mugongo wawe, nshyire umukobwa wanjye."}, {"start": 352.96, "end": 354.11, "text": "mugongo wawe, nshyire umukobwa wanjye. Ngiye kukubohora ntugire icyo"}, {"start": 354.11, "end": 354.12, "text": "Ngiye kukubohora ntugire icyo"}, {"start": 354.12, "end": 358.469, "text": "Ngiye kukubohora ntugire icyo [Music]"}, {"start": 358.479, "end": 360.71, "text": "hangayika"}, {"start": 360.71, "end": 360.72, "text": "hangayika"}, {"start": 360.72, "end": 368.27, "text": "hangayika [Music]"}, {"start": 368.28, "end": 373.11, "text": "D, ni iki cyabaye kuri"}, {"start": 373.12, "end": 377.469, "text": "Leah, mukobwa wanjye, nakoze"}, {"start": 377.469, "end": 377.479, "text": "Leah, mukobwa wanjye, nakoze"}, {"start": 377.479, "end": 380.67, "text": "Leah, mukobwa wanjye, nakoze ikosa rikomeye cyane ikosa rikomeye cyane"}, {"start": 380.67, "end": 380.68, "text": "ikosa rikomeye cyane ikosa rikomeye cyane"}, {"start": 380.68, "end": 385.23, "text": "ikosa rikomeye cyane ikosa rikomeye cyane uru rupfu rwagenewe rer wakubise"}, {"start": 385.23, "end": 385.24, "text": "uru rupfu rwagenewe rer wakubise"}, {"start": 385.24, "end": 388.23, "text": "uru rupfu rwagenewe rer wakubise ku iriba imyaka ibiri ishize"}, {"start": 388.23, "end": 388.24, "text": "ku iriba imyaka ibiri ishize"}, {"start": 388.24, "end": 390.55, "text": "ku iriba imyaka ibiri ishize ndi Umuhanga cyane"}, {"start": 390.55, "end": 390.56, "text": "ndi Umuhanga cyane"}, {"start": 390.56, "end": 391.29, "text": "ndi Umuhanga cyane"}, {"start": 391.3, "end": 397.15, "text": "[Music]"}, {"start": 397.15999999999997, "end": 403.79, "text": "yashenguwe cyangwa yari mu rugo"}, {"start": 403.8, "end": 408.23, "text": "rwe yari ashatse kwica"}, {"start": 408.23, "end": 408.24, "text": "rwe yari ashatse kwica"}, {"start": 408.24, "end": 413.52, "text": "rwe yari ashatse kwica origa ariko panga ye yamanukaga gusa"}, {"start": 413.52, "end": 413.53, "text": "origa ariko panga ye yamanukaga gusa"}, {"start": 413.53, "end": 418.39, "text": "origa ariko panga ye yamanukaga gusa [Music] kuko"}, {"start": 421.24, "end": 425.95, "text": "mushiki wanjye mwiza Leah yagiye burundu"}, {"start": 425.95, "end": 425.96, "text": "mushiki wanjye mwiza Leah yagiye burundu"}, {"start": 425.96, "end": 428.23, "text": "mushiki wanjye mwiza Leah yagiye burundu Mama Leah umva si"}, {"start": 428.23, "end": 428.24, "text": "Mama Leah umva si"}, {"start": 428.24, "end": 431.15, "text": "Mama Leah umva si ijwi ry'umukobwa wawe numvise amasaro ye y'iburengerazuba"}, {"start": 431.15, "end": 431.16, "text": "ijwi ry'umukobwa wawe numvise amasaro ye y'iburengerazuba"}, {"start": 431.16, "end": 435.67, "text": "ijwi ry'umukobwa wawe numvise amasaro ye y'iburengerazuba azaguma acecetse iteka ryose ni ukuri"}, {"start": 435.67, "end": 435.68, "text": "azaguma acecetse iteka ryose ni ukuri"}, {"start": 435.68, "end": 438.79, "text": "azaguma acecetse iteka ryose ni ukuri mushiki wanjye ko Tru asa nka anua"}, {"start": 438.79, "end": 438.8, "text": "mushiki wanjye ko Tru asa nka anua"}, {"start": 438.8, "end": 446.39, "text": "mushiki wanjye ko Tru asa nka anua impeta z'iminyururu karemano mu ijosi rye yagiye"}, {"start": 446.4, "end": 451.029, "text": "Leah yashyinguwe umuryango wagumye upfukiranywe"}, {"start": 451.029, "end": 451.039, "text": "Leah yashyinguwe umuryango wagumye upfukiranywe"}, {"start": 451.039, "end": 454.469, "text": "Leah yashyinguwe umuryango wagumye upfukiranywe agahinda ariko bibaho"}, {"start": 454.469, "end": 454.479, "text": "agahinda ariko bibaho"}, {"start": 454.479, "end": 457.99, "text": "agahinda ariko bibaho ko muri uyu muryango abagore cyane cyane"}, {"start": 457.99, "end": 458.0, "text": "ko muri uyu muryango abagore cyane cyane"}, {"start": 458.0, "end": 460.749, "text": "ko muri uyu muryango abagore cyane cyane ababyeyi bafite imbaraga z'ubumaji zidasanzwe"}, {"start": 460.749, "end": 460.759, "text": "ababyeyi bafite imbaraga z'ubumaji zidasanzwe"}, {"start": 460.759, "end": 463.81, "text": "ababyeyi bafite imbaraga z'ubumaji zidasanzwe kuri"}, {"start": 463.82, "end": 478.30899999999997, "text": "[Music] ["}, {"start": 479.33, "end": 490.589, "text": "Music]"}, {"start": 490.589, "end": 490.599, "text": "Music]"}, {"start": 490.599, "end": 493.27, "text": "Music] kuki uhinduka igikeri nigeze kukwigisha"}, {"start": 493.27, "end": 493.28, "text": "kuki uhinduka igikeri nigeze kukwigisha"}, {"start": 493.28, "end": 496.189, "text": "kuki uhinduka igikeri nigeze kukwigisha ubukana Nahoraga nkubwiye ngo"}, {"start": 496.189, "end": 496.199, "text": "ubukana Nahoraga nkubwiye ngo"}, {"start": 496.199, "end": 498.35, "text": "ubukana Nahoraga nkubwiye ngo ugume mu itsinda rya bagenzi bawe sibyo ndumva mfite isoni"}, {"start": 498.35, "end": 498.36, "text": "ugume mu itsinda rya bagenzi bawe sibyo ndumva mfite isoni"}, {"start": 498.36, "end": 500.79, "text": "ugume mu itsinda rya bagenzi bawe sibyo ndumva mfite isoni"}, {"start": 500.8, "end": 504.749, "text": "umukobwa wo mu kigero cyawe yagombaga kuba"}, {"start": 504.749, "end": 504.759, "text": "umukobwa wo mu kigero cyawe yagombaga kuba"}, {"start": 504.759, "end": 507.469, "text": "umukobwa wo mu kigero cyawe yagombaga kuba abizi neza gute waje"}, {"start": 507.469, "end": 507.479, "text": "abizi neza gute waje"}, {"start": 507.479, "end": 511.11, "text": "abizi neza gute waje gusaba ubufasha umuntu utazi byari byiza ko"}, {"start": 511.11, "end": 511.12, "text": "gusaba ubufasha umuntu utazi byari byiza ko"}, {"start": 511.12, "end": 513.149, "text": "gusaba ubufasha umuntu utazi byari byiza ko utahinduka ikindi kintu kuri iyi"}, {"start": 513.149, "end": 513.159, "text": "utahinduka ikindi kintu kuri iyi"}, {"start": 513.159, "end": 518.19, "text": "utahinduka ikindi kintu kuri iyi nshuro ndi"}, {"start": 518.2, "end": 521.829, "text": "nyoko uri umukobwa wanjye niba utumvise"}, {"start": 521.829, "end": 521.8389999999999, "text": "nyoko uri umukobwa wanjye niba utumvise"}, {"start": 521.8389999999999, "end": 524.79, "text": "nyoko uri umukobwa wanjye niba utumvise sinzabikora"}, {"start": 524.79, "end": 524.8, "text": "sinzabikora"}, {"start": 524.8, "end": 526.75, "text": "sinzabikora ukundi kuri"}, {"start": 526.75, "end": 526.76, "text": "ukundi kuri"}, {"start": 526.76, "end": 530.23, "text": "ukundi kuri konti yawe sinzagusuzugura"}, {"start": 530.23, "end": 530.24, "text": "konti yawe sinzagusuzugura"}, {"start": 530.24, "end": 533.19, "text": "konti yawe sinzagusuzugura Mama"}, {"start": 533.19, "end": 533.2, "text": "Mama"}, {"start": 533.2, "end": 538.59, "text": "Mama neza yagiye ku mugezi araza cyangwa mu"}, {"start": 538.59, "end": 538.6, "text": "neza yagiye ku mugezi araza cyangwa mu"}, {"start": 538.6, "end": 544.55, "text": "neza yagiye ku mugezi araza cyangwa mu rugo"}, {"start": 544.56, "end": 548.069, "text": "[Music]  yari afite"}, {"start": 548.069, "end": 548.079, "text": "[Music]  yari afite"}, {"start": 548.079, "end": 552.509, "text": "[Music]  yari afite uburakari ashaka kwica"}, {"start": 552.509, "end": 552.519, "text": "uburakari ashaka kwica"}, {"start": 552.519, "end": 563.05, "text": "uburakari ashaka kwica umwimerere ariko Pang ye yamanutse gusa nk'uko"}, {"start": 563.06, "end": 566.269, "text": "[Music]"}, {"start": 566.269, "end": 566.279, "text": "[Music]"}, {"start": 566.279, "end": 568.11, "text": "[Music] necko"}, {"start": 568.11, "end": 568.12, "text": "necko"}, {"start": 568.12, "end": 570.51, "text": "necko EO"}, {"start": 570.51, "end": 570.52, "text": "EO"}, {"start": 570.52, "end": 587.75, "text": "EO [Music]"}, {"start": 587.76, "end": 593.55, "text": "hano"}, {"start": 593.56, "end": 596.56, "text": "uri"}], "createdAt": "2025-12-15T17:54:50.000Z", "imageUrl": "https://i.ytimg.com/vi/aNeutQefXNQ/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=aNeutQefXNQ", "difficulty": "intermediate", "genre": "story", "isFavorite": false, "progress": 0}, {"id": "yt_audio_B0OTHbBaDbg", "userId": "system_audiobook", "title": "Bamboo Hut ,short story English-Kinyarwanda//Mbega umusore uhombye inkumi yari yihebeye!", "language": "rw", "content": "umutima w'umuhondo Grace Orotti muri umutima w'umuhondo Grace Orotti muri umutima w'umuhondo Grace Orotti muri Kenya Izuba Rirenze ryari umuriro kandi ubwoko Kenya Izuba Rirenze ryari umuriro kandi ubwoko Kenya Izuba Rirenze ryari umuriro kandi ubwoko bwaryo bwarakaye bwaratwikiriye amazi yo ku kiyaga cya bwaryo bwarakaye bwaratwikiriye amazi yo ku kiyaga cya bwaryo bwarakaye bwaratwikiriye amazi yo ku kiyaga cya Victoria umutima wa B warakubise cyane atari yarigeze Victoria umutima wa B warakubise cyane atari yarigeze Victoria umutima wa B warakubise cyane atari yarigeze abona disiki y'izuba rirenze isa n'inini abona disiki y'izuba rirenze isa n'inini abona disiki y'izuba rirenze isa n'inini kandi iteye ubwoba kandi iteye ubwoba kandi iteye ubwoba yimukiye munsi y'umusozi mutagatifu yimukiye munsi y'umusozi mutagatifu yimukiye munsi y'umusozi mutagatifu wa ramogi aho abakurambere be kuva wa ramogi aho abakurambere be kuva wa ramogi aho abakurambere be kuva kera basengaga Imana kandi kera basengaga Imana kandi kera basengaga Imana kandi bagasaba abakurambere babo kuva kera cyane [Musique] imyaka myinshi yari afite Bes lji sekuruza w'abantu imyaka myinshi yari afite Bes lji sekuruza w'abantu imyaka myinshi yari afite Bes lji sekuruza w'abantu r kugira ngo amuvugire ku r kugira ngo amuvugire ku r kugira ngo amuvugire ku bw'umuhungu we ku musumari ku bw'umuhungu we ku musumari ku bw'umuhungu we ku musumari ku ntebe ya B y'abaturage ba Kad yari yahisemo gukina umukino wa ntebe ya B y'abaturage ba Kad yari yahisemo gukina umukino wa ntebe ya B y'abaturage ba Kad yari yahisemo gukina umukino wa nyuma kuri iyi sa ahantu yabonaga yerekeza ku nyuma kuri iyi sa ahantu yabonaga yerekeza ku nyuma kuri iyi sa ahantu yabonaga yerekeza ku Izuba Rirenze Izuba Rirenze Izuba Rirenze hanyuma akatuyobora mu gihugu cya kure kandi gihugu cya kure kandi gihugu cya kure kandi akaturinda abanzi bacu bose waduhaye akaturinda abanzi bacu bose waduhaye akaturinda abanzi bacu bose waduhaye afite ubutaka n'indi mitungo afite ubutaka n'indi mitungo afite ubutaka n'indi mitungo reka izina rya ri rikomeze dukomeze twongere reka izina rya ri rikomeze dukomeze twongere reka izina rya ri rikomeze dukomeze twongere twaguke mu twaguke mu twaguke mu mpande zose abantu banyita Boger imbaraga mpande zose abantu banyita Boger imbaraga mpande zose abantu banyita Boger imbaraga umutegetsi mwiza se w'umuryango umutegetsi mwiza se w'umuryango umutegetsi mwiza se w'umuryango umutegetsi ukomeye udafite umutegetsi ukomeye udafite umutegetsi ukomeye udafite umuhungu ni iki se udafite umuragwa kubera Umwijima wari Umwijima wari Umwijima wari uguye ubwo yageraga mu rugo mu uguye ubwo yageraga mu rugo mu uguye ubwo yageraga mu rugo mu nzu ye nzu ye nzu ye abakobwa be benshi nkuko yahoraga abivuga  Bari abakobwa be benshi nkuko yahoraga abivuga  Bari abakobwa be benshi nkuko yahoraga abivuga  Bari bahugiye mu gufasha ba nyina bahugiye mu gufasha ba nyina bahugiye mu gufasha ba nyina gutegura ifunguro rya nimugoroba, aho inkuru aho inkuru ibera, nubwo yakundaga abakobwa be bose 16, bari bameze nk'ibitanda by'umwana w'ikirere nk'ibitanda by'umwana w'ikirere wimukiye mu bandi bamuhumuriza mu zabukuru, ibyo byatangiye nimugoroba kugeza ku zabukuru, ibyo byatangiye nimugoroba kugeza ku zabukuru, ibyo byatangiye nimugoroba kugeza ku masaha y'umunsi ukurikiyeho, abana bagumye mu abana bagumye mu abana bagumye mu mutima wa nyina bafata ibijumba mu gitebo babishyira mutima wa nyina bafata ibijumba mu gitebo babishyira mutima wa nyina bafata ibijumba mu gitebo babishyira mu muriro w'inka, bongeraho mu muriro w'inka, bongeraho mu muriro w'inka, bongeraho agace k'umugati wumye ku muriro, hanyuma agace k'umugati wumye ku muriro, hanyuma agace k'umugati wumye ku muriro, hanyuma bahindukira ba bahindukira ba nyina babishyira kuri mama, kuki tudashobora kuba mu mutima w'abana, mama, kuki tudashobora kuba mu mutima w'abana, mama, kuki tudashobora kuba mu mutima w'abana, ni byiza kandi biryoshye, ni byiza kandi biryoshye, ni byiza kandi biryoshye, mubaze Baba niba dushobora kubyimukiramo, mubaze Baba niba dushobora kubyimukiramo, mubaze Baba niba dushobora kubyimukiramo, yagize ati [Music] ni byiza cyane, data byiza cyane, data byiza cyane, data Baba, ubusinzi, mubaze Baba Baba, ubusinzi, mubaze Baba Baba, ubusinzi, mubaze Baba niba dushobora kubyimukiramo, ariko umutima wacu ni umwe mu myiza cyane, ndabizi Mama ariko ntabwo ushobora gutsinda umutima ndabizi Mama ariko ntabwo ushobora gutsinda umutima ndabizi Mama ariko ntabwo ushobora gutsinda umutima w'umugano, umutima wacu ntugira icyumba w'umugano, umutima wacu ntugira icyumba w'umugano, umutima wacu ntugira icyumba kandi nta masaro ufite, ORS, aiso, yafashe poker y'ibiti, ahindura aiso, yafashe poker y'ibiti, ahindura aiso, yafashe poker y'ibiti, ahindura ikirayi ikirayi ikirayi hejuru ya AO, Mama aravuga ati “ Mama aravuga ati “ Mama aravuga ati “ Nubwo utinya umukuru, ndamubaza Nubwo utinya umukuru, ndamubaza Nubwo utinya umukuru, ndamubaza ubwanjye, sintinya ko azabireka, sintinya ko azabireka.” ubwanjye, sintinya ko azabireka, sintinya ko azabireka.” Ku mutima munini w'umutware, wari usa Ku mutima munini w'umutware, wari usa Ku mutima munini w'umutware, wari usa neza mu neza mu neza mu gitondo, nyina wa DZ ais yakuyemo amaso ye, yari gitondo, nyina wa DZ ais yakuyemo amaso ye, yari gitondo, nyina wa DZ ais yakuyemo amaso ye, yari atwite atwite atwite umwana we wa kabiri nyuma y'imyaka hafi umwana we wa kabiri nyuma y'imyaka hafi umwana we wa kabiri nyuma y'imyaka hafi 7 yari amaze 7 yari amaze 7 yari amaze azi ko ari umukobwa, azi ko ari umukobwa, azi ko ari umukobwa, umutware wari ufite abagore icyenda, yari yasezeranye na umutware wari ufite abagore icyenda, yari yasezeranye na umutware wari ufite abagore icyenda, yari yasezeranye na we uwo ari we wese, umuhungu we, we uwo ari we wese, umuhungu we, we uwo ari we wese, umuhungu we, kandi hafi ya B, kubera [Musique] amezi abiri nyuma yo gusura S Hill, amezi abiri nyuma yo gusura S Hill, amezi abiri nyuma yo gusura S Hill, yabyaye ubwo yari hanze ku iriba, yabyaye ubwo yari hanze ku iriba, yabyaye ubwo yari hanze ku iriba, yari umwana w'umukobwa, yari umwana w'umukobwa, yari umwana w'umukobwa, yari umwana w'umukobwa, igihe kirekire, yari umwana w'umukobwa, igihe kirekire, yari umwana w'umukobwa, igihe kirekire, n'icyifuzo umuhungu we yamuteye umutima we ku n'icyifuzo umuhungu we yamuteye umutima we ku n'icyifuzo umuhungu we yamuteye umutima we ku mwana maze ararira cyane, navuga nte mwana maze ararira cyane, navuga nte mwana maze ararira cyane, navuga nte iyi nkuru ibabaje ku mugabo wanjye, ese iyi nkuru ibabaje ku mugabo wanjye, ese iyi nkuru ibabaje ku mugabo wanjye, ese umutware azaba igitekerezo cy'undi mukobwa, oya oya, umutware azaba igitekerezo cy'undi mukobwa, oya oya, umutware azaba igitekerezo cy'undi mukobwa, oya oya, reka akanwa kanjye kagume gafunze iteka reka akanwa kanjye kagume gafunze iteka reka akanwa kanjye kagume gafunze iteka ryose, abakurambere bambeshye mbere ryose, abakurambere bambeshye mbere ryose, abakurambere bambeshye mbere y'iyi nkuru, ariko kurira kwarahagaritswe n'ububabare bukomeye bwamuteye nkuru, ariko kurira kwarahagaritswe n'ububabare bukomeye bwamuteye nkuru, ariko kurira kwarahagaritswe n'ububabare bukomeye bwamuteye B n'umugongo, B n'umugongo, B n'umugongo, byari nk'ibitangaza bibaho byari nk'ibitangaza bibaho byari nk'ibitangaza bibaho rimwe na rimwe, yongera rimwe na rimwe, yongera rimwe na rimwe, yongera kubyara, yari kubyara, yari kubyara, yari umuhungu, Imana ntizigera Imana ntizigera Imana ntizigera itenguha abantu, inkombe y'uruzi yari ikiri itenguha abantu, inkombe y'uruzi yari ikiri itenguha abantu, inkombe y'uruzi yari ikiri ubusa kuko abagore benshi batavomaga ubusa kuko abagore benshi batavomaga ubusa kuko abagore benshi batavomaga amazi saa sita, byose byari amazi saa sita, byose byari amazi saa sita, byose byari bituje cyane usibye bamwe basa bituje cyane usibye bamwe basa bituje cyane usibye bamwe basa n'abishima basobanura, yumvaga cyane  Ananiwe kandi mu yumvaga cyane  Ananiwe kandi mu yumvaga cyane  Ananiwe kandi mu minota mike, irari ry’isi yose minota mike, irari ry’isi yose minota mike, irari ry’isi yose ryaranzwe n’urukundo rwe, urwango, umujinya ryaranzwe n’urukundo rwe, urwango, umujinya ryaranzwe n’urukundo rwe, urwango, umujinya n’ibyishimo byaranyuranyije, n’ibyishimo byaranyuranyije, n’ibyishimo byaranyuranyije, umutware yari ategereje umutware yari ategereje umutware yari ategereje umuhungu imyaka irenga 12, maze umwami abyara umuhungu imyaka irenga 12, maze umwami abyara umuhungu imyaka irenga 12, maze umwami abyara umwana umwe gusa, umuhungu, kugira ngo umwana umwe gusa, umuhungu, kugira ngo umwana umwe gusa, umuhungu, kugira ngo abone uko inzozi ze zisohora, yafashe icyemezo, abone uko inzozi ze zisohora, yafashe icyemezo, abone uko inzozi ze zisohora, yafashe icyemezo, akora agaseke k’ibyatsi, akagashyiramo amababi, maze akora agaseke k’ibyatsi, akagashyiramo amababi, maze ahisha agaseke hafi ahisha agaseke hafi ahisha agaseke hafi y’iriba, kuko yamuhaye ijambo rirerire n’inyuma, yamuhaye ijambo rirerire n’inyuma, yamuhaye ijambo rirerire n’inyuma, hanyuma ashyira urutoki ku maso ye, umusatsi, iminwa hanyuma ashyira urutoki ku maso ye, umusatsi, iminwa hanyuma ashyira urutoki ku maso ye, umusatsi, iminwa n’intoki zoroshye, hanyuma agenda ataha n’intoki zoroshye, hanyuma agenda ataha n’intoki zoroshye, hanyuma agenda ataha n’umwana we w’umuhungu, n’umwana we w’umuhungu, n’umwana we w’umuhungu, yinjira mu mutima we, nta muntu ubizi, yinjira mu mutima we, nta muntu ubizi, yinjira mu mutima we, nta muntu ubizi, ubwo abantu bari barimo gufata ifunguro rya saa ubwo abantu bari barimo gufata ifunguro rya saa ubwo abantu bari barimo gufata ifunguro rya saa sita. Inkuru y’ingenzi yamenyeshejwe Chief Inkuru y’ingenzi yamenyeshejwe Chief Inkuru y’ingenzi yamenyeshejwe Chief Boger n’umugore we mukuru, ubwo yari Boger n’umugore we mukuru, ubwo yari Boger n’umugore we mukuru, ubwo yari aruhutse mu mutima we, Imana ya rji yatwikiriye ubwambure bwa Imana ya rji yatwikiriye ubwambure bwa Imana ya rji yatwikiriye ubwambure bwa se w’abantu, yabyaye se w’abantu, yabyaye se w’abantu, yabyaye umwana w’umuhungu, yarebye umugore we, umwana w’umuhungu, yarebye umugore we, umwana w’umuhungu, yarebye umugore we, yizera ko Jo yamusekaga ku yizera ko Jo yamusekaga ku yizera ko Jo yamusekaga ku minwa ye, maze arabura, asiga imitsi gusa ihinda minwa ye, maze arabura, asiga imitsi gusa ihinda minwa ye, maze arabura, asiga imitsi gusa ihinda ku mfuruka z’umunwa we, yahishe ku mfuruka z’umunwa we, yahishe ku mfuruka z’umunwa we, yahishe umugore we, maze arahaguruka ajya mu umugore we, maze arahaguruka ajya mu mutima we, ariko umugore we aramureka ajya mu mutima we, ariko umugore we aramureka. Umwami mukuru ntiyagombaga Umwami mukuru ntiyagombaga Umwami mukuru ntiyagombaga gutsindwa n’ingendo.  Kwita gutsindwa n’ingendo.  Kwita gutsindwa n’ingendo.  Kwita ku bagore ku bagore ku bagore iminsi myinshi, Umutware mukuru abona umuhungu we akunda [Music] yasubiye inyuma intambwe nke, ari ku intambwe nke, ari ku intambwe nke, ari ku ntebe ye, mbwira ko nakiriye ntebe ye, mbwira ko nakiriye ntebe ye, mbwira ko nakiriye inkuru hanyuma ingoma y'umutware inkuru hanyuma ingoma y'umutware inkuru hanyuma ingoma y'umutware irangurura ijwi itangaza ivuka ry'umwana irangurura ijwi itangaza ivuka ry'umwana irangurura ijwi itangaza ivuka ry'umwana mushya kuri iyi nshuro yavugiwe inshuro enye mushya kuri iyi nshuro yavugiwe inshuro enye mushya kuri iyi nshuro yavugiwe inshuro enye aho kuba eshatu zisanzwe aho kuba eshatu zisanzwe aho kuba eshatu zisanzwe ku ku ku mukobwa, maze umuryango wishima kubera agahinda kavanze n'uburakari mu mitwe mitwe mitwe y'abagore ba A's Co ariko ntibabigaragaje, y'abagore ba A's Co ariko ntibabigaragaje, y'abagore ba A's Co ariko ntibabigaragaje, intama yari yatezwe intama yari yatezwe intama yari yatezwe umubyeyi wabyaye kandi ibyiza byose byaramweretswe ku umubyeyi wabyaye kandi ibyiza byose byaramweretswe ku umubyeyi wabyaye kandi ibyiza byose byaramweretswe ku mukuru cyangwa ngo arire ku mugaragaro, ariko mukuru cyangwa ngo arire ku mugaragaro, ariko mukuru cyangwa ngo arire ku mugaragaro, ariko ku munsi wa kane ubwo yumvaga umuhungu we mu ku munsi wa kane ubwo yumvaga umuhungu we mu ku munsi wa kane ubwo yumvaga umuhungu we mu birori byo kwita izina, inshuti ye Rel yabonye birori byo kwita izina, inshuti ye Rel yabonye birori byo kwita izina, inshuti ye Rel yabonye amatara manini y'amarira amumanukira mu matama amatara manini y'amarira amumanukira mu matama amatara manini y'amarira amumanukira mu matama ubwo yahamagaraga izina ry'umuhungu kuko uzitwa umuhungu wa kabiri wa RI, uzabaho igihe kirekire, umuhungu wa kabiri wa RI, uzabaho igihe kirekire, umuhungu wa kabiri wa RI, uzabaho igihe kirekire, kandi mu busaza bwanjye kandi mu busaza bwanjye kandi mu busaza bwanjye uzafata inkoni ya rji mu uzafata inkoni ya rji mu uzafata inkoni ya rji mu kuboko kwawe kw'iburyo kugira ngo utegeke abantu bawe, hanyuma inkoni ya kuboko kwawe kw'iburyo kugira ngo utegeke abantu bawe, hanyuma inkoni ya kuboko kwawe kw'iburyo kugira ngo utegeke abantu bawe, hanyuma inkoni ya B y'umutware ishyirwa mu B y'umutware ishyirwa mu B y'umutware ishyirwa mu kuboko kw'iburyo kwa Owen, naho inkoni y'umutware kuboko kw'iburyo kwa Owen, naho inkoni y'umutware kuboko kw'iburyo kwa Owen, naho inkoni y'umutware ku kuboko kwe ku kuboko kwe ku kuboko kwe [Music] kuko umuhungu kuri uwo munsi, umukobwa we kuri uwo munsi, umukobwa we kuri uwo munsi, umukobwa we yimukiye ku yimukiye ku yimukiye ku ngofero ya bambo, aho bari beza kugira ngo bazane. Umutware yatambaga Umutware yatambaga Umutware yatambaga ibitambo byinshi byo gushimira Imana munsi y'umusozi ibitambo byinshi byo gushimira Imana munsi y'umusozi ibitambo byinshi byo gushimira Imana munsi y'umusozi mutagatifu, amasengesho ye yahoraga arangirana n'amagambo mutagatifu, amasengesho ye yahoraga arangirana n'amagambo mutagatifu, amasengesho ye yahoraga arangirana n'amagambo y'uruhererekane, none ndabizi ko y'uruhererekane, none ndabizi ko y'uruhererekane, none ndabizi ko koko wantoye kuba umutegetsi muri koko wantoye kuba umutegetsi muri koko wantoye kuba umutegetsi muri aba bantu, wampaye umuhungu mbere y'uko byose birangira, yakomeje kugira imbaraga zidasanzwe yumvaga nk'aho hari imbaraga zidasanzwe yumvaga nk'aho hari imbaraga zidasanzwe yumvaga nk'aho hari ikintu mu mutima we cyamuvunnye, ikintu mu mutima we cyamuvunnye, ikintu mu mutima we cyamuvunnye, ntiyashoboraga gukomeza kubaho gutya, ariko icyagombaga ntiyashoboraga gukomeza kubaho gutya, ariko icyagombaga ntiyashoboraga gukomeza kubaho gutya, ariko icyagombaga gukorwa niyo yashaka gukorwa niyo yashaka gukorwa niyo yashaka umukobwa we, oya, ntiyashoboraga gukora umukobwa we, oya, ntiyashoboraga gukora umukobwa we, oya, ntiyashoboraga gukora ikintu nk'icyo, yashoboraga kubwira ikintu nk'icyo, yashoboraga kubwira ikintu nk'icyo, yashoboraga kubwira umugabo we ukuri, ariko uburyo yagiye mu nzira ku munsi wa gatandatu yagiye mu nzira ku munsi wa gatandatu yagiye mu nzira ku munsi wa gatandatu avuka nyuma yo gufungirwa aho yari atuye, aho yari afite gufungirwa aho yari atuye, aho yari afite gufungirwa aho yari atuye, aho yari afite umukobwa we, nta kintu na kimwe cyari gihari cyo umukobwa we, nta kintu na kimwe cyari gihari cyo umukobwa we, nta kintu na kimwe cyari gihari cyo kumugambanira n'ibyatsi birebire byo gukora kumugambanira n'ibyatsi birebire byo gukora kumugambanira n'ibyatsi birebire byo gukora bihagaze nk'aho nta kintu na kimwe cyari cyarigeze kihagumaho, bihagaze nk'aho nta kintu na kimwe cyari cyarigeze kihagumaho, bihagaze nk'aho nta kintu na kimwe cyari cyarigeze kihagumaho, ubwo we yahuraga n'ibyatsi birebire. Mu ubwo we yahuraga n'ibyatsi birebire. Mu ubwo we yahuraga n'ibyatsi birebire. Mu nzira ye yo gutaha, yari afite ibitekerezo byinshi by'urujijo, yiyumvisha urujijo, nzira ye yo gutaha, yari afite ibitekerezo byinshi by'urujijo, yiyumvisha urujijo, nzira ye yo gutaha, yari afite ibitekerezo byinshi by'urujijo, yiyumvisha urujijo, ariko yatekereje ndetse n'amayerekwa ariko yatekereje ndetse n'amayerekwa ariko yatekereje ndetse n'amayerekwa ku mukobwa we ku mukobwa we ku mukobwa we wabuze, mbere y'uko abona umugore ushaje atwara umugore ushaje atwara umugore ushaje atwara umukobwa we ku iriba, yamubonye akora umukobwa we ku iriba, yamubonye akora umukobwa we ku iriba, yamubonye akora ubwoko bw'abapfumu babyina mu ubwoko bw'abapfumu babyina mu ubwoko bw'abapfumu babyina mu gitebo mbere yo kugitwara, gitebo mbere yo kugitwara, gitebo mbere yo kugitwara, inzira yakurikiwe n'umukecuru yari yerekeza mu inzira yakurikiwe n'umukecuru yari yerekeza mu inzira yakurikiwe n'umukecuru yari yerekeza mu gihugu cya Normans kiri hagati gihugu cya Normans kiri hagati gihugu cya Normans kiri hagati ya FK n'abanzi babo, hanyuma ya FK n'abanzi babo, hanyuma ya FK n'abanzi babo, hanyuma abona umukobwa we ajugunywa mu abona umukobwa we ajugunywa mu abona umukobwa we ajugunywa mu Iri shyamba ryari rizwiho kuba ryuzuyemo Iri shyamba ryari rizwiho kuba ryuzuyemo Iri shyamba ryari rizwiho kuba ryuzuyemo imyakura y'umugore ushaje kuko ryatangiye gukubita no mu buryo butunguranye ryatangiye gukubita no mu buryo butunguranye ryatangiye gukubita no mu buryo butunguranye hagati mu biganza bye, byari ukuri oya oya oya oya yari hagati mu biganza bye, byari ukuri oya oya oya oya yari hagati mu biganza bye, byari ukuri oya oya oya oya yari ahagazeho ariko ubwenge bwa A ntibwagaragaje ibimenyetso ahagazeho ariko ubwenge bwa A ntibwagaragaje ibimenyetso ahagazeho ariko ubwenge bwa A ntibwagaragaje ibimenyetso byo gutera imbere, bwari ubuzima bw'iyerekwa byo gutera imbere, bwari ubuzima bw'iyerekwa byo gutera imbere, bwari ubuzima bw'iyerekwa n'ihungabana ku manywa ndetse n'inzozi mbi n'ihungabana ku manywa ndetse n'inzozi mbi n'ihungabana ku manywa ndetse n'inzozi mbi nijoro, nta nijoro, nta nijoro, nta mwanya we mu mwanya we mu mwanya we mu bagore b'umutware wari uzi ibyitezwe by'ejo hazaza bagore b'umutware wari uzi ibyitezwe by'ejo hazaza bagore b'umutware wari uzi ibyitezwe by'ejo hazaza ku mwana we byari bihagije kugira ngo agire ku mwana we byari bihagije kugira ngo agire ku mwana we byari bihagije kugira ngo agire ubusa umutima we utagira icyo ugeraho. Yakuriye mu musore ufite imiterere isanzwe y'abana b'ingaragu, abanyamahane Yakuriye mu musore ufite imiterere isanzwe y'abana b'ingaragu, abanyamahane kandi bigenga ku manywa ubwo umutware yari bigenga ku manywa ubwo umutware yari bigenga ku manywa ubwo umutware yari mu rugendo rwe rusanzwe ajya ku mu rugendo rwe rusanzwe ajya ku mu rugendo rwe rusanzwe ajya ku musozi wa SA, yahuye n'itsinda ry'abakobwa bakiri bato musozi wa SA, yahuye n'itsinda ry'abakobwa bakiri bato musozi wa SA, yahuye n'itsinda ry'abakobwa bakiri bato bitwaje inkwi nyinshi, bitwaje inkwi nyinshi, bitwaje inkwi nyinshi, abakobwa bava mu nzira bihisha inyuma y'ibihuru abakobwa bava mu nzira bihisha inyuma y'ibihuru abakobwa bava mu nzira bihisha inyuma y'ibihuru birebire kugira ngo bareke umutware atambuke ariko birebire kugira ngo bareke umutware atambuke ariko birebire kugira ngo bareke umutware atambuke ariko umukobwa umwe yashyize icyuma cye hasi arahagarara umukobwa umwe yashyize icyuma cye hasi arahagarara umukobwa umwe yashyize icyuma cye hasi arahagarara ategereje ubwo umutware yamwegeraga, arerekana ategereje ubwo umutware yamwegeraga, arerekana ategereje ubwo umutware yamwegeraga, arerekana yunamye umutwe aramusuhuza [Music] amahoro abe nawe Mwami mwiza amahoro amahoro abe nawe Mwami mwiza amahoro amahoro abe nawe Mwami mwiza amahoro mwana wanjye, vuga umutware wakozwe ku mutima n'urukiko, mwana wanjye, vuga umutware wakozwe ku mutima n'urukiko, uyu ni wowe udatinya umuyobozi nka wowe udatinya umuyobozi nka wowe udatinya umuyobozi nka bashiki bawe, umutware aramuseka, oya, bashiki bawe, umutware aramuseka, oya, bashiki bawe, umutware aramuseka, oya, ni umunsi wanjye w'amahirwe wo guhura n'Umutware mwiza, ni umunsi wanjye w'amahirwe wo guhura n'Umutware mwiza, ni umunsi wanjye w'amahirwe wo guhura n'Umutware mwiza, hanyuma amwambika umukandara we. hanyuma amwambika umukandara we. hanyuma amwambika umukandara we. Ubwo nijoro Boer yahamagaye Ubwo nijoro Boer yahamagaye Ubwo nijoro Boer yahamagaye umuhungu we amubwira iby'uyu mukobwa kuko ari umukobwa wa Fo, ari umukobwa wa Fo, ari umukobwa wa Fo, umuryango we urimo umuryango we urimo umuryango we urimo gusura nyirasenge, gusura nyirasenge, gusura nyirasenge, gerageza kumureba ejo niba gerageza kumureba ejo niba gerageza kumureba ejo niba umukunze tuzaganira n'ababyeyi be, agomba kuba umugore umukunze tuzaganira n'ababyeyi be, agomba kuba umugore umukunze tuzaganira n'ababyeyi be, agomba kuba umugore mwiza [Music] mbere yuko ahura n'umukobwa ahura n'umukobwa ahura n'umukobwa wari ufite imico yashimishije wari ufite imico yashimishije wari ufite imico yashimishije umuyobozi cyane, akurikirana uko umuyobozi cyane, akurikirana uko umuyobozi cyane, akurikirana uko agenda, maze intumwa agenda, maze intumwa agenda, maze intumwa imumenyesha ko umukobwa n'inshuti ze bagaragaye imumenyesha ko umukobwa n'inshuti ze bagaragaye imumenyesha ko umukobwa n'inshuti ze bagaragaye boga mu ruzi rwa Dundu, yahise boga mu ruzi rwa Dundu, yahise boga mu ruzi rwa Dundu, yahise yihutira kujya aho hantu. [Music] ku ruzi, abakobwa bari boga bavuza induru, umwe mu ruzi, abakobwa bari boga bavuza induru, umwe mu bakobwa bakuru yabonye umukobwa wa mbere maze asohoka mu bakobwa bakuru yabonye umukobwa wa mbere maze asohoka mu bakobwa bakuru yabonye umukobwa wa mbere maze asohoka mu mazi avuza induru, umuhungu w'umuyobozi, umukobwa w'umutware, mazi avuza induru, umuhungu w'umuyobozi, umukobwa w'umutware, mazi avuza induru, umuhungu w'umuyobozi, umukobwa w'umutware, abakobwa barafatwa, basohoka abakobwa barafatwa, basohoka abakobwa barafatwa, basohoka mu mazi bihisha inyuma y'ibihuru biri mu mazi bihisha inyuma y'ibihuru biri mu mazi bihisha inyuma y'ibihuru biri hafi, ariko umukobwa wagaragaraga nk'uri hafi, ariko umukobwa wagaragaraga nk'uri hafi, ariko umukobwa wagaragaraga nk'uri muto kurusha abandi muto kurusha abandi muto kurusha abandi yakomeje yakomeje yakomeje koga. koga. koga. Yahungabanye yegereye umuyobozi we kubera impamvu AR utinya umuhungu w'umuyobozi, amubaza impamvu AR utinya umuhungu w'umuyobozi, amubaza aseka, oya, umukobwa ntiyagiraga aseka, oya, umukobwa ntiyagiraga aseka, oya, umukobwa ntiyagiraga isoni, aramureba amuzi neza, isoni, aramureba amuzi neza, isoni, aramureba amuzi neza, yazamuye umutwe we gato maze ahisha yazamuye umutwe we gato maze ahisha yazamuye umutwe we gato maze ahisha igituza cye, aravuga ati kuko umuhungu igituza cye, aravuga ati kuko umuhungu igituza cye, aravuga ati kuko umuhungu w'umuyobozi atubaha. Kwiherera kw'abagore Nari mu nzira njya guhiga numva Nari mu nzira njya guhiga numva Nari mu nzira njya guhiga numva urusaku rwinshi, nuko ngera iburyo aravuga arangije urusaku rwinshi, nuko ngera iburyo aravuga arangije ubwo yarimo ubwo yarimo ubwo yarimo yinjira yinjira yinjira asohoka none ubwo uzi abari barimo asohoka none ubwo uzi abari barimo asohoka none ubwo uzi abari barimo gukubita, ushobora gukomezanya nawe, uyu mukobwa wuzuye ntabwo yari uwo mu nawe, uyu mukobwa wuzuye ntabwo yari uwo mu nawe, uyu mukobwa wuzuye ntabwo yari uwo mu muryango we, impanuka ye yari iy'amahanga, muryango we, impanuka ye yari iy'amahanga, muryango we, impanuka ye yari iy'amahanga, ashobora kuba umukobwa umutware yari yamubwiye, ntushobora ashobora kuba umukobwa umutware yari yamubwiye, ntushobora ashobora kuba umukobwa umutware yari yamubwiye, ntushobora gusohoka uhe inshuti zawe gusohoka uhe inshuti zawe umwenda wabo wa L. Sinashakaga kubasuzugura, byaba byiza uvuye muri USAR, byaba byiza uvuye muri USAR, byaba byiza uvuye muri USAR, nta muryango turahari, ndashaka kuvugana namwe mwese nta muryango turahari, ndashaka kuvugana namwe mwese nta muryango turahari, ndashaka kuvugana namwe mwese ku byerekeye Umunsi Mukuru w'Umutware uri hafi, rwose, yaravuze ati: \"Nimunjugunyire umwenda wanjye wa Lo, ni wo munini cyane, w'Umutware uri hafi, rwose, yaravuze ati: \"Nimunjugunyire umwenda wanjye wa Lo, ni wo munini cyane, yatunguwe n'akamaro k'umukobwa, yatunguwe n'akamaro k'umukobwa, yatunguwe n'akamaro k'umukobwa, ntiyigeze afata amabwiriza y'umuntu ntiyigeze afata amabwiriza y'umuntu ntiyigeze afata amabwiriza y'umuntu uwo ari we wese, ndetse n'umugore uwo ari we wese, yahoraga ategereje, yiyima uwo ari we wese, ndetse n'umugore uwo ari we wese, yahoraga ategereje, yiyima uwo ari we wese, ndetse n'umugore uwo ari we wese, yahoraga ategereje, yiyima ishema rye, amutera umwenda wa ishema rye, amutera umwenda wa ishema rye, amutera umwenda wa B, umukobwa yambaye umwenda B, umukobwa yambaye umwenda B, umukobwa yambaye umwenda we mu rukenyerero, maze we mu rukenyerero, maze we mu rukenyerero, maze ava mu mazi, nta bwoba, ava mu mazi, nta bwoba, ava mu mazi, nta bwoba, yafashe indi myaka ya Lo mu kuboko kwe yafashe indi myaka ya Lo mu kuboko kwe yafashe indi myaka ya Lo mu kuboko kwe ayiha inshuti ze inyuma y'ibihuru bya [Music] mbere yo guhagarara neza aho yari ahagaze bwa neza aho yari ahagaze bwa neza aho yari ahagaze bwa mbere mu buzima bwe, yari afite ubuzima bwe bwite, yafashe  Yitegereje neza umukobwa bwite, yafashe  Yitegereje neza umukobwa bwite, yafashe  Yitegereje neza umukobwa yari akuze cyane kurusha umwami yari yavuze ko amaguru maremare azazamuka uko imyaka igenda ihita, yavuze ko amaguru maremare azazamuka uko imyaka igenda ihita, yavuze ko amaguru maremare azazamuka uko imyaka igenda ihita, intoki ze zari ndende kandi intoki ze zari ndende kandi intoki ze zari ndende kandi nziza kandi yari afite umugongo ugororotse kandi ugororotse, zari zikiri nto kandi zihagaze nk'ibiti bipfutse ugororotse, zari zikiri nto kandi zihagaze nk'ibiti bipfutse ugororotse, zari zikiri nto kandi zihagaze nk'ibiti bipfutse mu gituza cye. Uruhu rwe rwari rufite amazi menshi rwari gituza cye. Uruhu rwe rwari rufite amazi menshi rwari gituza cye. Uruhu rwe rwari rufite amazi menshi rwari ibara ry'Izuba Rirashe, ubwo yamurebaga yamwibukije ubwo yamurebaga yamwibukije ubwo yamurebaga yamwibukije arosi, imana y'inyanja y'amateka kandi nziza, arosi, imana y'inyanja y'amateka kandi nziza, yahinduye amagambo make maze aramubwira yahinduye amagambo make maze aramubwira yahinduye amagambo make maze aramubwira ko yitwaga uwo mugoroba, yari mu buryo bwa molic, uwo mugoroba, yari mu buryo bwa molic, uwo mugoroba, yari mu buryo bwa molic, umuriro mushya wavumbuwe mu umuriro mushya wavumbuwe mu umuriro mushya wavumbuwe mu mutima we, abwira se ko mutima we, abwira se ko mutima we, abwira se ko yabonye umukobwa kandi ko amukunda cyane, yabonye umukobwa kandi ko amukunda cyane, mbabajwe n'ibyo, mbabajwe n'ibyo, mbabajwe n'ibyo, muri icyo gihe, umuhango wo gushyingirwa kw'umuhungu w'umwami wakozwe muri icyo gihe, umuhango wo gushyingirwa kw'umuhungu w'umwami wakozwe na na na proper, bityo umwami yohereza proper, bityo umwami yohereza proper, bityo umwami yohereza intumwa gushora imari mu bakobwa, amakuru y'inyuma y'ibihuha, yari ageze ku kuba umukobwa we, intumwa gushora imari mu bakobwa, amakuru y'inyuma y'ibihuha, yari ageze ku kuba umukobwa we, intumwa gushora imari mu bakobwa, amakuru y'inyuma y'ibihuha, yari ageze ku kuba umukobwa we, umukwe we nta wundi wari uhwanye umukwe we nta wundi wari uhwanye umukwe we nta wundi wari uhwanye n'ubwiza mu n'ubwiza mu n'ubwiza mu gihugu cyose cya L, kandi yari gihugu cyose cya L, kandi yari gihugu cyose cya L, kandi yari yararezwe neza cyane, kandi yari Dent. yararezwe neza cyane, kandi yari Dent. yararezwe neza cyane, kandi yari Dent. Intumwa zaguye imvura irimo ivumbi ritukura ku Intumwa zaguye imvura irimo ivumbi ritukura ku Intumwa zaguye imvura irimo ivumbi ritukura ku birenge byabo, imbuto zirimo ubusa, ubwo birenge byabo, imbuto zirimo ubusa, ubwo birenge byabo, imbuto zirimo ubusa, ubwo yababonaga, Umukuru w'imbwa yagiye mu mutima we yababonaga, Umukuru w'imbwa yagiye mu mutima we yababonaga, Umukuru w'imbwa yagiye mu mutima we kwakira inkuru, bamubwira kwakira inkuru, bamubwira kwakira inkuru, bamubwira umuryango wa Cho.  Ntiyadufashe umuryango wa Cho.  Ntiyadufashe umuryango wa Cho.  Ntiyadufashe neza ubwo twabazaga iby'umukobwa, neza ubwo twabazaga iby'umukobwa, neza ubwo twabazaga iby'umukobwa, basaga n'aho inkuru yari yabagezeho ivuga basaga n'aho inkuru yari yabagezeho ivuga basaga n'aho inkuru yari yabagezeho ivuga ko umusore umuhungu wanyu ashobora kuba arimo ko umusore umuhungu wanyu ashobora kuba arimo ko umusore umuhungu wanyu ashobora kuba arimo gushaka uwo bashakanye, gushaka uwo bashakanye, gushaka uwo bashakanye, bashimangira ko AWI akiri muto cyane ku buryo bazahabwa bashimangira ko AWI akiri muto cyane ku buryo bazahabwa bashimangira ko AWI akiri muto cyane ku buryo bazahabwa umwanya ariko twarabasabye ko umwanya ariko twarabasabye ko umwanya ariko twarabasabye ko twabonye umukobwa ari twabonye umukobwa ari twabonye umukobwa ari mwiza kandi yiteguye gushyingirwa. mwiza kandi yiteguye gushyingirwa. mwiza kandi yiteguye gushyingirwa. Umuryango wahise uhurira Umuryango wahise uhurira Umuryango wahise uhurira hanze maze binjira mu muryango, maze ubwo binjiraga mu muryango, hanze maze binjira mu muryango, maze ubwo binjiraga mu muryango, hanze maze binjira mu muryango, maze ubwo binjiraga mu muryango, batubwira ko umuntu w'umuhanga ashobora kudashaka batubwira ko umuntu w'umuhanga ashobora kudashaka batubwira ko umuntu w'umuhanga ashobora kudashaka gushyingirwa n'umuhungu w'umutware. gushyingirwa n'umuhungu w'umutware. gushyingirwa n'umuhungu w'umutware. Intumwa yari irimo kuvuga yarebye umutware ahangayitse maze Intumwa yari irimo kuvuga yarebye umutware ahangayitse maze Intumwa yari irimo kuvuga yarebye umutware ahangayitse maze amwoza iminwa ye yumye, kuko yakomezaga. Umwami arabarakarira cyane, arabareba yakomezaga. Umwami arabarakarira cyane, arabareba yakomezaga. Umwami arabarakarira cyane, arabareba kure kugira ngo batabona uburakari kure kugira ngo batabona uburakari kure kugira ngo batabona uburakari bwamuhinduye isura, bavuga ko umutware bavuga ko umutware bavuga ko umutware bidashoboka. Icyamamare nticyari gishingiye ku bidashoboka. Icyamamare nticyari gishingiye ku bidashoboka. Icyamamare nticyari gishingiye ku muryango we gusa, uwo umukobwa we yashoboraga muryango we gusa, uwo umukobwa we yashoboraga muryango we gusa, uwo umukobwa we yashoboraga kwanga icyifuzo cy'umuhungu w'umutware. Yasubiyemo atishimiye impamvu atishimiye impamvu atishimiye impamvu twahawe, maze dusura twahawe, maze dusura twahawe, maze dusura Umudugudu w'abaturanyi maze tumubaza Sak Sak ku mukobwa [Musique] nta babyeyi afite, yabonetse ku Isi yose, babyeyi afite, yabonetse ku Isi yose, babyeyi afite, yabonetse ku Isi yose, umugore we yamureze amusukura mu muhogo maze amwoza. Akahumyo k'ibiryoshye gaturuka muhogo maze amwoza. Akahumyo k'ibiryoshye gaturuka muhogo maze amwoza. Akahumyo k'ibiryoshye gaturuka mu gahanga, ikirere gihita gituza kandi ikirere gihita gituza kandi ikirere gihita gituza kandi kibura umwuka ubwo Shefu Bo yasohoraga kibura umwuka ubwo Shefu Bo yasohoraga kibura umwuka ubwo Shefu Bo yasohoraga Intumwa ze.  Yakubise umuyoboro we ku Intumwa ze.  Yakubise umuyoboro we ku Intumwa ze.  Yakubise umuyoboro we ku giti cyari hafi aho kugira ngo asuke abapfuye giti cyari hafi aho kugira ngo asuke abapfuye ivu imbere y'umutima mushya CAU amaso ye imbere y'umutima mushya CAU amaso ye imbere y'umutima mushya CAU amaso ye Umutima mushya wa A CAU amaso ye yari azi ko umuhungu we azabikora ariko umuhungu we mukuru ntiyashoboraga gushaka umugore azabikora ariko umuhungu we mukuru ntiyashoboraga gushaka umugore azabikora ariko umuhungu we mukuru ntiyashoboraga gushaka umugore utari umugore utazwi uwo mugoroba ubwo uwo mugoroba ubwo uwo mugoroba ubwo inka za Restless zari zimaze gukamwa kandi inka za Restless zari zimaze gukamwa kandi inka za Restless zari zimaze gukamwa kandi abana ba T bicaye iruhande rw'umuriro iruhande rwa ba abana ba T bicaye iruhande rw'umuriro iruhande rwa ba abana ba T bicaye iruhande rw'umuriro iruhande rwa ba nyina bategereje ifunguro rya nimugoroba Aen nyina bategereje ifunguro rya nimugoroba Aen nyina bategereje ifunguro rya nimugoroba Aen yahamagawe ku mutima wa shebuja Boa yahamagawe ku mutima wa shebuja Boa yahamagawe ku mutima wa shebuja Boa yamenyesheje umuhungu we inkuru ibabaje umuhungu wanjye ntushobora gushaka umukobwa wa Chiro umuhungu wanjye ntushobora gushaka umukobwa wa Chiro umuhungu wanjye ntushobora gushaka umukobwa wa Chiro yatawe n'uruhinja yatawe n'uruhinja yatawe n'uruhinja umugore wa Cho aramubona aramurera umugore wa Cho aramubona aramurera umugore wa Cho aramubona aramurera Boa yanyoye umuyoboro we Boa yanyoye umuyoboro we Boa yanyoye umuyoboro we hanyuma asohokana n'umuvuduko ukomeye hanyuma asohokana n'umuvuduko ukomeye hanyuma asohokana n'umuvuduko ukomeye nk'umuyobozi w'igihugu uzaza nk'umuyobozi w'igihugu uzaza nk'umuyobozi w'igihugu uzaza ntushobora gushaka umugore ufite amateka atari yo kuko yafashe ntushobora gushaka umugore ufite amateka atari yo kuko yafashe ntushobora gushaka umugore ufite amateka atari yo kuko yafashe intebe ye y'amavuta yari intebe ye y'amavuta yari intebe ye y'amavuta yari yicayeho yashakaga guhaguruka akava mu yicayeho yashakaga guhaguruka akava mu yicayeho yashakaga guhaguruka akava mu mutima wa Batware ariko asubira inyuma umwuka wari umuvamo yumva agize mutima wa Batware ariko asubira inyuma umwuka wari umuvamo yumva agize mutima wa Batware ariko asubira inyuma umwuka wari umuvamo yumva agize isereri ubwo isereri ubwo isereri ubwo yakiraga ubwoba yari afite yakiraga ubwoba yari afite yakiraga ubwoba yari afite iyerekwa rye rya Awiti yabonye ishusho ye nziza n'igituza cye gishyushye iyerekwa rye rya Awiti yabonye ishusho ye nziza n'igituza cye gishyushye umuriro waramugarutseho agomba kubwira se umuriro waramugarutseho agomba kubwira se umuriro waramugarutseho agomba kubwira se ukuri data reka mfate abe ukuri data reka mfate abe ukuri data reka mfate abe uwanjye  Umugore ndamukunda ndashaka kubana na [Music] kuri TS TS TS Str kandi ntiyashoboye kurangiza senten umuhungu wanjye umutware yaravuze ati ntabwo senten umuhungu wanjye umutware yaravuze ati ntabwo senten umuhungu wanjye umutware yaravuze ati ntabwo akwiye urugo rwacu abakurambere akwiye urugo rwacu abakurambere akwiye urugo rwacu abakurambere bari kwimurwa tuzagushakira inshuti nziza mu buryo butunguranye, tuzamuka dusubira mu butunguranye, tuzamuka dusubira mu butunguranye, tuzamuka dusubira mu cyumba hanyuma tureba cyumba hanyuma tureba cyumba hanyuma tureba se, Umuyobozi mukuru azahindura se, Umuyobozi mukuru azahindura se, Umuyobozi mukuru azahindura igitekerezo cye, anyemerere gushaka umugore nifuza, oya, arangurura ijwi maze ijwi rye mu oya, arangurura ijwi maze ijwi rye mu oya, arangurura ijwi maze ijwi rye mu ijoro rituje ahagarara imbere ya se igihe gito ijoro rituje ahagarara imbere ya se igihe gito ijoro rituje ahagarara imbere ya se igihe gito mbere yuko avuga ati: \"Mu by'ukuri mbere yuko avuga ati: \"Mu by'ukuri mbere yuko avuga ati: \"Mu by'ukuri ntuzongera kubona isura yanjye. ntuzongera kubona isura yanjye. ntuzongera kubona isura yanjye. Nahisemo umukobwa wa AO, ushobora kugumana Nahisemo umukobwa wa AO, ushobora kugumana Nahisemo umukobwa wa AO, ushobora kugumana B yawe udategereje ko se asubiramo udategereje ko se asubiramo udategereje ko se asubiramo cyangwa asigaye yifungirana mu cyangwa asigaye yifungirana mu cyangwa asigaye yifungirana mu mutima we, yifuzaga gukuraho isi yose mu mutima we, yifuzaga gukuraho isi yose mu mutima we, yifuzaga gukuraho isi yose mu maso ye, icyo yagombaga gukora ni maso ye, icyo yagombaga gukora ni maso ye, icyo yagombaga gukora ni ukwiyahura, oya, agomba gusiga Mariya ukwiyahura, oya, agomba gusiga Mariya ukwiyahura, oya, agomba gusiga Mariya ahunze ariko agahinda kari mu nzu ubwo agahinda kari mu nzu ubwo agahinda kari mu nzu ubwo inkuru yamenyekanaga, ariko ba nyirarume bose, nyirasenge n'abandi ariko ba nyirarume bose, nyirasenge n'abandi ariko ba nyirarume bose, nyirasenge n'abandi bavandimwe bemeye bavandimwe bemeye bavandimwe bemeye ko atari kuba umugore ukwiriye ko atari kuba umugore ukwiriye ko atari kuba umugore ukwiriye umuhungu wa B, umuhungu wa B, umuhungu wa B, nyina wa H A yari azi ukuri ko ari we wagombaga gupfa afite nyina wa H A yari azi ukuri ko ari we wagombaga gupfa afite nyina wa H A yari azi ukuri ko ari we wagombaga gupfa afite ibanga, ubuzima bw'umuhungu we bwari ibanga, ubuzima bw'umuhungu we bwari ibanga, ubuzima bw'umuhungu we bwari ingenzi, kuki atazahura n'umuyobozi akamubwira ingenzi, kuki atazahura n'umuyobozi akamubwira ingenzi, kuki atazahura n'umuyobozi akamubwira ukuri ashobora kwangiza ubuzima bwe ukuri ashobora kwangiza ubuzima bwe ukuri ashobora kwangiza ubuzima bwe ariko yari akuze bihagije kugira ngo apfe umuhungu we yari afite ariko yari akuze bihagije kugira ngo apfe umuhungu we yari afite ariko yari akuze bihagije kugira ngo apfe umuhungu we yari afite ubuzima bwe bwose imbere ye yafashe icyemezo ubuzima bwe bwose imbere ye yafashe icyemezo ubuzima bwe bwose imbere ye yafashe icyemezo agomba kubivuga kubera [Musique] umutima w'umutware aramupfukamira arira ni umutima w'umutware aramupfukamira arira ni umutima w'umutware aramupfukamira arira ni umukobwa wanjye AWI ni umukobwa wanjye AWI ni umukobwa wanjye AWI ni umukobwa w'Umutware mukuru na umukobwa w'Umutware mukuru na umukobwa w'Umutware mukuru na mushiki we w'impanga kugira ngo aen umuhungu wawe naramutaye mushiki we w'impanga kugira ngo aen umuhungu wawe naramutaye mushiki we w'impanga kugira ngo aen umuhungu wawe naramutaye kuko nta kuko nta kuko nta kindi nshaka kuguha uretse umuhungu wanjye imbere n'umusatsi wo ku ruhu rwe rwa n'umusatsi wo ku ruhu rwe rwa n'umusatsi wo ku ruhu rwe rwa Ofen Hill ubwo yamwakiraga iruhande rw'umuhanda, mu Ofen Hill ubwo yamwakiraga iruhande rw'umuhanda, mu Ofen Hill ubwo yamwakiraga iruhande rw'umuhanda, mu mutwe we yego igice cy'isura mutwe we yego igice cy'isura mutwe we yego igice cy'isura gisa n'icy'umuhungu we M yarebye gisa n'icy'umuhungu we M yarebye gisa n'icy'umuhungu we M yarebye inyuma y'umugore we mu ijoro ryijimye inyuma y'umugore we mu ijoro ryijimye inyuma y'umugore we mu ijoro ryijimye amasaha make gusa kandi izuba ryari kuba riva, amasaha make gusa kandi izuba ryari kuba riva, amasaha make gusa kandi izuba ryari kuba riva, noneho igihugu cyose kizamenya ukuri yari noneho igihugu cyose kizamenya ukuri yari noneho igihugu cyose kizamenya ukuri yari azi ko abantu be bari kumuca inyuma ngo azi ko abantu be bari kumuca inyuma ngo azi ko abantu be bari kumuca inyuma ngo yohereze inzira ya Chang yari yataye yohereze inzira ya Chang yari yataye yohereze inzira ya Chang yari yataye umwana we wari uherutse kuvuka yari yararakaje umwana we wari uherutse kuvuka yari yararakaje umwana we wari uherutse kuvuka yari yararakaje abakurambere ntabwo yari akwiye kuba abakurambere ntabwo yari akwiye kuba umugore w'Umutware kuko B yafashe icyemezo mu mutwe we nta muntu wari ugiye kumwambura umwana w'umutware yari ishingiro ry'ubuzima bwe kwiyizera gukunze B yafashe icyemezo mu mutwe we nta muntu wari ugiye kumwambura umwana w'umutware yari ishingiro ry'ubuzima bwe kwiyizera gukunze gukurikira Ubugambanyi bw'ukwizera ubuzima bwose gukurikira Ubugambanyi bw'ukwizera ubuzima bwose gukurikira Ubugambanyi bw'ukwizera ubuzima bwose bwinjiye mu mutwe wa B yibajije bwinjiye mu mutwe wa B yibajije bwinjiye mu mutwe wa B yibajije ibanga ryari rigihishe mu ivuka ibanga ryari rigihishe mu ivuka ibanga ryari rigihishe mu ivuka rye  abagore yazamuye rye  abagore yazamuye rye  abagore yazamuye umutwe wa Aang mu birenge bye [Music] kuri nyina wa a rise kubera njye wararemereye nyina wa a rise kubera njye wararemereye benshi, wiyimye ibyishimo umubyeyi abona abonye agiye wiyimye ibyishimo umubyeyi abona abonye agiye kubwira umuhungu wawe ko afite kubwira umuhungu wawe ko afite kubwira umuhungu wawe ko afite mushiki we mwiza cyane Nzamuha mushiki we mwiza cyane Nzamuha mushiki we mwiza cyane Nzamuha ikimasa cyanjye cyiza cyane cyo kubaga no kurya na ikimasa cyanjye cyiza cyane cyo kubaga no kurya na ikimasa cyanjye cyiza cyane cyo kubaga no kurya na mushiki we n'inshuti ze twese twishime kandi dushimire ko mushiki we n'inshuti ze twese twishime kandi dushimire ko twasobanukiwe kandi dushima inkuru twasobanukiwe kandi dushima inkuru twasobanukiwe kandi dushima inkuru kuki umutware yari afite umwana, urashinjwa kuba yaramusigiye sobanura impamvu utekereza ko umutware atari sobanura impamvu utekereza ko umutware atari sobanura impamvu utekereza ko umutware atari agenewe kurira mu magambo yawe, ni iki cy'indirimbo ku nkuru? Inkuru? Utekereza ko hari ikibazo Utekereza ko hari ikibazo Utekereza ko hari ikibazo mu nkuru? Ni gute byagenze? Utekereza ko bikwiye ko umutware ababarira umuryango mu umuryango mu umuryango mu nkuru? Hari ibimenyetso muri iyi nkuru? Hari ibimenyetso muri iyi nkuru? Hari ibimenyetso muri iyi nkuru bigaragaza ko hashobora kubaho impinduka mu nkuru bigaragaza ko hashobora kubaho impinduka mu nkuru bigaragaza ko hashobora kubaho impinduka mu nzira za kera uko igihe kigenda gihita [Music] kugira ngo dukomeze kuvugana?", "sentences": ["umutima w'umuhondo Grace Orotti muri umutima w'umuhondo Grace Orotti muri umutima w'umuhondo Grace Orotti muri Kenya Izuba Rirenze ryari umuriro kandi ubwoko Kenya Izuba Rirenze ryari umuriro kandi ubwoko Kenya Izuba Rirenze ryari umuriro kandi ubwoko bwaryo bwarakaye bwaratwikiriye amazi yo ku kiyaga cya bwaryo bwarakaye bwaratwikiriye amazi yo ku kiyaga cya bwaryo bwarakaye bwaratwikiriye amazi yo ku kiyaga cya Victoria umutima wa B warakubise cyane atari yarigeze Victoria umutima wa B warakubise cyane atari yarigeze Victoria umutima wa B warakubise cyane atari yarigeze abona disiki y'izuba rirenze isa n'inini abona disiki y'izuba rirenze isa n'inini abona disiki y'izuba rirenze isa n'inini kandi iteye ubwoba kandi iteye ubwoba kandi iteye ubwoba yimukiye munsi y'umusozi mutagatifu yimukiye munsi y'umusozi mutagatifu yimukiye munsi y'umusozi mutagatifu wa ramogi aho abakurambere be kuva wa ramogi aho abakurambere be kuva wa ramogi aho abakurambere be kuva kera basengaga Imana kandi kera basengaga Imana kandi kera basengaga Imana kandi bagasaba abakurambere babo kuva kera cyane [Musique] imyaka myinshi yari afite Bes lji sekuruza w'abantu imyaka myinshi yari afite Bes lji sekuruza w'abantu imyaka myinshi yari afite Bes lji sekuruza w'abantu r kugira ngo amuvugire ku r kugira ngo amuvugire ku r kugira ngo amuvugire ku bw'umuhungu we ku musumari ku bw'umuhungu we ku musumari ku bw'umuhungu we ku musumari ku ntebe ya B y'abaturage ba Kad yari yahisemo gukina umukino wa ntebe ya B y'abaturage ba Kad yari yahisemo gukina umukino wa ntebe ya B y'abaturage ba Kad yari yahisemo gukina umukino wa nyuma kuri iyi sa ahantu yabonaga yerekeza ku nyuma kuri iyi sa ahantu yabonaga yerekeza ku nyuma kuri iyi sa ahantu yabonaga yerekeza ku Izuba Rirenze Izuba Rirenze Izuba Rirenze hanyuma akatuyobora mu gihugu cya kure kandi gihugu cya kure kandi gihugu cya kure kandi akaturinda abanzi bacu bose waduhaye akaturinda abanzi bacu bose waduhaye akaturinda abanzi bacu bose waduhaye afite ubutaka n'indi mitungo afite ubutaka n'indi mitungo afite ubutaka n'indi mitungo reka izina rya ri rikomeze dukomeze twongere reka izina rya ri rikomeze dukomeze twongere reka izina rya ri rikomeze dukomeze twongere twaguke mu twaguke mu twaguke mu mpande zose abantu banyita Boger imbaraga mpande zose abantu banyita Boger imbaraga mpande zose abantu banyita Boger imbaraga umutegetsi mwiza se w'umuryango umutegetsi mwiza se w'umuryango umutegetsi mwiza se w'umuryango umutegetsi ukomeye udafite umutegetsi ukomeye udafite umutegetsi ukomeye udafite umuhungu ni iki se udafite umuragwa kubera Umwijima wari Umwijima wari Umwijima wari uguye ubwo yageraga mu rugo mu uguye ubwo yageraga mu rugo mu uguye ubwo yageraga mu rugo mu nzu ye nzu ye nzu ye abakobwa be benshi nkuko yahoraga abivuga  Bari abakobwa be benshi nkuko yahoraga abivuga  Bari abakobwa be benshi nkuko yahoraga abivuga  Bari bahugiye mu gufasha ba nyina bahugiye mu gufasha ba nyina bahugiye mu gufasha ba nyina gutegura ifunguro rya nimugoroba, aho inkuru aho inkuru ibera, nubwo yakundaga abakobwa be bose 16, bari bameze nk'ibitanda by'umwana w'ikirere nk'ibitanda by'umwana w'ikirere wimukiye mu bandi bamuhumuriza mu zabukuru, ibyo byatangiye nimugoroba kugeza ku zabukuru, ibyo byatangiye nimugoroba kugeza ku zabukuru, ibyo byatangiye nimugoroba kugeza ku masaha y'umunsi ukurikiyeho, abana bagumye mu abana bagumye mu abana bagumye mu mutima wa nyina bafata ibijumba mu gitebo babishyira mutima wa nyina bafata ibijumba mu gitebo babishyira mutima wa nyina bafata ibijumba mu gitebo babishyira mu muriro w'inka, bongeraho mu muriro w'inka, bongeraho mu muriro w'inka, bongeraho agace k'umugati wumye ku muriro, hanyuma agace k'umugati wumye ku muriro, hanyuma agace k'umugati wumye ku muriro, hanyuma bahindukira ba bahindukira ba nyina babishyira kuri mama, kuki tudashobora kuba mu mutima w'abana, mama, kuki tudashobora kuba mu mutima w'abana, mama, kuki tudashobora kuba mu mutima w'abana, ni byiza kandi biryoshye, ni byiza kandi biryoshye, ni byiza kandi biryoshye, mubaze Baba niba dushobora kubyimukiramo, mubaze Baba niba dushobora kubyimukiramo, mubaze Baba niba dushobora kubyimukiramo, yagize ati [Music] ni byiza cyane, data byiza cyane, data byiza cyane, data Baba, ubusinzi, mubaze Baba Baba, ubusinzi, mubaze Baba Baba, ubusinzi, mubaze Baba niba dushobora kubyimukiramo, ariko umutima wacu ni umwe mu myiza cyane, ndabizi Mama ariko ntabwo ushobora gutsinda umutima ndabizi Mama ariko ntabwo ushobora gutsinda umutima ndabizi Mama ariko ntabwo ushobora gutsinda umutima w'umugano, umutima wacu ntugira icyumba w'umugano, umutima wacu ntugira icyumba w'umugano, umutima wacu ntugira icyumba kandi nta masaro ufite, ORS, aiso, yafashe poker y'ibiti, ahindura aiso, yafashe poker y'ibiti, ahindura aiso, yafashe poker y'ibiti, ahindura ikirayi ikirayi ikirayi hejuru ya AO, Mama aravuga ati “ Mama aravuga ati “ Mama aravuga ati “ Nubwo utinya umukuru, ndamubaza Nubwo utinya umukuru, ndamubaza Nubwo utinya umukuru, ndamubaza ubwanjye, sintinya ko azabireka, sintinya ko azabireka.” ubwanjye, sintinya ko azabireka, sintinya ko azabireka.” Ku mutima munini w'umutware, wari usa Ku mutima munini w'umutware, wari usa Ku mutima munini w'umutware, wari usa neza mu neza mu neza mu gitondo, nyina wa DZ ais yakuyemo amaso ye, yari gitondo, nyina wa DZ ais yakuyemo amaso ye, yari gitondo, nyina wa DZ ais yakuyemo amaso ye, yari atwite atwite atwite umwana we wa kabiri nyuma y'imyaka hafi umwana we wa kabiri nyuma y'imyaka hafi umwana we wa kabiri nyuma y'imyaka hafi 7 yari amaze 7 yari amaze 7 yari amaze azi ko ari umukobwa, azi ko ari umukobwa, azi ko ari umukobwa, umutware wari ufite abagore icyenda, yari yasezeranye na umutware wari ufite abagore icyenda, yari yasezeranye na umutware wari ufite abagore icyenda, yari yasezeranye na we uwo ari we wese, umuhungu we, we uwo ari we wese, umuhungu we, we uwo ari we wese, umuhungu we, kandi hafi ya B, kubera [Musique] amezi abiri nyuma yo gusura S Hill, amezi abiri nyuma yo gusura S Hill, amezi abiri nyuma yo gusura S Hill, yabyaye ubwo yari hanze ku iriba, yabyaye ubwo yari hanze ku iriba, yabyaye ubwo yari hanze ku iriba, yari umwana w'umukobwa, yari umwana w'umukobwa, yari umwana w'umukobwa, yari umwana w'umukobwa, igihe kirekire, yari umwana w'umukobwa, igihe kirekire, yari umwana w'umukobwa, igihe kirekire, n'icyifuzo umuhungu we yamuteye umutima we ku n'icyifuzo umuhungu we yamuteye umutima we ku n'icyifuzo umuhungu we yamuteye umutima we ku mwana maze ararira cyane, navuga nte mwana maze ararira cyane, navuga nte mwana maze ararira cyane, navuga nte iyi nkuru ibabaje ku mugabo wanjye, ese iyi nkuru ibabaje ku mugabo wanjye, ese iyi nkuru ibabaje ku mugabo wanjye, ese umutware azaba igitekerezo cy'undi mukobwa, oya oya, umutware azaba igitekerezo cy'undi mukobwa, oya oya, umutware azaba igitekerezo cy'undi mukobwa, oya oya, reka akanwa kanjye kagume gafunze iteka reka akanwa kanjye kagume gafunze iteka reka akanwa kanjye kagume gafunze iteka ryose, abakurambere bambeshye mbere ryose, abakurambere bambeshye mbere ryose, abakurambere bambeshye mbere y'iyi nkuru, ariko kurira kwarahagaritswe n'ububabare bukomeye bwamuteye nkuru, ariko kurira kwarahagaritswe n'ububabare bukomeye bwamuteye nkuru, ariko kurira kwarahagaritswe n'ububabare bukomeye bwamuteye B n'umugongo, B n'umugongo, B n'umugongo, byari nk'ibitangaza bibaho byari nk'ibitangaza bibaho byari nk'ibitangaza bibaho rimwe na rimwe, yongera rimwe na rimwe, yongera rimwe na rimwe, yongera kubyara, yari kubyara, yari kubyara, yari umuhungu, Imana ntizigera Imana ntizigera Imana ntizigera itenguha abantu, inkombe y'uruzi yari ikiri itenguha abantu, inkombe y'uruzi yari ikiri itenguha abantu, inkombe y'uruzi yari ikiri ubusa kuko abagore benshi batavomaga ubusa kuko abagore benshi batavomaga ubusa kuko abagore benshi batavomaga amazi saa sita, byose byari amazi saa sita, byose byari amazi saa sita, byose byari bituje cyane usibye bamwe basa bituje cyane usibye bamwe basa bituje cyane usibye bamwe basa n'abishima basobanura, yumvaga cyane  Ananiwe kandi mu yumvaga cyane  Ananiwe kandi mu yumvaga cyane  Ananiwe kandi mu minota mike, irari ry’isi yose minota mike, irari ry’isi yose minota mike, irari ry’isi yose ryaranzwe n’urukundo rwe, urwango, umujinya ryaranzwe n’urukundo rwe, urwango, umujinya ryaranzwe n’urukundo rwe, urwango, umujinya n’ibyishimo byaranyuranyije, n’ibyishimo byaranyuranyije, n’ibyishimo byaranyuranyije, umutware yari ategereje umutware yari ategereje umutware yari ategereje umuhungu imyaka irenga 12, maze umwami abyara umuhungu imyaka irenga 12, maze umwami abyara umuhungu imyaka irenga 12, maze umwami abyara umwana umwe gusa, umuhungu, kugira ngo umwana umwe gusa, umuhungu, kugira ngo umwana umwe gusa, umuhungu, kugira ngo abone uko inzozi ze zisohora, yafashe icyemezo, abone uko inzozi ze zisohora, yafashe icyemezo, abone uko inzozi ze zisohora, yafashe icyemezo, akora agaseke k’ibyatsi, akagashyiramo amababi, maze akora agaseke k’ibyatsi, akagashyiramo amababi, maze ahisha agaseke hafi ahisha agaseke hafi ahisha agaseke hafi y’iriba, kuko yamuhaye ijambo rirerire n’inyuma, yamuhaye ijambo rirerire n’inyuma, yamuhaye ijambo rirerire n’inyuma, hanyuma ashyira urutoki ku maso ye, umusatsi, iminwa hanyuma ashyira urutoki ku maso ye, umusatsi, iminwa hanyuma ashyira urutoki ku maso ye, umusatsi, iminwa n’intoki zoroshye, hanyuma agenda ataha n’intoki zoroshye, hanyuma agenda ataha n’intoki zoroshye, hanyuma agenda ataha n’umwana we w’umuhungu, n’umwana we w’umuhungu, n’umwana we w’umuhungu, yinjira mu mutima we, nta muntu ubizi, yinjira mu mutima we, nta muntu ubizi, yinjira mu mutima we, nta muntu ubizi, ubwo abantu bari barimo gufata ifunguro rya saa ubwo abantu bari barimo gufata ifunguro rya saa ubwo abantu bari barimo gufata ifunguro rya saa sita.", "Inkuru y’ingenzi yamenyeshejwe Chief Inkuru y’ingenzi yamenyeshejwe Chief Inkuru y’ingenzi yamenyeshejwe Chief Boger n’umugore we mukuru, ubwo yari Boger n’umugore we mukuru, ubwo yari Boger n’umugore we mukuru, ubwo yari aruhutse mu mutima we, Imana ya rji yatwikiriye ubwambure bwa Imana ya rji yatwikiriye ubwambure bwa Imana ya rji yatwikiriye ubwambure bwa se w’abantu, yabyaye se w’abantu, yabyaye se w’abantu, yabyaye umwana w’umuhungu, yarebye umugore we, umwana w’umuhungu, yarebye umugore we, umwana w’umuhungu, yarebye umugore we, yizera ko Jo yamusekaga ku yizera ko Jo yamusekaga ku yizera ko Jo yamusekaga ku minwa ye, maze arabura, asiga imitsi gusa ihinda minwa ye, maze arabura, asiga imitsi gusa ihinda minwa ye, maze arabura, asiga imitsi gusa ihinda ku mfuruka z’umunwa we, yahishe ku mfuruka z’umunwa we, yahishe ku mfuruka z’umunwa we, yahishe umugore we, maze arahaguruka ajya mu umugore we, maze arahaguruka ajya mu mutima we, ariko umugore we aramureka ajya mu mutima we, ariko umugore we aramureka.", "Umwami mukuru ntiyagombaga Umwami mukuru ntiyagombaga Umwami mukuru ntiyagombaga gutsindwa n’ingendo.", "Kwita gutsindwa n’ingendo.", "Kwita gutsindwa n’ingendo.", "Kwita ku bagore ku bagore ku bagore iminsi myinshi, Umutware mukuru abona umuhungu we akunda [Music] yasubiye inyuma intambwe nke, ari ku intambwe nke, ari ku intambwe nke, ari ku ntebe ye, mbwira ko nakiriye ntebe ye, mbwira ko nakiriye ntebe ye, mbwira ko nakiriye inkuru hanyuma ingoma y'umutware inkuru hanyuma ingoma y'umutware inkuru hanyuma ingoma y'umutware irangurura ijwi itangaza ivuka ry'umwana irangurura ijwi itangaza ivuka ry'umwana irangurura ijwi itangaza ivuka ry'umwana mushya kuri iyi nshuro yavugiwe inshuro enye mushya kuri iyi nshuro yavugiwe inshuro enye mushya kuri iyi nshuro yavugiwe inshuro enye aho kuba eshatu zisanzwe aho kuba eshatu zisanzwe aho kuba eshatu zisanzwe ku ku ku mukobwa, maze umuryango wishima kubera agahinda kavanze n'uburakari mu mitwe mitwe mitwe y'abagore ba A's Co ariko ntibabigaragaje, y'abagore ba A's Co ariko ntibabigaragaje, y'abagore ba A's Co ariko ntibabigaragaje, intama yari yatezwe intama yari yatezwe intama yari yatezwe umubyeyi wabyaye kandi ibyiza byose byaramweretswe ku umubyeyi wabyaye kandi ibyiza byose byaramweretswe ku umubyeyi wabyaye kandi ibyiza byose byaramweretswe ku mukuru cyangwa ngo arire ku mugaragaro, ariko mukuru cyangwa ngo arire ku mugaragaro, ariko mukuru cyangwa ngo arire ku mugaragaro, ariko ku munsi wa kane ubwo yumvaga umuhungu we mu ku munsi wa kane ubwo yumvaga umuhungu we mu ku munsi wa kane ubwo yumvaga umuhungu we mu birori byo kwita izina, inshuti ye Rel yabonye birori byo kwita izina, inshuti ye Rel yabonye birori byo kwita izina, inshuti ye Rel yabonye amatara manini y'amarira amumanukira mu matama amatara manini y'amarira amumanukira mu matama amatara manini y'amarira amumanukira mu matama ubwo yahamagaraga izina ry'umuhungu kuko uzitwa umuhungu wa kabiri wa RI, uzabaho igihe kirekire, umuhungu wa kabiri wa RI, uzabaho igihe kirekire, umuhungu wa kabiri wa RI, uzabaho igihe kirekire, kandi mu busaza bwanjye kandi mu busaza bwanjye kandi mu busaza bwanjye uzafata inkoni ya rji mu uzafata inkoni ya rji mu uzafata inkoni ya rji mu kuboko kwawe kw'iburyo kugira ngo utegeke abantu bawe, hanyuma inkoni ya kuboko kwawe kw'iburyo kugira ngo utegeke abantu bawe, hanyuma inkoni ya kuboko kwawe kw'iburyo kugira ngo utegeke abantu bawe, hanyuma inkoni ya B y'umutware ishyirwa mu B y'umutware ishyirwa mu B y'umutware ishyirwa mu kuboko kw'iburyo kwa Owen, naho inkoni y'umutware kuboko kw'iburyo kwa Owen, naho inkoni y'umutware kuboko kw'iburyo kwa Owen, naho inkoni y'umutware ku kuboko kwe ku kuboko kwe ku kuboko kwe [Music] kuko umuhungu kuri uwo munsi, umukobwa we kuri uwo munsi, umukobwa we kuri uwo munsi, umukobwa we yimukiye ku yimukiye ku yimukiye ku ngofero ya bambo, aho bari beza kugira ngo bazane.", "Umutware yatambaga Umutware yatambaga Umutware yatambaga ibitambo byinshi byo gushimira Imana munsi y'umusozi ibitambo byinshi byo gushimira Imana munsi y'umusozi ibitambo byinshi byo gushimira Imana munsi y'umusozi mutagatifu, amasengesho ye yahoraga arangirana n'amagambo mutagatifu, amasengesho ye yahoraga arangirana n'amagambo mutagatifu, amasengesho ye yahoraga arangirana n'amagambo y'uruhererekane, none ndabizi ko y'uruhererekane, none ndabizi ko y'uruhererekane, none ndabizi ko koko wantoye kuba umutegetsi muri koko wantoye kuba umutegetsi muri koko wantoye kuba umutegetsi muri aba bantu, wampaye umuhungu mbere y'uko byose birangira, yakomeje kugira imbaraga zidasanzwe yumvaga nk'aho hari imbaraga zidasanzwe yumvaga nk'aho hari imbaraga zidasanzwe yumvaga nk'aho hari ikintu mu mutima we cyamuvunnye, ikintu mu mutima we cyamuvunnye, ikintu mu mutima we cyamuvunnye, ntiyashoboraga gukomeza kubaho gutya, ariko icyagombaga ntiyashoboraga gukomeza kubaho gutya, ariko icyagombaga ntiyashoboraga gukomeza kubaho gutya, ariko icyagombaga gukorwa niyo yashaka gukorwa niyo yashaka gukorwa niyo yashaka umukobwa we, oya, ntiyashoboraga gukora umukobwa we, oya, ntiyashoboraga gukora umukobwa we, oya, ntiyashoboraga gukora ikintu nk'icyo, yashoboraga kubwira ikintu nk'icyo, yashoboraga kubwira ikintu nk'icyo, yashoboraga kubwira umugabo we ukuri, ariko uburyo yagiye mu nzira ku munsi wa gatandatu yagiye mu nzira ku munsi wa gatandatu yagiye mu nzira ku munsi wa gatandatu avuka nyuma yo gufungirwa aho yari atuye, aho yari afite gufungirwa aho yari atuye, aho yari afite gufungirwa aho yari atuye, aho yari afite umukobwa we, nta kintu na kimwe cyari gihari cyo umukobwa we, nta kintu na kimwe cyari gihari cyo umukobwa we, nta kintu na kimwe cyari gihari cyo kumugambanira n'ibyatsi birebire byo gukora kumugambanira n'ibyatsi birebire byo gukora kumugambanira n'ibyatsi birebire byo gukora bihagaze nk'aho nta kintu na kimwe cyari cyarigeze kihagumaho, bihagaze nk'aho nta kintu na kimwe cyari cyarigeze kihagumaho, bihagaze nk'aho nta kintu na kimwe cyari cyarigeze kihagumaho, ubwo we yahuraga n'ibyatsi birebire.", "Mu ubwo we yahuraga n'ibyatsi birebire.", "Mu ubwo we yahuraga n'ibyatsi birebire.", "Mu nzira ye yo gutaha, yari afite ibitekerezo byinshi by'urujijo, yiyumvisha urujijo, nzira ye yo gutaha, yari afite ibitekerezo byinshi by'urujijo, yiyumvisha urujijo, nzira ye yo gutaha, yari afite ibitekerezo byinshi by'urujijo, yiyumvisha urujijo, ariko yatekereje ndetse n'amayerekwa ariko yatekereje ndetse n'amayerekwa ariko yatekereje ndetse n'amayerekwa ku mukobwa we ku mukobwa we ku mukobwa we wabuze, mbere y'uko abona umugore ushaje atwara umugore ushaje atwara umugore ushaje atwara umukobwa we ku iriba, yamubonye akora umukobwa we ku iriba, yamubonye akora umukobwa we ku iriba, yamubonye akora ubwoko bw'abapfumu babyina mu ubwoko bw'abapfumu babyina mu ubwoko bw'abapfumu babyina mu gitebo mbere yo kugitwara, gitebo mbere yo kugitwara, gitebo mbere yo kugitwara, inzira yakurikiwe n'umukecuru yari yerekeza mu inzira yakurikiwe n'umukecuru yari yerekeza mu inzira yakurikiwe n'umukecuru yari yerekeza mu gihugu cya Normans kiri hagati gihugu cya Normans kiri hagati gihugu cya Normans kiri hagati ya FK n'abanzi babo, hanyuma ya FK n'abanzi babo, hanyuma ya FK n'abanzi babo, hanyuma abona umukobwa we ajugunywa mu abona umukobwa we ajugunywa mu abona umukobwa we ajugunywa mu Iri shyamba ryari rizwiho kuba ryuzuyemo Iri shyamba ryari rizwiho kuba ryuzuyemo Iri shyamba ryari rizwiho kuba ryuzuyemo imyakura y'umugore ushaje kuko ryatangiye gukubita no mu buryo butunguranye ryatangiye gukubita no mu buryo butunguranye ryatangiye gukubita no mu buryo butunguranye hagati mu biganza bye, byari ukuri oya oya oya oya yari hagati mu biganza bye, byari ukuri oya oya oya oya yari hagati mu biganza bye, byari ukuri oya oya oya oya yari ahagazeho ariko ubwenge bwa A ntibwagaragaje ibimenyetso ahagazeho ariko ubwenge bwa A ntibwagaragaje ibimenyetso ahagazeho ariko ubwenge bwa A ntibwagaragaje ibimenyetso byo gutera imbere, bwari ubuzima bw'iyerekwa byo gutera imbere, bwari ubuzima bw'iyerekwa byo gutera imbere, bwari ubuzima bw'iyerekwa n'ihungabana ku manywa ndetse n'inzozi mbi n'ihungabana ku manywa ndetse n'inzozi mbi n'ihungabana ku manywa ndetse n'inzozi mbi nijoro, nta nijoro, nta nijoro, nta mwanya we mu mwanya we mu mwanya we mu bagore b'umutware wari uzi ibyitezwe by'ejo hazaza bagore b'umutware wari uzi ibyitezwe by'ejo hazaza bagore b'umutware wari uzi ibyitezwe by'ejo hazaza ku mwana we byari bihagije kugira ngo agire ku mwana we byari bihagije kugira ngo agire ku mwana we byari bihagije kugira ngo agire ubusa umutima we utagira icyo ugeraho.", "Yakuriye mu musore ufite imiterere isanzwe y'abana b'ingaragu, abanyamahane Yakuriye mu musore ufite imiterere isanzwe y'abana b'ingaragu, abanyamahane kandi bigenga ku manywa ubwo umutware yari bigenga ku manywa ubwo umutware yari bigenga ku manywa ubwo umutware yari mu rugendo rwe rusanzwe ajya ku mu rugendo rwe rusanzwe ajya ku mu rugendo rwe rusanzwe ajya ku musozi wa SA, yahuye n'itsinda ry'abakobwa bakiri bato musozi wa SA, yahuye n'itsinda ry'abakobwa bakiri bato musozi wa SA, yahuye n'itsinda ry'abakobwa bakiri bato bitwaje inkwi nyinshi, bitwaje inkwi nyinshi, bitwaje inkwi nyinshi, abakobwa bava mu nzira bihisha inyuma y'ibihuru abakobwa bava mu nzira bihisha inyuma y'ibihuru abakobwa bava mu nzira bihisha inyuma y'ibihuru birebire kugira ngo bareke umutware atambuke ariko birebire kugira ngo bareke umutware atambuke ariko birebire kugira ngo bareke umutware atambuke ariko umukobwa umwe yashyize icyuma cye hasi arahagarara umukobwa umwe yashyize icyuma cye hasi arahagarara umukobwa umwe yashyize icyuma cye hasi arahagarara ategereje ubwo umutware yamwegeraga, arerekana ategereje ubwo umutware yamwegeraga, arerekana ategereje ubwo umutware yamwegeraga, arerekana yunamye umutwe aramusuhuza [Music] amahoro abe nawe Mwami mwiza amahoro amahoro abe nawe Mwami mwiza amahoro amahoro abe nawe Mwami mwiza amahoro mwana wanjye, vuga umutware wakozwe ku mutima n'urukiko, mwana wanjye, vuga umutware wakozwe ku mutima n'urukiko, uyu ni wowe udatinya umuyobozi nka wowe udatinya umuyobozi nka wowe udatinya umuyobozi nka bashiki bawe, umutware aramuseka, oya, bashiki bawe, umutware aramuseka, oya, bashiki bawe, umutware aramuseka, oya, ni umunsi wanjye w'amahirwe wo guhura n'Umutware mwiza, ni umunsi wanjye w'amahirwe wo guhura n'Umutware mwiza, ni umunsi wanjye w'amahirwe wo guhura n'Umutware mwiza, hanyuma amwambika umukandara we.", "hanyuma amwambika umukandara we.", "hanyuma amwambika umukandara we.", "Ubwo nijoro Boer yahamagaye Ubwo nijoro Boer yahamagaye Ubwo nijoro Boer yahamagaye umuhungu we amubwira iby'uyu mukobwa kuko ari umukobwa wa Fo, ari umukobwa wa Fo, ari umukobwa wa Fo, umuryango we urimo umuryango we urimo umuryango we urimo gusura nyirasenge, gusura nyirasenge, gusura nyirasenge, gerageza kumureba ejo niba gerageza kumureba ejo niba gerageza kumureba ejo niba umukunze tuzaganira n'ababyeyi be, agomba kuba umugore umukunze tuzaganira n'ababyeyi be, agomba kuba umugore umukunze tuzaganira n'ababyeyi be, agomba kuba umugore mwiza [Music] mbere yuko ahura n'umukobwa ahura n'umukobwa ahura n'umukobwa wari ufite imico yashimishije wari ufite imico yashimishije wari ufite imico yashimishije umuyobozi cyane, akurikirana uko umuyobozi cyane, akurikirana uko umuyobozi cyane, akurikirana uko agenda, maze intumwa agenda, maze intumwa agenda, maze intumwa imumenyesha ko umukobwa n'inshuti ze bagaragaye imumenyesha ko umukobwa n'inshuti ze bagaragaye imumenyesha ko umukobwa n'inshuti ze bagaragaye boga mu ruzi rwa Dundu, yahise boga mu ruzi rwa Dundu, yahise boga mu ruzi rwa Dundu, yahise yihutira kujya aho hantu.", "[Music] ku ruzi, abakobwa bari boga bavuza induru, umwe mu ruzi, abakobwa bari boga bavuza induru, umwe mu bakobwa bakuru yabonye umukobwa wa mbere maze asohoka mu bakobwa bakuru yabonye umukobwa wa mbere maze asohoka mu bakobwa bakuru yabonye umukobwa wa mbere maze asohoka mu mazi avuza induru, umuhungu w'umuyobozi, umukobwa w'umutware, mazi avuza induru, umuhungu w'umuyobozi, umukobwa w'umutware, mazi avuza induru, umuhungu w'umuyobozi, umukobwa w'umutware, abakobwa barafatwa, basohoka abakobwa barafatwa, basohoka abakobwa barafatwa, basohoka mu mazi bihisha inyuma y'ibihuru biri mu mazi bihisha inyuma y'ibihuru biri mu mazi bihisha inyuma y'ibihuru biri hafi, ariko umukobwa wagaragaraga nk'uri hafi, ariko umukobwa wagaragaraga nk'uri hafi, ariko umukobwa wagaragaraga nk'uri muto kurusha abandi muto kurusha abandi muto kurusha abandi yakomeje yakomeje yakomeje koga.", "koga.", "koga.", "Yahungabanye yegereye umuyobozi we kubera impamvu AR utinya umuhungu w'umuyobozi, amubaza impamvu AR utinya umuhungu w'umuyobozi, amubaza aseka, oya, umukobwa ntiyagiraga aseka, oya, umukobwa ntiyagiraga aseka, oya, umukobwa ntiyagiraga isoni, aramureba amuzi neza, isoni, aramureba amuzi neza, isoni, aramureba amuzi neza, yazamuye umutwe we gato maze ahisha yazamuye umutwe we gato maze ahisha yazamuye umutwe we gato maze ahisha igituza cye, aravuga ati kuko umuhungu igituza cye, aravuga ati kuko umuhungu igituza cye, aravuga ati kuko umuhungu w'umuyobozi atubaha.", "Kwiherera kw'abagore Nari mu nzira njya guhiga numva Nari mu nzira njya guhiga numva Nari mu nzira njya guhiga numva urusaku rwinshi, nuko ngera iburyo aravuga arangije urusaku rwinshi, nuko ngera iburyo aravuga arangije ubwo yarimo ubwo yarimo ubwo yarimo yinjira yinjira yinjira asohoka none ubwo uzi abari barimo asohoka none ubwo uzi abari barimo asohoka none ubwo uzi abari barimo gukubita, ushobora gukomezanya nawe, uyu mukobwa wuzuye ntabwo yari uwo mu nawe, uyu mukobwa wuzuye ntabwo yari uwo mu nawe, uyu mukobwa wuzuye ntabwo yari uwo mu muryango we, impanuka ye yari iy'amahanga, muryango we, impanuka ye yari iy'amahanga, muryango we, impanuka ye yari iy'amahanga, ashobora kuba umukobwa umutware yari yamubwiye, ntushobora ashobora kuba umukobwa umutware yari yamubwiye, ntushobora ashobora kuba umukobwa umutware yari yamubwiye, ntushobora gusohoka uhe inshuti zawe gusohoka uhe inshuti zawe umwenda wabo wa L.", "Sinashakaga kubasuzugura, byaba byiza uvuye muri USAR, byaba byiza uvuye muri USAR, byaba byiza uvuye muri USAR, nta muryango turahari, ndashaka kuvugana namwe mwese nta muryango turahari, ndashaka kuvugana namwe mwese nta muryango turahari, ndashaka kuvugana namwe mwese ku byerekeye Umunsi Mukuru w'Umutware uri hafi, rwose, yaravuze ati: \"Nimunjugunyire umwenda wanjye wa Lo, ni wo munini cyane, w'Umutware uri hafi, rwose, yaravuze ati: \"Nimunjugunyire umwenda wanjye wa Lo, ni wo munini cyane, yatunguwe n'akamaro k'umukobwa, yatunguwe n'akamaro k'umukobwa, yatunguwe n'akamaro k'umukobwa, ntiyigeze afata amabwiriza y'umuntu ntiyigeze afata amabwiriza y'umuntu ntiyigeze afata amabwiriza y'umuntu uwo ari we wese, ndetse n'umugore uwo ari we wese, yahoraga ategereje, yiyima uwo ari we wese, ndetse n'umugore uwo ari we wese, yahoraga ategereje, yiyima uwo ari we wese, ndetse n'umugore uwo ari we wese, yahoraga ategereje, yiyima ishema rye, amutera umwenda wa ishema rye, amutera umwenda wa ishema rye, amutera umwenda wa B, umukobwa yambaye umwenda B, umukobwa yambaye umwenda B, umukobwa yambaye umwenda we mu rukenyerero, maze we mu rukenyerero, maze we mu rukenyerero, maze ava mu mazi, nta bwoba, ava mu mazi, nta bwoba, ava mu mazi, nta bwoba, yafashe indi myaka ya Lo mu kuboko kwe yafashe indi myaka ya Lo mu kuboko kwe yafashe indi myaka ya Lo mu kuboko kwe ayiha inshuti ze inyuma y'ibihuru bya [Music] mbere yo guhagarara neza aho yari ahagaze bwa neza aho yari ahagaze bwa neza aho yari ahagaze bwa mbere mu buzima bwe, yari afite ubuzima bwe bwite, yafashe  Yitegereje neza umukobwa bwite, yafashe  Yitegereje neza umukobwa bwite, yafashe  Yitegereje neza umukobwa yari akuze cyane kurusha umwami yari yavuze ko amaguru maremare azazamuka uko imyaka igenda ihita, yavuze ko amaguru maremare azazamuka uko imyaka igenda ihita, yavuze ko amaguru maremare azazamuka uko imyaka igenda ihita, intoki ze zari ndende kandi intoki ze zari ndende kandi intoki ze zari ndende kandi nziza kandi yari afite umugongo ugororotse kandi ugororotse, zari zikiri nto kandi zihagaze nk'ibiti bipfutse ugororotse, zari zikiri nto kandi zihagaze nk'ibiti bipfutse ugororotse, zari zikiri nto kandi zihagaze nk'ibiti bipfutse mu gituza cye.", "Uruhu rwe rwari rufite amazi menshi rwari gituza cye.", "Uruhu rwe rwari rufite amazi menshi rwari gituza cye.", "Uruhu rwe rwari rufite amazi menshi rwari ibara ry'Izuba Rirashe, ubwo yamurebaga yamwibukije ubwo yamurebaga yamwibukije ubwo yamurebaga yamwibukije arosi, imana y'inyanja y'amateka kandi nziza, arosi, imana y'inyanja y'amateka kandi nziza, yahinduye amagambo make maze aramubwira yahinduye amagambo make maze aramubwira yahinduye amagambo make maze aramubwira ko yitwaga uwo mugoroba, yari mu buryo bwa molic, uwo mugoroba, yari mu buryo bwa molic, uwo mugoroba, yari mu buryo bwa molic, umuriro mushya wavumbuwe mu umuriro mushya wavumbuwe mu umuriro mushya wavumbuwe mu mutima we, abwira se ko mutima we, abwira se ko mutima we, abwira se ko yabonye umukobwa kandi ko amukunda cyane, yabonye umukobwa kandi ko amukunda cyane, mbabajwe n'ibyo, mbabajwe n'ibyo, mbabajwe n'ibyo, muri icyo gihe, umuhango wo gushyingirwa kw'umuhungu w'umwami wakozwe muri icyo gihe, umuhango wo gushyingirwa kw'umuhungu w'umwami wakozwe na na na proper, bityo umwami yohereza proper, bityo umwami yohereza proper, bityo umwami yohereza intumwa gushora imari mu bakobwa, amakuru y'inyuma y'ibihuha, yari ageze ku kuba umukobwa we, intumwa gushora imari mu bakobwa, amakuru y'inyuma y'ibihuha, yari ageze ku kuba umukobwa we, intumwa gushora imari mu bakobwa, amakuru y'inyuma y'ibihuha, yari ageze ku kuba umukobwa we, umukwe we nta wundi wari uhwanye umukwe we nta wundi wari uhwanye umukwe we nta wundi wari uhwanye n'ubwiza mu n'ubwiza mu n'ubwiza mu gihugu cyose cya L, kandi yari gihugu cyose cya L, kandi yari gihugu cyose cya L, kandi yari yararezwe neza cyane, kandi yari Dent.", "yararezwe neza cyane, kandi yari Dent.", "yararezwe neza cyane, kandi yari Dent.", "Intumwa zaguye imvura irimo ivumbi ritukura ku Intumwa zaguye imvura irimo ivumbi ritukura ku Intumwa zaguye imvura irimo ivumbi ritukura ku birenge byabo, imbuto zirimo ubusa, ubwo birenge byabo, imbuto zirimo ubusa, ubwo birenge byabo, imbuto zirimo ubusa, ubwo yababonaga, Umukuru w'imbwa yagiye mu mutima we yababonaga, Umukuru w'imbwa yagiye mu mutima we yababonaga, Umukuru w'imbwa yagiye mu mutima we kwakira inkuru, bamubwira kwakira inkuru, bamubwira kwakira inkuru, bamubwira umuryango wa Cho.", "Ntiyadufashe umuryango wa Cho.", "Ntiyadufashe umuryango wa Cho.", "Ntiyadufashe neza ubwo twabazaga iby'umukobwa, neza ubwo twabazaga iby'umukobwa, neza ubwo twabazaga iby'umukobwa, basaga n'aho inkuru yari yabagezeho ivuga basaga n'aho inkuru yari yabagezeho ivuga basaga n'aho inkuru yari yabagezeho ivuga ko umusore umuhungu wanyu ashobora kuba arimo ko umusore umuhungu wanyu ashobora kuba arimo ko umusore umuhungu wanyu ashobora kuba arimo gushaka uwo bashakanye, gushaka uwo bashakanye, gushaka uwo bashakanye, bashimangira ko AWI akiri muto cyane ku buryo bazahabwa bashimangira ko AWI akiri muto cyane ku buryo bazahabwa bashimangira ko AWI akiri muto cyane ku buryo bazahabwa umwanya ariko twarabasabye ko umwanya ariko twarabasabye ko umwanya ariko twarabasabye ko twabonye umukobwa ari twabonye umukobwa ari twabonye umukobwa ari mwiza kandi yiteguye gushyingirwa.", "mwiza kandi yiteguye gushyingirwa.", "mwiza kandi yiteguye gushyingirwa.", "Umuryango wahise uhurira Umuryango wahise uhurira Umuryango wahise uhurira hanze maze binjira mu muryango, maze ubwo binjiraga mu muryango, hanze maze binjira mu muryango, maze ubwo binjiraga mu muryango, hanze maze binjira mu muryango, maze ubwo binjiraga mu muryango, batubwira ko umuntu w'umuhanga ashobora kudashaka batubwira ko umuntu w'umuhanga ashobora kudashaka batubwira ko umuntu w'umuhanga ashobora kudashaka gushyingirwa n'umuhungu w'umutware.", "gushyingirwa n'umuhungu w'umutware.", "gushyingirwa n'umuhungu w'umutware.", "Intumwa yari irimo kuvuga yarebye umutware ahangayitse maze Intumwa yari irimo kuvuga yarebye umutware ahangayitse maze Intumwa yari irimo kuvuga yarebye umutware ahangayitse maze amwoza iminwa ye yumye, kuko yakomezaga.", "Umwami arabarakarira cyane, arabareba yakomezaga.", "Umwami arabarakarira cyane, arabareba yakomezaga.", "Umwami arabarakarira cyane, arabareba kure kugira ngo batabona uburakari kure kugira ngo batabona uburakari kure kugira ngo batabona uburakari bwamuhinduye isura, bavuga ko umutware bavuga ko umutware bavuga ko umutware bidashoboka.", "Icyamamare nticyari gishingiye ku bidashoboka.", "Icyamamare nticyari gishingiye ku bidashoboka.", "Icyamamare nticyari gishingiye ku muryango we gusa, uwo umukobwa we yashoboraga muryango we gusa, uwo umukobwa we yashoboraga muryango we gusa, uwo umukobwa we yashoboraga kwanga icyifuzo cy'umuhungu w'umutware.", "Yasubiyemo atishimiye impamvu atishimiye impamvu atishimiye impamvu twahawe, maze dusura twahawe, maze dusura twahawe, maze dusura Umudugudu w'abaturanyi maze tumubaza Sak Sak ku mukobwa [Musique] nta babyeyi afite, yabonetse ku Isi yose, babyeyi afite, yabonetse ku Isi yose, babyeyi afite, yabonetse ku Isi yose, umugore we yamureze amusukura mu muhogo maze amwoza.", "Akahumyo k'ibiryoshye gaturuka muhogo maze amwoza.", "Akahumyo k'ibiryoshye gaturuka muhogo maze amwoza.", "Akahumyo k'ibiryoshye gaturuka mu gahanga, ikirere gihita gituza kandi ikirere gihita gituza kandi ikirere gihita gituza kandi kibura umwuka ubwo Shefu Bo yasohoraga kibura umwuka ubwo Shefu Bo yasohoraga kibura umwuka ubwo Shefu Bo yasohoraga Intumwa ze.", "Yakubise umuyoboro we ku Intumwa ze.", "Yakubise umuyoboro we ku Intumwa ze.", "Yakubise umuyoboro we ku giti cyari hafi aho kugira ngo asuke abapfuye giti cyari hafi aho kugira ngo asuke abapfuye ivu imbere y'umutima mushya CAU amaso ye imbere y'umutima mushya CAU amaso ye imbere y'umutima mushya CAU amaso ye Umutima mushya wa A CAU amaso ye yari azi ko umuhungu we azabikora ariko umuhungu we mukuru ntiyashoboraga gushaka umugore azabikora ariko umuhungu we mukuru ntiyashoboraga gushaka umugore azabikora ariko umuhungu we mukuru ntiyashoboraga gushaka umugore utari umugore utazwi uwo mugoroba ubwo uwo mugoroba ubwo uwo mugoroba ubwo inka za Restless zari zimaze gukamwa kandi inka za Restless zari zimaze gukamwa kandi inka za Restless zari zimaze gukamwa kandi abana ba T bicaye iruhande rw'umuriro iruhande rwa ba abana ba T bicaye iruhande rw'umuriro iruhande rwa ba abana ba T bicaye iruhande rw'umuriro iruhande rwa ba nyina bategereje ifunguro rya nimugoroba Aen nyina bategereje ifunguro rya nimugoroba Aen nyina bategereje ifunguro rya nimugoroba Aen yahamagawe ku mutima wa shebuja Boa yahamagawe ku mutima wa shebuja Boa yahamagawe ku mutima wa shebuja Boa yamenyesheje umuhungu we inkuru ibabaje umuhungu wanjye ntushobora gushaka umukobwa wa Chiro umuhungu wanjye ntushobora gushaka umukobwa wa Chiro umuhungu wanjye ntushobora gushaka umukobwa wa Chiro yatawe n'uruhinja yatawe n'uruhinja yatawe n'uruhinja umugore wa Cho aramubona aramurera umugore wa Cho aramubona aramurera umugore wa Cho aramubona aramurera Boa yanyoye umuyoboro we Boa yanyoye umuyoboro we Boa yanyoye umuyoboro we hanyuma asohokana n'umuvuduko ukomeye hanyuma asohokana n'umuvuduko ukomeye hanyuma asohokana n'umuvuduko ukomeye nk'umuyobozi w'igihugu uzaza nk'umuyobozi w'igihugu uzaza nk'umuyobozi w'igihugu uzaza ntushobora gushaka umugore ufite amateka atari yo kuko yafashe ntushobora gushaka umugore ufite amateka atari yo kuko yafashe ntushobora gushaka umugore ufite amateka atari yo kuko yafashe intebe ye y'amavuta yari intebe ye y'amavuta yari intebe ye y'amavuta yari yicayeho yashakaga guhaguruka akava mu yicayeho yashakaga guhaguruka akava mu yicayeho yashakaga guhaguruka akava mu mutima wa Batware ariko asubira inyuma umwuka wari umuvamo yumva agize mutima wa Batware ariko asubira inyuma umwuka wari umuvamo yumva agize mutima wa Batware ariko asubira inyuma umwuka wari umuvamo yumva agize isereri ubwo isereri ubwo isereri ubwo yakiraga ubwoba yari afite yakiraga ubwoba yari afite yakiraga ubwoba yari afite iyerekwa rye rya Awiti yabonye ishusho ye nziza n'igituza cye gishyushye iyerekwa rye rya Awiti yabonye ishusho ye nziza n'igituza cye gishyushye umuriro waramugarutseho agomba kubwira se umuriro waramugarutseho agomba kubwira se umuriro waramugarutseho agomba kubwira se ukuri data reka mfate abe ukuri data reka mfate abe ukuri data reka mfate abe uwanjye  Umugore ndamukunda ndashaka kubana na [Music] kuri TS TS TS Str kandi ntiyashoboye kurangiza senten umuhungu wanjye umutware yaravuze ati ntabwo senten umuhungu wanjye umutware yaravuze ati ntabwo senten umuhungu wanjye umutware yaravuze ati ntabwo akwiye urugo rwacu abakurambere akwiye urugo rwacu abakurambere akwiye urugo rwacu abakurambere bari kwimurwa tuzagushakira inshuti nziza mu buryo butunguranye, tuzamuka dusubira mu butunguranye, tuzamuka dusubira mu butunguranye, tuzamuka dusubira mu cyumba hanyuma tureba cyumba hanyuma tureba cyumba hanyuma tureba se, Umuyobozi mukuru azahindura se, Umuyobozi mukuru azahindura se, Umuyobozi mukuru azahindura igitekerezo cye, anyemerere gushaka umugore nifuza, oya, arangurura ijwi maze ijwi rye mu oya, arangurura ijwi maze ijwi rye mu oya, arangurura ijwi maze ijwi rye mu ijoro rituje ahagarara imbere ya se igihe gito ijoro rituje ahagarara imbere ya se igihe gito ijoro rituje ahagarara imbere ya se igihe gito mbere yuko avuga ati: \"Mu by'ukuri mbere yuko avuga ati: \"Mu by'ukuri mbere yuko avuga ati: \"Mu by'ukuri ntuzongera kubona isura yanjye.", "ntuzongera kubona isura yanjye.", "ntuzongera kubona isura yanjye.", "Nahisemo umukobwa wa AO, ushobora kugumana Nahisemo umukobwa wa AO, ushobora kugumana Nahisemo umukobwa wa AO, ushobora kugumana B yawe udategereje ko se asubiramo udategereje ko se asubiramo udategereje ko se asubiramo cyangwa asigaye yifungirana mu cyangwa asigaye yifungirana mu cyangwa asigaye yifungirana mu mutima we, yifuzaga gukuraho isi yose mu mutima we, yifuzaga gukuraho isi yose mu mutima we, yifuzaga gukuraho isi yose mu maso ye, icyo yagombaga gukora ni maso ye, icyo yagombaga gukora ni maso ye, icyo yagombaga gukora ni ukwiyahura, oya, agomba gusiga Mariya ukwiyahura, oya, agomba gusiga Mariya ukwiyahura, oya, agomba gusiga Mariya ahunze ariko agahinda kari mu nzu ubwo agahinda kari mu nzu ubwo agahinda kari mu nzu ubwo inkuru yamenyekanaga, ariko ba nyirarume bose, nyirasenge n'abandi ariko ba nyirarume bose, nyirasenge n'abandi ariko ba nyirarume bose, nyirasenge n'abandi bavandimwe bemeye bavandimwe bemeye bavandimwe bemeye ko atari kuba umugore ukwiriye ko atari kuba umugore ukwiriye ko atari kuba umugore ukwiriye umuhungu wa B, umuhungu wa B, umuhungu wa B, nyina wa H A yari azi ukuri ko ari we wagombaga gupfa afite nyina wa H A yari azi ukuri ko ari we wagombaga gupfa afite nyina wa H A yari azi ukuri ko ari we wagombaga gupfa afite ibanga, ubuzima bw'umuhungu we bwari ibanga, ubuzima bw'umuhungu we bwari ibanga, ubuzima bw'umuhungu we bwari ingenzi, kuki atazahura n'umuyobozi akamubwira ingenzi, kuki atazahura n'umuyobozi akamubwira ingenzi, kuki atazahura n'umuyobozi akamubwira ukuri ashobora kwangiza ubuzima bwe ukuri ashobora kwangiza ubuzima bwe ukuri ashobora kwangiza ubuzima bwe ariko yari akuze bihagije kugira ngo apfe umuhungu we yari afite ariko yari akuze bihagije kugira ngo apfe umuhungu we yari afite ariko yari akuze bihagije kugira ngo apfe umuhungu we yari afite ubuzima bwe bwose imbere ye yafashe icyemezo ubuzima bwe bwose imbere ye yafashe icyemezo ubuzima bwe bwose imbere ye yafashe icyemezo agomba kubivuga kubera [Musique] umutima w'umutware aramupfukamira arira ni umutima w'umutware aramupfukamira arira ni umutima w'umutware aramupfukamira arira ni umukobwa wanjye AWI ni umukobwa wanjye AWI ni umukobwa wanjye AWI ni umukobwa w'Umutware mukuru na umukobwa w'Umutware mukuru na umukobwa w'Umutware mukuru na mushiki we w'impanga kugira ngo aen umuhungu wawe naramutaye mushiki we w'impanga kugira ngo aen umuhungu wawe naramutaye mushiki we w'impanga kugira ngo aen umuhungu wawe naramutaye kuko nta kuko nta kuko nta kindi nshaka kuguha uretse umuhungu wanjye imbere n'umusatsi wo ku ruhu rwe rwa n'umusatsi wo ku ruhu rwe rwa n'umusatsi wo ku ruhu rwe rwa Ofen Hill ubwo yamwakiraga iruhande rw'umuhanda, mu Ofen Hill ubwo yamwakiraga iruhande rw'umuhanda, mu Ofen Hill ubwo yamwakiraga iruhande rw'umuhanda, mu mutwe we yego igice cy'isura mutwe we yego igice cy'isura mutwe we yego igice cy'isura gisa n'icy'umuhungu we M yarebye gisa n'icy'umuhungu we M yarebye gisa n'icy'umuhungu we M yarebye inyuma y'umugore we mu ijoro ryijimye inyuma y'umugore we mu ijoro ryijimye inyuma y'umugore we mu ijoro ryijimye amasaha make gusa kandi izuba ryari kuba riva, amasaha make gusa kandi izuba ryari kuba riva, amasaha make gusa kandi izuba ryari kuba riva, noneho igihugu cyose kizamenya ukuri yari noneho igihugu cyose kizamenya ukuri yari noneho igihugu cyose kizamenya ukuri yari azi ko abantu be bari kumuca inyuma ngo azi ko abantu be bari kumuca inyuma ngo azi ko abantu be bari kumuca inyuma ngo yohereze inzira ya Chang yari yataye yohereze inzira ya Chang yari yataye yohereze inzira ya Chang yari yataye umwana we wari uherutse kuvuka yari yararakaje umwana we wari uherutse kuvuka yari yararakaje umwana we wari uherutse kuvuka yari yararakaje abakurambere ntabwo yari akwiye kuba abakurambere ntabwo yari akwiye kuba umugore w'Umutware kuko B yafashe icyemezo mu mutwe we nta muntu wari ugiye kumwambura umwana w'umutware yari ishingiro ry'ubuzima bwe kwiyizera gukunze B yafashe icyemezo mu mutwe we nta muntu wari ugiye kumwambura umwana w'umutware yari ishingiro ry'ubuzima bwe kwiyizera gukunze gukurikira Ubugambanyi bw'ukwizera ubuzima bwose gukurikira Ubugambanyi bw'ukwizera ubuzima bwose gukurikira Ubugambanyi bw'ukwizera ubuzima bwose bwinjiye mu mutwe wa B yibajije bwinjiye mu mutwe wa B yibajije bwinjiye mu mutwe wa B yibajije ibanga ryari rigihishe mu ivuka ibanga ryari rigihishe mu ivuka ibanga ryari rigihishe mu ivuka rye  abagore yazamuye rye  abagore yazamuye rye  abagore yazamuye umutwe wa Aang mu birenge bye [Music] kuri nyina wa a rise kubera njye wararemereye nyina wa a rise kubera njye wararemereye benshi, wiyimye ibyishimo umubyeyi abona abonye agiye wiyimye ibyishimo umubyeyi abona abonye agiye kubwira umuhungu wawe ko afite kubwira umuhungu wawe ko afite kubwira umuhungu wawe ko afite mushiki we mwiza cyane Nzamuha mushiki we mwiza cyane Nzamuha mushiki we mwiza cyane Nzamuha ikimasa cyanjye cyiza cyane cyo kubaga no kurya na ikimasa cyanjye cyiza cyane cyo kubaga no kurya na ikimasa cyanjye cyiza cyane cyo kubaga no kurya na mushiki we n'inshuti ze twese twishime kandi dushimire ko mushiki we n'inshuti ze twese twishime kandi dushimire ko twasobanukiwe kandi dushima inkuru twasobanukiwe kandi dushima inkuru twasobanukiwe kandi dushima inkuru kuki umutware yari afite umwana, urashinjwa kuba yaramusigiye sobanura impamvu utekereza ko umutware atari sobanura impamvu utekereza ko umutware atari sobanura impamvu utekereza ko umutware atari agenewe kurira mu magambo yawe, ni iki cy'indirimbo ku nkuru?", "Inkuru?", "Utekereza ko hari ikibazo Utekereza ko hari ikibazo Utekereza ko hari ikibazo mu nkuru?", "Ni gute byagenze?", "Utekereza ko bikwiye ko umutware ababarira umuryango mu umuryango mu umuryango mu nkuru?", "Hari ibimenyetso muri iyi nkuru?", "Hari ibimenyetso muri iyi nkuru?", "Hari ibimenyetso muri iyi nkuru bigaragaza ko hashobora kubaho impinduka mu nkuru bigaragaza ko hashobora kubaho impinduka mu nkuru bigaragaza ko hashobora kubaho impinduka mu nzira za kera uko igihe kigenda gihita [Music] kugira ngo dukomeze kuvugana?"], "transcript": [{"start": 2.12, "end": 7.709, "text": "umutima w'umuhondo Grace Orotti muri"}, {"start": 7.709, "end": 7.719, "text": "umutima w'umuhondo Grace Orotti muri"}, {"start": 7.719, "end": 10.87, "text": "umutima w'umuhondo Grace Orotti muri Kenya Izuba Rirenze ryari umuriro kandi ubwoko"}, {"start": 10.87, "end": 10.88, "text": "Kenya Izuba Rirenze ryari umuriro kandi ubwoko"}, {"start": 10.88, "end": 14.35, "text": "Kenya Izuba Rirenze ryari umuriro kandi ubwoko bwaryo bwarakaye bwaratwikiriye amazi yo ku kiyaga cya"}, {"start": 14.35, "end": 14.36, "text": "bwaryo bwarakaye bwaratwikiriye amazi yo ku kiyaga cya"}, {"start": 14.36, "end": 17.75, "text": "bwaryo bwarakaye bwaratwikiriye amazi yo ku kiyaga cya Victoria umutima wa B warakubise cyane atari yarigeze"}, {"start": 17.75, "end": 17.76, "text": "Victoria umutima wa B warakubise cyane atari yarigeze"}, {"start": 17.76, "end": 20.59, "text": "Victoria umutima wa B warakubise cyane atari yarigeze abona disiki y'izuba rirenze isa n'inini"}, {"start": 20.59, "end": 20.6, "text": "abona disiki y'izuba rirenze isa n'inini"}, {"start": 20.6, "end": 24.109, "text": "abona disiki y'izuba rirenze isa n'inini kandi iteye ubwoba"}, {"start": 24.109, "end": 24.119, "text": "kandi iteye ubwoba"}, {"start": 24.119, "end": 26.55, "text": "kandi iteye ubwoba yimukiye munsi y'umusozi mutagatifu"}, {"start": 26.55, "end": 26.56, "text": "yimukiye munsi y'umusozi mutagatifu"}, {"start": 26.56, "end": 30.47, "text": "yimukiye munsi y'umusozi mutagatifu wa ramogi aho abakurambere be kuva"}, {"start": 30.47, "end": 30.48, "text": "wa ramogi aho abakurambere be kuva"}, {"start": 30.48, "end": 34.43, "text": "wa ramogi aho abakurambere be kuva kera basengaga Imana kandi"}, {"start": 34.43, "end": 34.44, "text": "kera basengaga Imana kandi"}, {"start": 34.44, "end": 58.91, "text": "kera basengaga Imana kandi bagasaba"}, {"start": 58.92, "end": 88.83, "text": "abakurambere babo kuva kera cyane"}, {"start": 120.56, "end": 142.15, "text": "[Musique]"}, {"start": 142.16, "end": 146.71, "text": "imyaka myinshi yari afite Bes lji sekuruza w'abantu"}, {"start": 146.71, "end": 146.72, "text": "imyaka myinshi yari afite Bes lji sekuruza w'abantu"}, {"start": 146.72, "end": 149.50900000000001, "text": "imyaka myinshi yari afite Bes lji sekuruza w'abantu r kugira ngo amuvugire ku"}, {"start": 149.50900000000001, "end": 149.519, "text": "r kugira ngo amuvugire ku"}, {"start": 149.519, "end": 155.71, "text": "r kugira ngo amuvugire ku bw'umuhungu we ku musumari ku"}, {"start": 155.71, "end": 155.72, "text": "bw'umuhungu we ku musumari ku"}, {"start": 155.72, "end": 158.91, "text": "bw'umuhungu we ku musumari ku ntebe ya B y'abaturage ba Kad yari yahisemo gukina umukino wa"}, {"start": 158.91, "end": 158.92000000000002, "text": "ntebe ya B y'abaturage ba Kad yari yahisemo gukina umukino wa"}, {"start": 158.92000000000002, "end": 163.91, "text": "ntebe ya B y'abaturage ba Kad yari yahisemo gukina umukino wa nyuma kuri iyi sa ahantu yabonaga yerekeza ku"}, {"start": 163.91, "end": 163.92000000000002, "text": "nyuma kuri iyi sa ahantu yabonaga yerekeza ku"}, {"start": 163.92000000000002, "end": 168.35, "text": "nyuma kuri iyi sa ahantu yabonaga yerekeza ku Izuba Rirenze"}, {"start": 168.35, "end": 168.36, "text": "Izuba Rirenze"}, {"start": 168.36, "end": 178.75, "text": "Izuba Rirenze hanyuma"}, {"start": 178.76, "end": 208.67000000000002, "text": "akatuyobora mu"}, {"start": 231.68, "end": 235.63, "text": "gihugu cya kure kandi"}, {"start": 235.63, "end": 235.64, "text": "gihugu cya kure kandi"}, {"start": 235.64, "end": 239.309, "text": "gihugu cya kure kandi akaturinda abanzi bacu bose waduhaye"}, {"start": 239.309, "end": 239.31900000000002, "text": "akaturinda abanzi bacu bose waduhaye"}, {"start": 239.31900000000002, "end": 242.949, "text": "akaturinda abanzi bacu bose waduhaye afite ubutaka n'indi mitungo"}, {"start": 242.949, "end": 242.959, "text": "afite ubutaka n'indi mitungo"}, {"start": 242.959, "end": 246.149, "text": "afite ubutaka n'indi mitungo reka izina rya ri rikomeze dukomeze twongere"}, {"start": 246.149, "end": 246.159, "text": "reka izina rya ri rikomeze dukomeze twongere"}, {"start": 246.159, "end": 248.83, "text": "reka izina rya ri rikomeze dukomeze twongere twaguke mu"}, {"start": 248.83, "end": 248.84, "text": "twaguke mu"}, {"start": 248.84, "end": 251.789, "text": "twaguke mu mpande zose abantu banyita Boger imbaraga"}, {"start": 251.789, "end": 251.799, "text": "mpande zose abantu banyita Boger imbaraga"}, {"start": 251.799, "end": 256.069, "text": "mpande zose abantu banyita Boger imbaraga umutegetsi mwiza se w'umuryango"}, {"start": 256.069, "end": 256.079, "text": "umutegetsi mwiza se w'umuryango"}, {"start": 256.079, "end": 260.069, "text": "umutegetsi mwiza se w'umuryango umutegetsi ukomeye udafite"}, {"start": 260.069, "end": 260.079, "text": "umutegetsi ukomeye udafite"}, {"start": 260.079, "end": 268.59, "text": "umutegetsi ukomeye udafite umuhungu ni iki se udafite"}, {"start": 268.6, "end": 298.55, "text": "umuragwa kubera"}, {"start": 361.24, "end": 362.909, "text": "Umwijima wari"}, {"start": 362.909, "end": 362.919, "text": "Umwijima wari"}, {"start": 362.919, "end": 367.11, "text": "Umwijima wari uguye ubwo yageraga mu rugo mu"}, {"start": 367.11, "end": 367.12, "text": "uguye ubwo yageraga mu rugo mu"}, {"start": 367.12, "end": 370.589, "text": "uguye ubwo yageraga mu rugo mu nzu ye"}, {"start": 370.589, "end": 370.599, "text": "nzu ye"}, {"start": 370.599, "end": 374.909, "text": "nzu ye abakobwa be benshi nkuko yahoraga abivuga  Bari"}, {"start": 374.909, "end": 374.919, "text": "abakobwa be benshi nkuko yahoraga abivuga  Bari"}, {"start": 374.919, "end": 377.95, "text": "abakobwa be benshi nkuko yahoraga abivuga  Bari bahugiye mu gufasha ba nyina"}, {"start": 377.95, "end": 377.96, "text": "bahugiye mu gufasha ba nyina"}, {"start": 377.96, "end": 388.39, "text": "bahugiye mu gufasha ba nyina gutegura ifunguro rya nimugoroba,"}, {"start": 393.68, "end": 395.71, "text": "aho inkuru"}, {"start": 395.71, "end": 418.39, "text": "aho inkuru"}, {"start": 418.4, "end": 429.23, "text": "ibera, nubwo yakundaga abakobwa be bose 16, bari bameze"}, {"start": 429.24, "end": 432.99, "text": "nk'ibitanda by'umwana w'ikirere"}, {"start": 432.99, "end": 442.35, "text": "nk'ibitanda by'umwana w'ikirere"}, {"start": 442.36, "end": 448.309, "text": "wimukiye mu"}, {"start": 448.319, "end": 478.30899999999997, "text": "bandi bamuhumuriza"}, {"start": 481.4, "end": 497.83, "text": "mu"}, {"start": 497.84, "end": 502.629, "text": "zabukuru, ibyo byatangiye nimugoroba kugeza ku"}, {"start": 502.629, "end": 502.639, "text": "zabukuru, ibyo byatangiye nimugoroba kugeza ku"}, {"start": 502.639, "end": 508.23, "text": "zabukuru, ibyo byatangiye nimugoroba kugeza ku masaha y'umunsi ukurikiyeho,"}, {"start": 513.519, "end": 516.63, "text": "abana bagumye mu"}, {"start": 516.63, "end": 516.64, "text": "abana bagumye mu"}, {"start": 516.64, "end": 520.31, "text": "abana bagumye mu mutima wa nyina bafata ibijumba mu gitebo babishyira"}, {"start": 520.31, "end": 520.32, "text": "mutima wa nyina bafata ibijumba mu gitebo babishyira"}, {"start": 520.32, "end": 524.829, "text": "mutima wa nyina bafata ibijumba mu gitebo babishyira mu muriro w'inka, bongeraho"}, {"start": 524.829, "end": 524.8389999999999, "text": "mu muriro w'inka, bongeraho"}, {"start": 524.8389999999999, "end": 529.829, "text": "mu muriro w'inka, bongeraho agace k'umugati wumye ku muriro, hanyuma"}, {"start": 529.829, "end": 529.8389999999999, "text": "agace k'umugati wumye ku muriro, hanyuma"}, {"start": 529.8389999999999, "end": 531.509, "text": "agace k'umugati wumye ku muriro, hanyuma bahindukira ba"}, {"start": 531.509, "end": 538.19, "text": "bahindukira ba"}, {"start": 538.2, "end": 568.11, "text": "nyina"}, {"start": 568.12, "end": 598.11, "text": "babishyira"}, {"start": 598.12, "end": 618.389, "text": "kuri"}, {"start": 618.399, "end": 621.43, "text": "mama, kuki tudashobora kuba mu mutima w'abana,"}, {"start": 621.43, "end": 621.44, "text": "mama, kuki tudashobora kuba mu mutima w'abana,"}, {"start": 621.44, "end": 625.069, "text": "mama, kuki tudashobora kuba mu mutima w'abana, ni byiza kandi biryoshye,"}, {"start": 625.069, "end": 625.079, "text": "ni byiza kandi biryoshye,"}, {"start": 625.079, "end": 628.55, "text": "ni byiza kandi biryoshye, mubaze Baba niba dushobora kubyimukiramo,"}, {"start": 628.55, "end": 628.56, "text": "mubaze Baba niba dushobora kubyimukiramo,"}, {"start": 628.56, "end": 636.24, "text": "mubaze Baba niba dushobora kubyimukiramo, yagize ati"}, {"start": 636.25, "end": 654.15, "text": "[Music] ni"}, {"start": 654.16, "end": 656.31, "text": "byiza cyane, data"}, {"start": 656.31, "end": 656.32, "text": "byiza cyane, data"}, {"start": 656.32, "end": 660.03, "text": "byiza cyane, data Baba, ubusinzi, mubaze Baba"}, {"start": 660.03, "end": 660.04, "text": "Baba, ubusinzi, mubaze Baba"}, {"start": 660.04, "end": 667.54, "text": "Baba, ubusinzi, mubaze Baba niba dushobora kubyimukiramo,"}, {"start": 672.68, "end": 687.949, "text": "ariko umutima wacu ni umwe mu myiza cyane,"}, {"start": 690.8389999999999, "end": 694.59, "text": "ndabizi Mama ariko ntabwo ushobora gutsinda umutima"}, {"start": 694.59, "end": 694.6, "text": "ndabizi Mama ariko ntabwo ushobora gutsinda umutima"}, {"start": 694.6, "end": 698.71, "text": "ndabizi Mama ariko ntabwo ushobora gutsinda umutima w'umugano, umutima wacu ntugira icyumba"}, {"start": 698.71, "end": 698.72, "text": "w'umugano, umutima wacu ntugira icyumba"}, {"start": 698.72, "end": 717.949, "text": "w'umugano, umutima wacu ntugira icyumba kandi nta masaro ufite,"}, {"start": 717.9590000000001, "end": 728.43, "text": "ORS,"}, {"start": 728.44, "end": 731.509, "text": "aiso, yafashe poker y'ibiti, ahindura"}, {"start": 731.509, "end": 731.519, "text": "aiso, yafashe poker y'ibiti, ahindura"}, {"start": 731.519, "end": 733.069, "text": "aiso, yafashe poker y'ibiti, ahindura ikirayi"}, {"start": 733.069, "end": 733.079, "text": "ikirayi"}, {"start": 733.079, "end": 747.87, "text": "ikirayi hejuru ya"}, {"start": 747.88, "end": 765.35, "text": "AO,"}, {"start": 765.36, "end": 768.35, "text": "Mama aravuga ati “"}, {"start": 768.35, "end": 768.36, "text": "Mama aravuga ati “"}, {"start": 768.36, "end": 772.629, "text": "Mama aravuga ati “ Nubwo utinya umukuru, ndamubaza"}, {"start": 772.629, "end": 772.639, "text": "Nubwo utinya umukuru, ndamubaza"}, {"start": 772.639, "end": 775.829, "text": "Nubwo utinya umukuru, ndamubaza ubwanjye, sintinya ko azabireka, sintinya ko azabireka.”"}, {"start": 775.829, "end": 798.99, "text": "ubwanjye, sintinya ko azabireka, sintinya ko azabireka.”"}, {"start": 807.76, "end": 811.31, "text": "Ku mutima munini w'umutware, wari usa"}, {"start": 811.31, "end": 811.32, "text": "Ku mutima munini w'umutware, wari usa"}, {"start": 811.32, "end": 813.829, "text": "Ku mutima munini w'umutware, wari usa neza mu"}, {"start": 813.829, "end": 813.8389999999999, "text": "neza mu"}, {"start": 813.8389999999999, "end": 817.35, "text": "neza mu gitondo, nyina wa DZ ais yakuyemo amaso ye, yari"}, {"start": 817.35, "end": 817.36, "text": "gitondo, nyina wa DZ ais yakuyemo amaso ye, yari"}, {"start": 817.36, "end": 820.71, "text": "gitondo, nyina wa DZ ais yakuyemo amaso ye, yari atwite"}, {"start": 820.71, "end": 820.72, "text": "atwite"}, {"start": 820.72, "end": 823.79, "text": "atwite umwana we wa kabiri nyuma y'imyaka hafi"}, {"start": 823.79, "end": 823.8, "text": "umwana we wa kabiri nyuma y'imyaka hafi"}, {"start": 823.8, "end": 824.75, "text": "umwana we wa kabiri nyuma y'imyaka hafi 7 yari amaze"}, {"start": 824.75, "end": 824.76, "text": "7 yari amaze"}, {"start": 824.76, "end": 828.269, "text": "7 yari amaze azi ko ari umukobwa,"}, {"start": 828.269, "end": 828.279, "text": "azi ko ari umukobwa,"}, {"start": 828.279, "end": 831.43, "text": "azi ko ari umukobwa, umutware wari ufite abagore icyenda, yari yasezeranye na"}, {"start": 831.43, "end": 831.44, "text": "umutware wari ufite abagore icyenda, yari yasezeranye na"}, {"start": 831.44, "end": 836.87, "text": "umutware wari ufite abagore icyenda, yari yasezeranye na we uwo ari we wese, umuhungu we,"}, {"start": 836.87, "end": 836.88, "text": "we uwo ari we wese, umuhungu we,"}, {"start": 836.88, "end": 867.67, "text": "we uwo ari we wese, umuhungu we, kandi hafi ya B,"}, {"start": 897.68, "end": 905.53, "text": "kubera"}, {"start": 905.54, "end": 923.15, "text": "[Musique]"}, {"start": 923.16, "end": 927.11, "text": "amezi abiri nyuma yo gusura S Hill,"}, {"start": 927.11, "end": 927.12, "text": "amezi abiri nyuma yo gusura S Hill,"}, {"start": 927.12, "end": 930.87, "text": "amezi abiri nyuma yo gusura S Hill, yabyaye ubwo yari hanze ku iriba,"}, {"start": 930.87, "end": 930.88, "text": "yabyaye ubwo yari hanze ku iriba,"}, {"start": 930.88, "end": 932.43, "text": "yabyaye ubwo yari hanze ku iriba, yari umwana w'umukobwa,"}, {"start": 932.43, "end": 932.44, "text": "yari umwana w'umukobwa,"}, {"start": 932.44, "end": 936.269, "text": "yari umwana w'umukobwa, yari umwana w'umukobwa, igihe kirekire,"}, {"start": 936.269, "end": 936.279, "text": "yari umwana w'umukobwa, igihe kirekire,"}, {"start": 936.279, "end": 938.91, "text": "yari umwana w'umukobwa, igihe kirekire, n'icyifuzo umuhungu we yamuteye umutima we ku"}, {"start": 938.91, "end": 938.92, "text": "n'icyifuzo umuhungu we yamuteye umutima we ku"}, {"start": 938.92, "end": 943.23, "text": "n'icyifuzo umuhungu we yamuteye umutima we ku mwana maze ararira cyane, navuga nte"}, {"start": 943.23, "end": 943.24, "text": "mwana maze ararira cyane, navuga nte"}, {"start": 943.24, "end": 946.99, "text": "mwana maze ararira cyane, navuga nte iyi nkuru ibabaje ku mugabo wanjye, ese"}, {"start": 946.99, "end": 947.0, "text": "iyi nkuru ibabaje ku mugabo wanjye, ese"}, {"start": 947.0, "end": 950.189, "text": "iyi nkuru ibabaje ku mugabo wanjye, ese umutware azaba igitekerezo cy'undi mukobwa, oya oya,"}, {"start": 950.189, "end": 950.199, "text": "umutware azaba igitekerezo cy'undi mukobwa, oya oya,"}, {"start": 950.199, "end": 954.03, "text": "umutware azaba igitekerezo cy'undi mukobwa, oya oya, reka akanwa kanjye kagume gafunze iteka"}, {"start": 954.03, "end": 954.04, "text": "reka akanwa kanjye kagume gafunze iteka"}, {"start": 954.04, "end": 957.59, "text": "reka akanwa kanjye kagume gafunze iteka ryose, abakurambere bambeshye mbere"}, {"start": 957.59, "end": 957.6, "text": "ryose, abakurambere bambeshye mbere"}, {"start": 957.6, "end": 987.509, "text": "ryose, abakurambere bambeshye mbere"}, {"start": 1051.28, "end": 1059.87, "text": "y'iyi"}, {"start": 1059.88, "end": 1063.43, "text": "nkuru, ariko kurira kwarahagaritswe n'ububabare bukomeye bwamuteye"}, {"start": 1063.43, "end": 1063.44, "text": "nkuru, ariko kurira kwarahagaritswe n'ububabare bukomeye bwamuteye"}, {"start": 1063.44, "end": 1066.909, "text": "nkuru, ariko kurira kwarahagaritswe n'ububabare bukomeye bwamuteye B n'umugongo,"}, {"start": 1066.909, "end": 1066.919, "text": "B n'umugongo,"}, {"start": 1066.919, "end": 1070.11, "text": "B n'umugongo, byari nk'ibitangaza bibaho"}, {"start": 1070.11, "end": 1070.12, "text": "byari nk'ibitangaza bibaho"}, {"start": 1070.12, "end": 1074.029, "text": "byari nk'ibitangaza bibaho rimwe na rimwe, yongera"}, {"start": 1074.029, "end": 1074.039, "text": "rimwe na rimwe, yongera"}, {"start": 1074.039, "end": 1077.39, "text": "rimwe na rimwe, yongera kubyara, yari"}, {"start": 1077.39, "end": 1077.4, "text": "kubyara, yari"}, {"start": 1077.4, "end": 1107.31, "text": "kubyara, yari umuhungu,"}, {"start": 1125.559, "end": 1128.87, "text": "Imana ntizigera"}, {"start": 1128.87, "end": 1128.88, "text": "Imana ntizigera"}, {"start": 1128.88, "end": 1132.35, "text": "Imana ntizigera itenguha abantu, inkombe y'uruzi yari ikiri"}, {"start": 1132.35, "end": 1132.36, "text": "itenguha abantu, inkombe y'uruzi yari ikiri"}, {"start": 1132.36, "end": 1135.07, "text": "itenguha abantu, inkombe y'uruzi yari ikiri ubusa kuko abagore benshi batavomaga"}, {"start": 1135.07, "end": 1135.08, "text": "ubusa kuko abagore benshi batavomaga"}, {"start": 1135.08, "end": 1138.39, "text": "ubusa kuko abagore benshi batavomaga amazi saa sita, byose byari"}, {"start": 1138.39, "end": 1138.4, "text": "amazi saa sita, byose byari"}, {"start": 1138.4, "end": 1141.51, "text": "amazi saa sita, byose byari bituje cyane usibye bamwe basa"}, {"start": 1141.51, "end": 1141.52, "text": "bituje cyane usibye bamwe basa"}, {"start": 1141.52, "end": 1144.95, "text": "bituje cyane usibye bamwe basa n'abishima basobanura,"}, {"start": 1193.84, "end": 1196.789, "text": "yumvaga cyane  Ananiwe kandi mu"}, {"start": 1196.789, "end": 1196.799, "text": "yumvaga cyane  Ananiwe kandi mu"}, {"start": 1196.799, "end": 1199.029, "text": "yumvaga cyane  Ananiwe kandi mu minota mike, irari ry’isi yose"}, {"start": 1199.029, "end": 1199.039, "text": "minota mike, irari ry’isi yose"}, {"start": 1199.039, "end": 1202.11, "text": "minota mike, irari ry’isi yose ryaranzwe n’urukundo rwe, urwango, umujinya"}, {"start": 1202.11, "end": 1202.12, "text": "ryaranzwe n’urukundo rwe, urwango, umujinya"}, {"start": 1202.12, "end": 1205.27, "text": "ryaranzwe n’urukundo rwe, urwango, umujinya n’ibyishimo byaranyuranyije,"}, {"start": 1205.27, "end": 1205.28, "text": "n’ibyishimo byaranyuranyije,"}, {"start": 1205.28, "end": 1206.549, "text": "n’ibyishimo byaranyuranyije,"}, {"start": 1206.559, "end": 1209.47, "text": "umutware yari ategereje"}, {"start": 1209.47, "end": 1209.48, "text": "umutware yari ategereje"}, {"start": 1209.48, "end": 1213.71, "text": "umutware yari ategereje umuhungu imyaka irenga 12, maze umwami abyara"}, {"start": 1213.71, "end": 1213.72, "text": "umuhungu imyaka irenga 12, maze umwami abyara"}, {"start": 1213.72, "end": 1217.63, "text": "umuhungu imyaka irenga 12, maze umwami abyara umwana umwe gusa, umuhungu, kugira ngo"}, {"start": 1217.63, "end": 1217.64, "text": "umwana umwe gusa, umuhungu, kugira ngo"}, {"start": 1217.64, "end": 1221.19, "text": "umwana umwe gusa, umuhungu, kugira ngo abone uko inzozi ze zisohora, yafashe icyemezo,"}, {"start": 1221.19, "end": 1221.2, "text": "abone uko inzozi ze zisohora, yafashe icyemezo,"}, {"start": 1221.2, "end": 1224.35, "text": "abone uko inzozi ze zisohora, yafashe icyemezo, akora agaseke k’ibyatsi, akagashyiramo amababi, maze"}, {"start": 1224.35, "end": 1227.71, "text": "akora agaseke k’ibyatsi, akagashyiramo amababi, maze"}, {"start": 1227.72, "end": 1232.27, "text": "ahisha agaseke hafi"}, {"start": 1232.27, "end": 1232.28, "text": "ahisha agaseke hafi"}, {"start": 1232.28, "end": 1257.11, "text": "ahisha agaseke hafi y’iriba, kuko"}, {"start": 1341.12, "end": 1344.51, "text": "yamuhaye ijambo rirerire n’inyuma,"}, {"start": 1344.51, "end": 1344.52, "text": "yamuhaye ijambo rirerire n’inyuma,"}, {"start": 1344.52, "end": 1348.269, "text": "yamuhaye ijambo rirerire n’inyuma, hanyuma ashyira urutoki ku maso ye, umusatsi, iminwa"}, {"start": 1348.269, "end": 1348.279, "text": "hanyuma ashyira urutoki ku maso ye, umusatsi, iminwa"}, {"start": 1348.279, "end": 1351.99, "text": "hanyuma ashyira urutoki ku maso ye, umusatsi, iminwa n’intoki zoroshye, hanyuma agenda ataha"}, {"start": 1351.99, "end": 1352.0, "text": "n’intoki zoroshye, hanyuma agenda ataha"}, {"start": 1352.0, "end": 1354.87, "text": "n’intoki zoroshye, hanyuma agenda ataha n’umwana we w’umuhungu,"}, {"start": 1354.87, "end": 1354.88, "text": "n’umwana we w’umuhungu,"}, {"start": 1354.88, "end": 1358.95, "text": "n’umwana we w’umuhungu, yinjira mu mutima we, nta muntu ubizi,"}, {"start": 1358.95, "end": 1358.96, "text": "yinjira mu mutima we, nta muntu ubizi,"}, {"start": 1358.96, "end": 1361.669, "text": "yinjira mu mutima we, nta muntu ubizi, ubwo abantu bari barimo gufata ifunguro rya saa"}, {"start": 1361.669, "end": 1361.679, "text": "ubwo abantu bari barimo gufata ifunguro rya saa"}, {"start": 1361.679, "end": 1376.95, "text": "ubwo abantu bari barimo gufata ifunguro rya saa sita."}, {"start": 1407.279, "end": 1409.87, "text": "Inkuru y’ingenzi yamenyeshejwe Chief"}, {"start": 1409.87, "end": 1409.88, "text": "Inkuru y’ingenzi yamenyeshejwe Chief"}, {"start": 1409.88, "end": 1413.47, "text": "Inkuru y’ingenzi yamenyeshejwe Chief Boger n’umugore we mukuru, ubwo yari"}, {"start": 1413.47, "end": 1413.48, "text": "Boger n’umugore we mukuru, ubwo yari"}, {"start": 1413.48, "end": 1436.87, "text": "Boger n’umugore we mukuru, ubwo yari aruhutse mu mutima we,"}, {"start": 1440.36, "end": 1444.549, "text": "Imana ya rji yatwikiriye ubwambure bwa"}, {"start": 1444.549, "end": 1444.559, "text": "Imana ya rji yatwikiriye ubwambure bwa"}, {"start": 1444.559, "end": 1447.75, "text": "Imana ya rji yatwikiriye ubwambure bwa se w’abantu, yabyaye"}, {"start": 1447.75, "end": 1447.76, "text": "se w’abantu, yabyaye"}, {"start": 1447.76, "end": 1451.269, "text": "se w’abantu, yabyaye umwana w’umuhungu, yarebye umugore we,"}, {"start": 1451.269, "end": 1451.279, "text": "umwana w’umuhungu, yarebye umugore we,"}, {"start": 1451.279, "end": 1454.51, "text": "umwana w’umuhungu, yarebye umugore we, yizera ko Jo yamusekaga ku"}, {"start": 1454.51, "end": 1454.52, "text": "yizera ko Jo yamusekaga ku"}, {"start": 1454.52, "end": 1457.669, "text": "yizera ko Jo yamusekaga ku minwa ye, maze arabura, asiga imitsi gusa ihinda"}, {"start": 1457.669, "end": 1457.679, "text": "minwa ye, maze arabura, asiga imitsi gusa ihinda"}, {"start": 1457.679, "end": 1459.19, "text": "minwa ye, maze arabura, asiga imitsi gusa ihinda"}, {"start": 1459.2, "end": 1462.95, "text": "ku mfuruka z’umunwa we, yahishe"}, {"start": 1462.95, "end": 1462.96, "text": "ku mfuruka z’umunwa we, yahishe"}, {"start": 1462.96, "end": 1466.669, "text": "ku mfuruka z’umunwa we, yahishe umugore we, maze arahaguruka ajya mu"}, {"start": 1466.669, "end": 1469.029, "text": "umugore we, maze arahaguruka ajya mu"}, {"start": 1469.039, "end": 1496.75, "text": "mutima we, ariko umugore we aramureka ajya mu mutima we, ariko umugore we aramureka."}, {"start": 1529.679, "end": 1531.51, "text": "Umwami mukuru ntiyagombaga"}, {"start": 1531.51, "end": 1531.52, "text": "Umwami mukuru ntiyagombaga"}, {"start": 1531.52, "end": 1534.909, "text": "Umwami mukuru ntiyagombaga gutsindwa n’ingendo.  Kwita"}, {"start": 1534.909, "end": 1534.919, "text": "gutsindwa n’ingendo.  Kwita"}, {"start": 1534.919, "end": 1536.75, "text": "gutsindwa n’ingendo.  Kwita ku bagore"}, {"start": 1536.75, "end": 1536.76, "text": "ku bagore"}, {"start": 1536.76, "end": 1544.18, "text": "ku bagore iminsi myinshi, Umutware mukuru abona umuhungu we akunda"}, {"start": 1544.19, "end": 1556.669, "text": "[Music] yasubiye inyuma"}, {"start": 1584.52, "end": 1587.95, "text": "intambwe nke, ari ku"}, {"start": 1587.95, "end": 1587.96, "text": "intambwe nke, ari ku"}, {"start": 1587.96, "end": 1588.87, "text": "intambwe nke, ari ku"}, {"start": 1588.88, "end": 1592.07, "text": "ntebe ye, mbwira ko nakiriye"}, {"start": 1592.07, "end": 1592.08, "text": "ntebe ye, mbwira ko nakiriye"}, {"start": 1592.08, "end": 1595.87, "text": "ntebe ye, mbwira ko nakiriye inkuru hanyuma ingoma y'umutware"}, {"start": 1595.87, "end": 1595.88, "text": "inkuru hanyuma ingoma y'umutware"}, {"start": 1595.88, "end": 1599.11, "text": "inkuru hanyuma ingoma y'umutware irangurura ijwi itangaza ivuka ry'umwana"}, {"start": 1599.11, "end": 1599.12, "text": "irangurura ijwi itangaza ivuka ry'umwana"}, {"start": 1599.12, "end": 1602.23, "text": "irangurura ijwi itangaza ivuka ry'umwana mushya kuri iyi nshuro yavugiwe inshuro enye"}, {"start": 1602.23, "end": 1602.24, "text": "mushya kuri iyi nshuro yavugiwe inshuro enye"}, {"start": 1602.24, "end": 1605.389, "text": "mushya kuri iyi nshuro yavugiwe inshuro enye aho kuba eshatu zisanzwe"}, {"start": 1605.389, "end": 1605.399, "text": "aho kuba eshatu zisanzwe"}, {"start": 1605.399, "end": 1606.549, "text": "aho kuba eshatu zisanzwe ku"}, {"start": 1606.549, "end": 1606.559, "text": "ku"}, {"start": 1606.559, "end": 1616.59, "text": "ku mukobwa, maze umuryango"}, {"start": 1616.6, "end": 1646.51, "text": "wishima"}, {"start": 1646.52, "end": 1655.669, "text": "kubera agahinda kavanze n'uburakari mu"}, {"start": 1655.679, "end": 1658.31, "text": "mitwe"}, {"start": 1658.31, "end": 1658.32, "text": "mitwe"}, {"start": 1658.32, "end": 1662.83, "text": "mitwe y'abagore ba A's Co ariko ntibabigaragaje,"}, {"start": 1662.83, "end": 1662.84, "text": "y'abagore ba A's Co ariko ntibabigaragaje,"}, {"start": 1662.84, "end": 1665.549, "text": "y'abagore ba A's Co ariko ntibabigaragaje, intama yari yatezwe"}, {"start": 1665.549, "end": 1665.559, "text": "intama yari yatezwe"}, {"start": 1665.559, "end": 1668.269, "text": "intama yari yatezwe umubyeyi wabyaye kandi ibyiza byose byaramweretswe ku"}, {"start": 1668.269, "end": 1668.279, "text": "umubyeyi wabyaye kandi ibyiza byose byaramweretswe ku"}, {"start": 1668.279, "end": 1676.509, "text": "umubyeyi wabyaye kandi ibyiza byose byaramweretswe ku"}, {"start": 1703.559, "end": 1707.99, "text": "mukuru cyangwa ngo arire ku mugaragaro, ariko"}, {"start": 1707.99, "end": 1708.0, "text": "mukuru cyangwa ngo arire ku mugaragaro, ariko"}, {"start": 1708.0, "end": 1711.47, "text": "mukuru cyangwa ngo arire ku mugaragaro, ariko ku munsi wa kane ubwo yumvaga umuhungu we mu"}, {"start": 1711.47, "end": 1711.48, "text": "ku munsi wa kane ubwo yumvaga umuhungu we mu"}, {"start": 1711.48, "end": 1714.59, "text": "ku munsi wa kane ubwo yumvaga umuhungu we mu birori byo kwita izina, inshuti ye Rel yabonye"}, {"start": 1714.59, "end": 1714.6, "text": "birori byo kwita izina, inshuti ye Rel yabonye"}, {"start": 1714.6, "end": 1716.83, "text": "birori byo kwita izina, inshuti ye Rel yabonye amatara manini y'amarira amumanukira mu matama"}, {"start": 1716.83, "end": 1716.84, "text": "amatara manini y'amarira amumanukira mu matama"}, {"start": 1716.84, "end": 1736.389, "text": "amatara manini y'amarira amumanukira mu matama ubwo yahamagaraga izina ry'umuhungu kuko uzitwa"}, {"start": 1771.039, "end": 1776.149, "text": "umuhungu wa kabiri wa RI, uzabaho igihe kirekire,"}, {"start": 1776.149, "end": 1776.159, "text": "umuhungu wa kabiri wa RI, uzabaho igihe kirekire,"}, {"start": 1776.159, "end": 1779.47, "text": "umuhungu wa kabiri wa RI, uzabaho igihe kirekire, kandi mu busaza bwanjye"}, {"start": 1779.47, "end": 1779.48, "text": "kandi mu busaza bwanjye"}, {"start": 1779.48, "end": 1782.909, "text": "kandi mu busaza bwanjye uzafata inkoni ya rji mu"}, {"start": 1782.909, "end": 1782.919, "text": "uzafata inkoni ya rji mu"}, {"start": 1782.919, "end": 1786.23, "text": "uzafata inkoni ya rji mu kuboko kwawe kw'iburyo kugira ngo utegeke abantu bawe, hanyuma inkoni ya"}, {"start": 1786.23, "end": 1786.24, "text": "kuboko kwawe kw'iburyo kugira ngo utegeke abantu bawe, hanyuma inkoni ya"}, {"start": 1786.24, "end": 1790.789, "text": "kuboko kwawe kw'iburyo kugira ngo utegeke abantu bawe, hanyuma inkoni ya B y'umutware ishyirwa mu"}, {"start": 1790.789, "end": 1790.799, "text": "B y'umutware ishyirwa mu"}, {"start": 1790.799, "end": 1793.99, "text": "B y'umutware ishyirwa mu kuboko kw'iburyo kwa Owen, naho inkoni y'umutware"}, {"start": 1793.99, "end": 1794.0, "text": "kuboko kw'iburyo kwa Owen, naho inkoni y'umutware"}, {"start": 1794.0, "end": 1796.31, "text": "kuboko kw'iburyo kwa Owen, naho inkoni y'umutware ku kuboko kwe"}, {"start": 1796.31, "end": 1796.32, "text": "ku kuboko kwe"}, {"start": 1796.32, "end": 1810.08, "text": "ku kuboko kwe"}, {"start": 1810.09, "end": 1825.669, "text": "[Music]"}, {"start": 1825.679, "end": 1856.23, "text": "kuko"}, {"start": 1856.24, "end": 1873.75, "text": "umuhungu"}, {"start": 1873.76, "end": 1877.389, "text": "kuri uwo munsi, umukobwa we"}, {"start": 1877.389, "end": 1877.399, "text": "kuri uwo munsi, umukobwa we"}, {"start": 1877.399, "end": 1879.31, "text": "kuri uwo munsi, umukobwa we yimukiye ku"}, {"start": 1879.31, "end": 1879.32, "text": "yimukiye ku"}, {"start": 1879.32, "end": 1885.99, "text": "yimukiye ku ngofero ya bambo, aho bari beza kugira ngo bazane."}, {"start": 1886.0, "end": 1889.07, "text": "Umutware yatambaga"}, {"start": 1889.07, "end": 1889.08, "text": "Umutware yatambaga"}, {"start": 1889.08, "end": 1891.95, "text": "Umutware yatambaga ibitambo byinshi byo gushimira Imana munsi y'umusozi"}, {"start": 1891.95, "end": 1891.96, "text": "ibitambo byinshi byo gushimira Imana munsi y'umusozi"}, {"start": 1891.96, "end": 1895.389, "text": "ibitambo byinshi byo gushimira Imana munsi y'umusozi mutagatifu, amasengesho ye yahoraga arangirana n'amagambo"}, {"start": 1895.389, "end": 1895.399, "text": "mutagatifu, amasengesho ye yahoraga arangirana n'amagambo"}, {"start": 1895.399, "end": 1898.87, "text": "mutagatifu, amasengesho ye yahoraga arangirana n'amagambo y'uruhererekane, none ndabizi ko"}, {"start": 1898.87, "end": 1898.88, "text": "y'uruhererekane, none ndabizi ko"}, {"start": 1898.88, "end": 1901.83, "text": "y'uruhererekane, none ndabizi ko koko wantoye kuba umutegetsi muri"}, {"start": 1901.83, "end": 1901.84, "text": "koko wantoye kuba umutegetsi muri"}, {"start": 1901.84, "end": 1916.149, "text": "koko wantoye kuba umutegetsi muri aba bantu, wampaye"}, {"start": 1916.159, "end": 1946.07, "text": "umuhungu mbere y'uko byose birangira, yakomeje kugira"}, {"start": 1995.159, "end": 1998.509, "text": "imbaraga zidasanzwe yumvaga nk'aho hari"}, {"start": 1998.509, "end": 1998.519, "text": "imbaraga zidasanzwe yumvaga nk'aho hari"}, {"start": 1998.519, "end": 2001.789, "text": "imbaraga zidasanzwe yumvaga nk'aho hari ikintu mu mutima we cyamuvunnye,"}, {"start": 2001.789, "end": 2001.799, "text": "ikintu mu mutima we cyamuvunnye,"}, {"start": 2001.799, "end": 2005.95, "text": "ikintu mu mutima we cyamuvunnye, ntiyashoboraga gukomeza kubaho gutya, ariko icyagombaga"}, {"start": 2005.95, "end": 2005.96, "text": "ntiyashoboraga gukomeza kubaho gutya, ariko icyagombaga"}, {"start": 2005.96, "end": 2008.99, "text": "ntiyashoboraga gukomeza kubaho gutya, ariko icyagombaga gukorwa niyo yashaka"}, {"start": 2008.99, "end": 2009.0, "text": "gukorwa niyo yashaka"}, {"start": 2009.0, "end": 2012.47, "text": "gukorwa niyo yashaka umukobwa we, oya, ntiyashoboraga gukora"}, {"start": 2012.47, "end": 2012.48, "text": "umukobwa we, oya, ntiyashoboraga gukora"}, {"start": 2012.48, "end": 2015.35, "text": "umukobwa we, oya, ntiyashoboraga gukora ikintu nk'icyo, yashoboraga kubwira"}, {"start": 2015.35, "end": 2015.36, "text": "ikintu nk'icyo, yashoboraga kubwira"}, {"start": 2015.36, "end": 2035.95, "text": "ikintu nk'icyo, yashoboraga kubwira umugabo we ukuri, ariko"}, {"start": 2035.96, "end": 2064.869, "text": "uburyo"}, {"start": 2064.879, "end": 2069.75, "text": "yagiye mu nzira ku munsi wa gatandatu"}, {"start": 2069.75, "end": 2069.76, "text": "yagiye mu nzira ku munsi wa gatandatu"}, {"start": 2069.76, "end": 2085.069, "text": "yagiye mu nzira ku munsi wa gatandatu avuka nyuma yo"}, {"start": 2085.079, "end": 2088.069, "text": "gufungirwa aho yari atuye, aho yari afite"}, {"start": 2088.069, "end": 2088.079, "text": "gufungirwa aho yari atuye, aho yari afite"}, {"start": 2088.079, "end": 2092.55, "text": "gufungirwa aho yari atuye, aho yari afite"}, {"start": 2092.56, "end": 2095.869, "text": "umukobwa we, nta kintu na kimwe cyari gihari cyo"}, {"start": 2095.869, "end": 2095.879, "text": "umukobwa we, nta kintu na kimwe cyari gihari cyo"}, {"start": 2095.879, "end": 2099.91, "text": "umukobwa we, nta kintu na kimwe cyari gihari cyo kumugambanira n'ibyatsi birebire byo gukora"}, {"start": 2099.91, "end": 2099.92, "text": "kumugambanira n'ibyatsi birebire byo gukora"}, {"start": 2099.92, "end": 2103.349, "text": "kumugambanira n'ibyatsi birebire byo gukora bihagaze nk'aho nta kintu na kimwe cyari cyarigeze kihagumaho,"}, {"start": 2103.349, "end": 2103.359, "text": "bihagaze nk'aho nta kintu na kimwe cyari cyarigeze kihagumaho,"}, {"start": 2103.359, "end": 2108.75, "text": "bihagaze nk'aho nta kintu na kimwe cyari cyarigeze kihagumaho, ubwo we yahuraga n'ibyatsi birebire. Mu"}, {"start": 2108.75, "end": 2108.76, "text": "ubwo we yahuraga n'ibyatsi birebire. Mu"}, {"start": 2108.76, "end": 2113.79, "text": "ubwo we yahuraga n'ibyatsi birebire. Mu nzira ye yo gutaha, yari afite ibitekerezo byinshi by'urujijo, yiyumvisha urujijo,"}, {"start": 2113.79, "end": 2113.8, "text": "nzira ye yo gutaha, yari afite ibitekerezo byinshi by'urujijo, yiyumvisha urujijo,"}, {"start": 2113.8, "end": 2116.67, "text": "nzira ye yo gutaha, yari afite ibitekerezo byinshi by'urujijo, yiyumvisha urujijo, ariko yatekereje ndetse n'amayerekwa"}, {"start": 2116.67, "end": 2116.68, "text": "ariko yatekereje ndetse n'amayerekwa"}, {"start": 2116.68, "end": 2120.15, "text": "ariko yatekereje ndetse n'amayerekwa ku mukobwa we"}, {"start": 2120.15, "end": 2120.16, "text": "ku mukobwa we"}, {"start": 2120.16, "end": 2125.79, "text": "ku mukobwa we wabuze,"}, {"start": 2155.8, "end": 2174.39, "text": "mbere y'uko abona"}, {"start": 2174.4, "end": 2178.03, "text": "umugore ushaje atwara"}, {"start": 2178.03, "end": 2178.04, "text": "umugore ushaje atwara"}, {"start": 2178.04, "end": 2182.03, "text": "umugore ushaje atwara umukobwa we ku iriba, yamubonye akora"}, {"start": 2182.03, "end": 2182.04, "text": "umukobwa we ku iriba, yamubonye akora"}, {"start": 2182.04, "end": 2184.39, "text": "umukobwa we ku iriba, yamubonye akora ubwoko bw'abapfumu babyina mu"}, {"start": 2184.39, "end": 2184.4, "text": "ubwoko bw'abapfumu babyina mu"}, {"start": 2184.4, "end": 2187.23, "text": "ubwoko bw'abapfumu babyina mu gitebo mbere yo kugitwara,"}, {"start": 2187.23, "end": 2187.24, "text": "gitebo mbere yo kugitwara,"}, {"start": 2187.24, "end": 2190.79, "text": "gitebo mbere yo kugitwara, inzira yakurikiwe n'umukecuru yari yerekeza mu"}, {"start": 2190.79, "end": 2190.8, "text": "inzira yakurikiwe n'umukecuru yari yerekeza mu"}, {"start": 2190.8, "end": 2193.71, "text": "inzira yakurikiwe n'umukecuru yari yerekeza mu gihugu cya Normans kiri hagati"}, {"start": 2193.71, "end": 2193.72, "text": "gihugu cya Normans kiri hagati"}, {"start": 2193.72, "end": 2197.03, "text": "gihugu cya Normans kiri hagati ya FK n'abanzi babo, hanyuma"}, {"start": 2197.03, "end": 2197.04, "text": "ya FK n'abanzi babo, hanyuma"}, {"start": 2197.04, "end": 2200.309, "text": "ya FK n'abanzi babo, hanyuma abona umukobwa we ajugunywa mu"}, {"start": 2200.309, "end": 2200.319, "text": "abona umukobwa we ajugunywa mu"}, {"start": 2200.319, "end": 2204.589, "text": "abona umukobwa we ajugunywa mu Iri shyamba ryari rizwiho kuba ryuzuyemo"}, {"start": 2204.589, "end": 2204.599, "text": "Iri shyamba ryari rizwiho kuba ryuzuyemo"}, {"start": 2204.599, "end": 2215.67, "text": "Iri shyamba ryari rizwiho kuba ryuzuyemo"}, {"start": 2215.68, "end": 2226.589, "text": "imyakura y'umugore"}, {"start": 2226.599, "end": 2245.589, "text": "ushaje"}, {"start": 2275.599, "end": 2305.51, "text": "kuko"}, {"start": 2314.8, "end": 2318.23, "text": "ryatangiye gukubita no mu buryo butunguranye"}, {"start": 2318.23, "end": 2318.24, "text": "ryatangiye gukubita no mu buryo butunguranye"}, {"start": 2318.24, "end": 2322.27, "text": "ryatangiye gukubita no mu buryo butunguranye hagati mu biganza bye, byari ukuri oya oya oya oya yari"}, {"start": 2322.27, "end": 2322.28, "text": "hagati mu biganza bye, byari ukuri oya oya oya oya yari"}, {"start": 2322.28, "end": 2335.51, "text": "hagati mu biganza bye, byari ukuri oya oya oya oya yari"}, {"start": 2343.839, "end": 2348.55, "text": "ahagazeho ariko ubwenge bwa A ntibwagaragaje ibimenyetso"}, {"start": 2348.55, "end": 2348.56, "text": "ahagazeho ariko ubwenge bwa A ntibwagaragaje ibimenyetso"}, {"start": 2348.56, "end": 2351.39, "text": "ahagazeho ariko ubwenge bwa A ntibwagaragaje ibimenyetso byo gutera imbere, bwari ubuzima bw'iyerekwa"}, {"start": 2351.39, "end": 2351.4, "text": "byo gutera imbere, bwari ubuzima bw'iyerekwa"}, {"start": 2351.4, "end": 2354.589, "text": "byo gutera imbere, bwari ubuzima bw'iyerekwa n'ihungabana ku manywa ndetse n'inzozi mbi"}, {"start": 2354.589, "end": 2354.599, "text": "n'ihungabana ku manywa ndetse n'inzozi mbi"}, {"start": 2354.599, "end": 2357.19, "text": "n'ihungabana ku manywa ndetse n'inzozi mbi nijoro, nta"}, {"start": 2357.19, "end": 2357.2, "text": "nijoro, nta"}, {"start": 2357.2, "end": 2359.589, "text": "nijoro, nta mwanya we mu"}, {"start": 2359.589, "end": 2359.599, "text": "mwanya we mu"}, {"start": 2359.599, "end": 2363.43, "text": "mwanya we mu bagore b'umutware wari uzi ibyitezwe by'ejo hazaza"}, {"start": 2363.43, "end": 2363.44, "text": "bagore b'umutware wari uzi ibyitezwe by'ejo hazaza"}, {"start": 2363.44, "end": 2366.79, "text": "bagore b'umutware wari uzi ibyitezwe by'ejo hazaza ku mwana we byari bihagije kugira ngo agire"}, {"start": 2366.79, "end": 2366.8, "text": "ku mwana we byari bihagije kugira ngo agire"}, {"start": 2366.8, "end": 2391.27, "text": "ku mwana we byari bihagije kugira ngo agire ubusa umutima we utagira icyo ugeraho."}, {"start": 2428.839, "end": 2433.309, "text": "Yakuriye mu musore ufite imiterere isanzwe y'abana b'ingaragu, abanyamahane"}, {"start": 2433.309, "end": 2436.349, "text": "Yakuriye mu musore ufite imiterere isanzwe y'abana b'ingaragu, abanyamahane"}, {"start": 2437.92, "end": 2449.349, "text": "kandi"}, {"start": 2449.359, "end": 2452.71, "text": "bigenga ku manywa ubwo umutware yari"}, {"start": 2452.71, "end": 2452.72, "text": "bigenga ku manywa ubwo umutware yari"}, {"start": 2452.72, "end": 2456.47, "text": "bigenga ku manywa ubwo umutware yari mu rugendo rwe rusanzwe ajya ku"}, {"start": 2456.47, "end": 2456.48, "text": "mu rugendo rwe rusanzwe ajya ku"}, {"start": 2456.48, "end": 2458.829, "text": "mu rugendo rwe rusanzwe ajya ku musozi wa SA, yahuye n'itsinda ry'abakobwa bakiri bato"}, {"start": 2458.829, "end": 2458.839, "text": "musozi wa SA, yahuye n'itsinda ry'abakobwa bakiri bato"}, {"start": 2458.839, "end": 2462.309, "text": "musozi wa SA, yahuye n'itsinda ry'abakobwa bakiri bato bitwaje inkwi nyinshi,"}, {"start": 2462.309, "end": 2462.319, "text": "bitwaje inkwi nyinshi,"}, {"start": 2462.319, "end": 2466.309, "text": "bitwaje inkwi nyinshi, abakobwa bava mu nzira bihisha inyuma y'ibihuru"}, {"start": 2466.309, "end": 2466.319, "text": "abakobwa bava mu nzira bihisha inyuma y'ibihuru"}, {"start": 2466.319, "end": 2470.43, "text": "abakobwa bava mu nzira bihisha inyuma y'ibihuru birebire kugira ngo bareke umutware atambuke ariko"}, {"start": 2470.43, "end": 2470.44, "text": "birebire kugira ngo bareke umutware atambuke ariko"}, {"start": 2470.44, "end": 2474.27, "text": "birebire kugira ngo bareke umutware atambuke ariko umukobwa umwe yashyize icyuma cye hasi arahagarara"}, {"start": 2474.27, "end": 2474.28, "text": "umukobwa umwe yashyize icyuma cye hasi arahagarara"}, {"start": 2474.28, "end": 2477.95, "text": "umukobwa umwe yashyize icyuma cye hasi arahagarara ategereje ubwo umutware yamwegeraga, arerekana"}, {"start": 2477.95, "end": 2477.96, "text": "ategereje ubwo umutware yamwegeraga, arerekana"}, {"start": 2477.96, "end": 2485.23, "text": "ategereje ubwo umutware yamwegeraga, arerekana yunamye umutwe aramusuhuza"}, {"start": 2525.17, "end": 2544.63, "text": "[Music]"}, {"start": 2554.96, "end": 2558.51, "text": "amahoro abe nawe Mwami mwiza amahoro"}, {"start": 2558.51, "end": 2558.52, "text": "amahoro abe nawe Mwami mwiza amahoro"}, {"start": 2558.52, "end": 2561.43, "text": "amahoro abe nawe Mwami mwiza amahoro mwana wanjye, vuga umutware wakozwe ku mutima n'urukiko,"}, {"start": 2561.43, "end": 2563.39, "text": "mwana wanjye, vuga umutware wakozwe ku mutima n'urukiko,"}, {"start": 2575.16, "end": 2586.309, "text": "uyu ni"}, {"start": 2586.319, "end": 2588.27, "text": "wowe udatinya umuyobozi nka"}, {"start": 2588.27, "end": 2588.28, "text": "wowe udatinya umuyobozi nka"}, {"start": 2588.28, "end": 2592.95, "text": "wowe udatinya umuyobozi nka bashiki bawe, umutware aramuseka, oya,"}, {"start": 2592.95, "end": 2592.96, "text": "bashiki bawe, umutware aramuseka, oya,"}, {"start": 2592.96, "end": 2596.71, "text": "bashiki bawe, umutware aramuseka, oya, ni umunsi wanjye w'amahirwe wo guhura n'Umutware mwiza,"}, {"start": 2596.71, "end": 2596.72, "text": "ni umunsi wanjye w'amahirwe wo guhura n'Umutware mwiza,"}, {"start": 2596.72, "end": 2599.71, "text": "ni umunsi wanjye w'amahirwe wo guhura n'Umutware mwiza, hanyuma amwambika umukandara we."}, {"start": 2599.71, "end": 2599.72, "text": "hanyuma amwambika umukandara we."}, {"start": 2599.72, "end": 2602.79, "text": "hanyuma amwambika umukandara we. Ubwo nijoro Boer yahamagaye"}, {"start": 2602.79, "end": 2602.8, "text": "Ubwo nijoro Boer yahamagaye"}, {"start": 2602.8, "end": 2635.069, "text": "Ubwo nijoro Boer yahamagaye umuhungu we amubwira iby'uyu mukobwa"}, {"start": 2635.079, "end": 2646.589, "text": "kuko"}, {"start": 2646.599, "end": 2649.79, "text": "ari umukobwa wa Fo,"}, {"start": 2649.79, "end": 2649.8, "text": "ari umukobwa wa Fo,"}, {"start": 2649.8, "end": 2653.67, "text": "ari umukobwa wa Fo, umuryango we urimo"}, {"start": 2653.67, "end": 2653.68, "text": "umuryango we urimo"}, {"start": 2653.68, "end": 2658.43, "text": "umuryango we urimo gusura nyirasenge,"}, {"start": 2658.43, "end": 2658.44, "text": "gusura nyirasenge,"}, {"start": 2658.44, "end": 2661.71, "text": "gusura nyirasenge, gerageza kumureba ejo niba"}, {"start": 2661.71, "end": 2661.72, "text": "gerageza kumureba ejo niba"}, {"start": 2661.72, "end": 2665.309, "text": "gerageza kumureba ejo niba umukunze tuzaganira n'ababyeyi be, agomba kuba umugore"}, {"start": 2665.309, "end": 2665.319, "text": "umukunze tuzaganira n'ababyeyi be, agomba kuba umugore"}, {"start": 2665.319, "end": 2685.63, "text": "umukunze tuzaganira n'ababyeyi be, agomba kuba umugore mwiza"}, {"start": 2685.64, "end": 2694.95, "text": "[Music] mbere yuko"}, {"start": 2724.88, "end": 2729.109, "text": "ahura n'umukobwa"}, {"start": 2729.109, "end": 2729.119, "text": "ahura n'umukobwa"}, {"start": 2729.119, "end": 2731.87, "text": "ahura n'umukobwa wari ufite imico yashimishije"}, {"start": 2731.87, "end": 2731.88, "text": "wari ufite imico yashimishije"}, {"start": 2731.88, "end": 2734.75, "text": "wari ufite imico yashimishije umuyobozi cyane, akurikirana uko"}, {"start": 2734.75, "end": 2734.76, "text": "umuyobozi cyane, akurikirana uko"}, {"start": 2734.76, "end": 2738.15, "text": "umuyobozi cyane, akurikirana uko agenda, maze intumwa"}, {"start": 2738.15, "end": 2738.16, "text": "agenda, maze intumwa"}, {"start": 2738.16, "end": 2742.069, "text": "agenda, maze intumwa imumenyesha ko umukobwa n'inshuti ze bagaragaye"}, {"start": 2742.069, "end": 2742.079, "text": "imumenyesha ko umukobwa n'inshuti ze bagaragaye"}, {"start": 2742.079, "end": 2745.87, "text": "imumenyesha ko umukobwa n'inshuti ze bagaragaye boga mu ruzi rwa Dundu, yahise"}, {"start": 2745.87, "end": 2745.88, "text": "boga mu ruzi rwa Dundu, yahise"}, {"start": 2745.88, "end": 2754.87, "text": "boga mu ruzi rwa Dundu, yahise yihutira kujya aho"}, {"start": 2754.88, "end": 2780.64, "text": "hantu."}, {"start": 2780.65, "end": 2784.79, "text": "[Music]"}, {"start": 2784.8, "end": 2792.63, "text": "ku"}, {"start": 2792.64, "end": 2795.069, "text": "ruzi, abakobwa bari boga bavuza induru, umwe mu"}, {"start": 2795.069, "end": 2798.23, "text": "ruzi, abakobwa bari boga bavuza induru, umwe mu"}, {"start": 2800.96, "end": 2805.91, "text": "bakobwa bakuru yabonye umukobwa wa mbere maze asohoka mu"}, {"start": 2805.91, "end": 2805.92, "text": "bakobwa bakuru yabonye umukobwa wa mbere maze asohoka mu"}, {"start": 2805.92, "end": 2810.23, "text": "bakobwa bakuru yabonye umukobwa wa mbere maze asohoka mu mazi avuza induru, umuhungu w'umuyobozi, umukobwa w'umutware,"}, {"start": 2810.23, "end": 2810.24, "text": "mazi avuza induru, umuhungu w'umuyobozi, umukobwa w'umutware,"}, {"start": 2810.24, "end": 2814.19, "text": "mazi avuza induru, umuhungu w'umuyobozi, umukobwa w'umutware, abakobwa barafatwa, basohoka"}, {"start": 2814.19, "end": 2814.2, "text": "abakobwa barafatwa, basohoka"}, {"start": 2814.2, "end": 2817.069, "text": "abakobwa barafatwa, basohoka mu mazi bihisha inyuma y'ibihuru biri"}, {"start": 2817.069, "end": 2817.079, "text": "mu mazi bihisha inyuma y'ibihuru biri"}, {"start": 2817.079, "end": 2820.43, "text": "mu mazi bihisha inyuma y'ibihuru biri hafi, ariko umukobwa wagaragaraga nk'uri"}, {"start": 2820.43, "end": 2820.44, "text": "hafi, ariko umukobwa wagaragaraga nk'uri"}, {"start": 2820.44, "end": 2823.549, "text": "hafi, ariko umukobwa wagaragaraga nk'uri muto kurusha abandi"}, {"start": 2823.549, "end": 2823.559, "text": "muto kurusha abandi"}, {"start": 2823.559, "end": 2825.47, "text": "muto kurusha abandi yakomeje"}, {"start": 2825.47, "end": 2825.48, "text": "yakomeje"}, {"start": 2825.48, "end": 2827.15, "text": "yakomeje koga."}, {"start": 2827.15, "end": 2827.16, "text": "koga."}, {"start": 2827.16, "end": 2844.71, "text": "koga. Yahungabanye yegereye"}, {"start": 2874.72, "end": 2904.63, "text": "umuyobozi we kubera"}, {"start": 2907.44, "end": 2909.39, "text": "impamvu AR utinya umuhungu w'umuyobozi, amubaza"}, {"start": 2909.39, "end": 2923.069, "text": "impamvu AR utinya umuhungu w'umuyobozi, amubaza"}, {"start": 2923.079, "end": 2927.27, "text": "aseka, oya, umukobwa ntiyagiraga"}, {"start": 2927.27, "end": 2927.28, "text": "aseka, oya, umukobwa ntiyagiraga"}, {"start": 2927.28, "end": 2929.51, "text": "aseka, oya, umukobwa ntiyagiraga"}, {"start": 2929.52, "end": 2933.51, "text": "isoni, aramureba amuzi neza,"}, {"start": 2933.51, "end": 2933.52, "text": "isoni, aramureba amuzi neza,"}, {"start": 2933.52, "end": 2937.67, "text": "isoni, aramureba amuzi neza, yazamuye umutwe we gato maze ahisha"}, {"start": 2937.67, "end": 2937.68, "text": "yazamuye umutwe we gato maze ahisha"}, {"start": 2937.68, "end": 2940.549, "text": "yazamuye umutwe we gato maze ahisha igituza cye, aravuga ati kuko umuhungu"}, {"start": 2940.549, "end": 2940.559, "text": "igituza cye, aravuga ati kuko umuhungu"}, {"start": 2940.559, "end": 2964.51, "text": "igituza cye, aravuga ati kuko umuhungu w'umuyobozi atubaha."}, {"start": 2964.52, "end": 2988.19, "text": "Kwiherera kw'abagore"}, {"start": 2988.2, "end": 2991.71, "text": "Nari mu nzira njya guhiga numva"}, {"start": 2991.71, "end": 2991.72, "text": "Nari mu nzira njya guhiga numva"}, {"start": 2991.72, "end": 2995.15, "text": "Nari mu nzira njya guhiga numva urusaku rwinshi, nuko ngera iburyo aravuga arangije"}, {"start": 2995.15, "end": 3012.47, "text": "urusaku rwinshi, nuko ngera iburyo aravuga arangije"}, {"start": 3012.48, "end": 3016.109, "text": "ubwo yarimo"}, {"start": 3016.109, "end": 3016.119, "text": "ubwo yarimo"}, {"start": 3016.119, "end": 3018.87, "text": "ubwo yarimo yinjira"}, {"start": 3018.87, "end": 3018.88, "text": "yinjira"}, {"start": 3018.88, "end": 3023.75, "text": "yinjira asohoka none ubwo uzi abari barimo"}, {"start": 3023.75, "end": 3023.76, "text": "asohoka none ubwo uzi abari barimo"}, {"start": 3023.76, "end": 3042.43, "text": "asohoka none ubwo uzi abari barimo gukubita, ushobora gukomezanya"}, {"start": 3042.44, "end": 3047.27, "text": "nawe, uyu mukobwa wuzuye ntabwo yari uwo mu"}, {"start": 3047.27, "end": 3047.28, "text": "nawe, uyu mukobwa wuzuye ntabwo yari uwo mu"}, {"start": 3047.28, "end": 3050.91, "text": "nawe, uyu mukobwa wuzuye ntabwo yari uwo mu muryango we, impanuka ye yari iy'amahanga,"}, {"start": 3050.91, "end": 3050.92, "text": "muryango we, impanuka ye yari iy'amahanga,"}, {"start": 3050.92, "end": 3054.589, "text": "muryango we, impanuka ye yari iy'amahanga, ashobora kuba umukobwa umutware yari yamubwiye, ntushobora"}, {"start": 3054.589, "end": 3054.599, "text": "ashobora kuba umukobwa umutware yari yamubwiye, ntushobora"}, {"start": 3054.599, "end": 3074.39, "text": "ashobora kuba umukobwa umutware yari yamubwiye, ntushobora"}, {"start": 3074.4, "end": 3076.67, "text": "gusohoka uhe inshuti zawe"}, {"start": 3076.67, "end": 3078.829, "text": "gusohoka uhe inshuti zawe"}, {"start": 3078.839, "end": 3084.349, "text": "umwenda wabo wa L. Sinashakaga kubasuzugura,"}, {"start": 3098.04, "end": 3100.99, "text": "byaba byiza uvuye muri USAR,"}, {"start": 3100.99, "end": 3101.0, "text": "byaba byiza uvuye muri USAR,"}, {"start": 3101.0, "end": 3109.99, "text": "byaba byiza uvuye muri USAR,"}, {"start": 3110.0, "end": 3114.95, "text": "nta muryango turahari, ndashaka kuvugana namwe mwese"}, {"start": 3114.95, "end": 3114.96, "text": "nta muryango turahari, ndashaka kuvugana namwe mwese"}, {"start": 3114.96, "end": 3131.87, "text": "nta muryango turahari, ndashaka kuvugana namwe mwese ku byerekeye Umunsi Mukuru"}, {"start": 3131.88, "end": 3135.63, "text": "w'Umutware uri hafi, rwose, yaravuze ati: \"Nimunjugunyire umwenda wanjye wa Lo, ni wo munini cyane,"}, {"start": 3135.63, "end": 3144.27, "text": "w'Umutware uri hafi, rwose, yaravuze ati: \"Nimunjugunyire umwenda wanjye wa Lo, ni wo munini cyane,"}, {"start": 3147.319, "end": 3151.23, "text": "yatunguwe n'akamaro k'umukobwa,"}, {"start": 3151.23, "end": 3151.24, "text": "yatunguwe n'akamaro k'umukobwa,"}, {"start": 3151.24, "end": 3155.03, "text": "yatunguwe n'akamaro k'umukobwa, ntiyigeze afata amabwiriza y'umuntu"}, {"start": 3155.03, "end": 3155.04, "text": "ntiyigeze afata amabwiriza y'umuntu"}, {"start": 3155.04, "end": 3160.71, "text": "ntiyigeze afata amabwiriza y'umuntu uwo ari we wese, ndetse n'umugore uwo ari we wese, yahoraga ategereje, yiyima"}, {"start": 3160.71, "end": 3160.72, "text": "uwo ari we wese, ndetse n'umugore uwo ari we wese, yahoraga ategereje, yiyima"}, {"start": 3160.72, "end": 3163.95, "text": "uwo ari we wese, ndetse n'umugore uwo ari we wese, yahoraga ategereje, yiyima ishema rye, amutera umwenda wa"}, {"start": 3163.95, "end": 3163.96, "text": "ishema rye, amutera umwenda wa"}, {"start": 3163.96, "end": 3167.95, "text": "ishema rye, amutera umwenda wa B, umukobwa yambaye umwenda"}, {"start": 3167.95, "end": 3167.96, "text": "B, umukobwa yambaye umwenda"}, {"start": 3167.96, "end": 3171.23, "text": "B, umukobwa yambaye umwenda we mu rukenyerero, maze"}, {"start": 3171.23, "end": 3171.24, "text": "we mu rukenyerero, maze"}, {"start": 3171.24, "end": 3173.789, "text": "we mu rukenyerero, maze ava mu mazi, nta bwoba,"}, {"start": 3173.789, "end": 3173.799, "text": "ava mu mazi, nta bwoba,"}, {"start": 3173.799, "end": 3177.19, "text": "ava mu mazi, nta bwoba, yafashe indi myaka ya Lo mu kuboko kwe"}, {"start": 3177.19, "end": 3177.2, "text": "yafashe indi myaka ya Lo mu kuboko kwe"}, {"start": 3177.2, "end": 3185.74, "text": "yafashe indi myaka ya Lo mu kuboko kwe ayiha inshuti ze inyuma y'ibihuru bya"}, {"start": 3185.75, "end": 3204.15, "text": "[Music] mbere yo guhagarara"}, {"start": 3243.2, "end": 3247.27, "text": "neza aho yari ahagaze bwa"}, {"start": 3247.27, "end": 3247.28, "text": "neza aho yari ahagaze bwa"}, {"start": 3247.28, "end": 3261.589, "text": "neza aho yari ahagaze bwa mbere mu buzima bwe, yari afite ubuzima bwe"}, {"start": 3261.599, "end": 3265.309, "text": "bwite, yafashe  Yitegereje neza umukobwa"}, {"start": 3265.309, "end": 3265.319, "text": "bwite, yafashe  Yitegereje neza umukobwa"}, {"start": 3265.319, "end": 3282.99, "text": "bwite, yafashe  Yitegereje neza umukobwa yari akuze cyane kurusha umwami yari"}, {"start": 3283.0, "end": 3287.27, "text": "yavuze ko amaguru maremare azazamuka uko imyaka igenda ihita,"}, {"start": 3287.27, "end": 3287.28, "text": "yavuze ko amaguru maremare azazamuka uko imyaka igenda ihita,"}, {"start": 3287.28, "end": 3291.95, "text": "yavuze ko amaguru maremare azazamuka uko imyaka igenda ihita,"}, {"start": 3291.96, "end": 3294.67, "text": "intoki ze zari ndende kandi"}, {"start": 3294.67, "end": 3294.68, "text": "intoki ze zari ndende kandi"}, {"start": 3294.68, "end": 3323.99, "text": "intoki ze zari ndende kandi nziza kandi yari afite umugongo ugororotse kandi"}, {"start": 3324.0, "end": 3327.19, "text": "ugororotse, zari zikiri nto kandi zihagaze nk'ibiti bipfutse"}, {"start": 3327.19, "end": 3327.2, "text": "ugororotse, zari zikiri nto kandi zihagaze nk'ibiti bipfutse"}, {"start": 3327.2, "end": 3342.43, "text": "ugororotse, zari zikiri nto kandi zihagaze nk'ibiti bipfutse mu"}, {"start": 3342.44, "end": 3346.349, "text": "gituza cye. Uruhu rwe rwari rufite amazi menshi rwari"}, {"start": 3346.349, "end": 3346.359, "text": "gituza cye. Uruhu rwe rwari rufite amazi menshi rwari"}, {"start": 3346.359, "end": 3353.99, "text": "gituza cye. Uruhu rwe rwari rufite amazi menshi rwari ibara ry'Izuba Rirashe,"}, {"start": 3360.24, "end": 3364.27, "text": "ubwo yamurebaga yamwibukije"}, {"start": 3364.27, "end": 3364.28, "text": "ubwo yamurebaga yamwibukije"}, {"start": 3364.28, "end": 3367.43, "text": "ubwo yamurebaga yamwibukije arosi, imana y'inyanja y'amateka kandi nziza,"}, {"start": 3367.43, "end": 3383.91, "text": "arosi, imana y'inyanja y'amateka kandi nziza,"}, {"start": 3383.92, "end": 3387.71, "text": "yahinduye amagambo make maze aramubwira"}, {"start": 3387.71, "end": 3387.72, "text": "yahinduye amagambo make maze aramubwira"}, {"start": 3387.72, "end": 3405.23, "text": "yahinduye amagambo make maze aramubwira ko yitwaga"}, {"start": 3405.24, "end": 3411.029, "text": "uwo mugoroba, yari mu buryo bwa molic,"}, {"start": 3411.029, "end": 3411.039, "text": "uwo mugoroba, yari mu buryo bwa molic,"}, {"start": 3411.039, "end": 3413.75, "text": "uwo mugoroba, yari mu buryo bwa molic, umuriro mushya wavumbuwe mu"}, {"start": 3413.75, "end": 3413.76, "text": "umuriro mushya wavumbuwe mu"}, {"start": 3413.76, "end": 3416.67, "text": "umuriro mushya wavumbuwe mu mutima we, abwira se ko"}, {"start": 3416.67, "end": 3416.68, "text": "mutima we, abwira se ko"}, {"start": 3416.68, "end": 3420.549, "text": "mutima we, abwira se ko yabonye umukobwa kandi ko amukunda cyane,"}, {"start": 3420.549, "end": 3443.789, "text": "yabonye umukobwa kandi ko amukunda cyane,"}, {"start": 3458.119, "end": 3459.75, "text": "mbabajwe n'ibyo,"}, {"start": 3459.75, "end": 3459.76, "text": "mbabajwe n'ibyo,"}, {"start": 3459.76, "end": 3464.23, "text": "mbabajwe n'ibyo, muri icyo gihe, umuhango wo gushyingirwa kw'umuhungu w'umwami wakozwe"}, {"start": 3464.23, "end": 3467.15, "text": "muri icyo gihe, umuhango wo gushyingirwa kw'umuhungu w'umwami wakozwe"}, {"start": 3467.16, "end": 3469.63, "text": "na"}, {"start": 3469.63, "end": 3469.64, "text": "na"}, {"start": 3469.64, "end": 3473.63, "text": "na proper, bityo umwami yohereza"}, {"start": 3473.63, "end": 3473.64, "text": "proper, bityo umwami yohereza"}, {"start": 3473.64, "end": 3476.069, "text": "proper, bityo umwami yohereza intumwa gushora imari mu bakobwa, amakuru y'inyuma y'ibihuha, yari ageze ku kuba umukobwa we,"}, {"start": 3476.069, "end": 3476.079, "text": "intumwa gushora imari mu bakobwa, amakuru y'inyuma y'ibihuha, yari ageze ku kuba umukobwa we,"}, {"start": 3476.079, "end": 3477.789, "text": "intumwa gushora imari mu bakobwa, amakuru y'inyuma y'ibihuha, yari ageze ku kuba umukobwa we,"}, {"start": 3483.24, "end": 3486.87, "text": "umukwe we nta wundi wari uhwanye"}, {"start": 3486.87, "end": 3486.88, "text": "umukwe we nta wundi wari uhwanye"}, {"start": 3486.88, "end": 3488.75, "text": "umukwe we nta wundi wari uhwanye n'ubwiza mu"}, {"start": 3488.75, "end": 3488.76, "text": "n'ubwiza mu"}, {"start": 3488.76, "end": 3492.71, "text": "n'ubwiza mu gihugu cyose cya L, kandi yari"}, {"start": 3492.71, "end": 3492.72, "text": "gihugu cyose cya L, kandi yari"}, {"start": 3492.72, "end": 3497.87, "text": "gihugu cyose cya L, kandi yari yararezwe neza cyane, kandi yari Dent."}, {"start": 3497.87, "end": 3497.88, "text": "yararezwe neza cyane, kandi yari Dent."}, {"start": 3497.88, "end": 3501.109, "text": "yararezwe neza cyane, kandi yari Dent. Intumwa zaguye imvura irimo ivumbi ritukura ku"}, {"start": 3501.109, "end": 3501.119, "text": "Intumwa zaguye imvura irimo ivumbi ritukura ku"}, {"start": 3501.119, "end": 3504.829, "text": "Intumwa zaguye imvura irimo ivumbi ritukura ku birenge byabo, imbuto zirimo ubusa, ubwo"}, {"start": 3504.829, "end": 3504.839, "text": "birenge byabo, imbuto zirimo ubusa, ubwo"}, {"start": 3504.839, "end": 3507.51, "text": "birenge byabo, imbuto zirimo ubusa, ubwo yababonaga, Umukuru w'imbwa yagiye mu mutima we"}, {"start": 3507.51, "end": 3507.52, "text": "yababonaga, Umukuru w'imbwa yagiye mu mutima we"}, {"start": 3507.52, "end": 3511.069, "text": "yababonaga, Umukuru w'imbwa yagiye mu mutima we kwakira inkuru, bamubwira"}, {"start": 3511.069, "end": 3511.079, "text": "kwakira inkuru, bamubwira"}, {"start": 3511.079, "end": 3514.789, "text": "kwakira inkuru, bamubwira umuryango wa Cho.  Ntiyadufashe"}, {"start": 3514.789, "end": 3514.799, "text": "umuryango wa Cho.  Ntiyadufashe"}, {"start": 3514.799, "end": 3517.829, "text": "umuryango wa Cho.  Ntiyadufashe neza ubwo twabazaga iby'umukobwa,"}, {"start": 3517.829, "end": 3517.839, "text": "neza ubwo twabazaga iby'umukobwa,"}, {"start": 3517.839, "end": 3520.589, "text": "neza ubwo twabazaga iby'umukobwa, basaga n'aho inkuru yari yabagezeho ivuga"}, {"start": 3520.589, "end": 3520.599, "text": "basaga n'aho inkuru yari yabagezeho ivuga"}, {"start": 3520.599, "end": 3522.75, "text": "basaga n'aho inkuru yari yabagezeho ivuga ko umusore umuhungu wanyu ashobora kuba arimo"}, {"start": 3522.75, "end": 3522.76, "text": "ko umusore umuhungu wanyu ashobora kuba arimo"}, {"start": 3522.76, "end": 3526.15, "text": "ko umusore umuhungu wanyu ashobora kuba arimo gushaka uwo bashakanye,"}, {"start": 3526.15, "end": 3526.16, "text": "gushaka uwo bashakanye,"}, {"start": 3526.16, "end": 3529.029, "text": "gushaka uwo bashakanye, bashimangira ko AWI akiri muto cyane ku buryo bazahabwa"}, {"start": 3529.029, "end": 3529.039, "text": "bashimangira ko AWI akiri muto cyane ku buryo bazahabwa"}, {"start": 3529.039, "end": 3532.43, "text": "bashimangira ko AWI akiri muto cyane ku buryo bazahabwa umwanya ariko twarabasabye ko"}, {"start": 3532.43, "end": 3532.44, "text": "umwanya ariko twarabasabye ko"}, {"start": 3532.44, "end": 3536.23, "text": "umwanya ariko twarabasabye ko twabonye umukobwa ari"}, {"start": 3536.23, "end": 3536.24, "text": "twabonye umukobwa ari"}, {"start": 3536.24, "end": 3539.349, "text": "twabonye umukobwa ari mwiza kandi yiteguye gushyingirwa."}, {"start": 3539.349, "end": 3539.359, "text": "mwiza kandi yiteguye gushyingirwa."}, {"start": 3539.359, "end": 3542.67, "text": "mwiza kandi yiteguye gushyingirwa. Umuryango wahise uhurira"}, {"start": 3542.67, "end": 3542.68, "text": "Umuryango wahise uhurira"}, {"start": 3542.68, "end": 3546.589, "text": "Umuryango wahise uhurira hanze maze binjira mu muryango, maze ubwo binjiraga mu muryango,"}, {"start": 3546.589, "end": 3546.599, "text": "hanze maze binjira mu muryango, maze ubwo binjiraga mu muryango,"}, {"start": 3546.599, "end": 3549.349, "text": "hanze maze binjira mu muryango, maze ubwo binjiraga mu muryango, batubwira ko umuntu w'umuhanga ashobora kudashaka"}, {"start": 3549.349, "end": 3549.359, "text": "batubwira ko umuntu w'umuhanga ashobora kudashaka"}, {"start": 3549.359, "end": 3552.51, "text": "batubwira ko umuntu w'umuhanga ashobora kudashaka gushyingirwa n'umuhungu w'umutware."}, {"start": 3552.51, "end": 3552.52, "text": "gushyingirwa n'umuhungu w'umutware."}, {"start": 3552.52, "end": 3555.23, "text": "gushyingirwa n'umuhungu w'umutware. Intumwa yari irimo kuvuga yarebye umutware ahangayitse maze"}, {"start": 3555.23, "end": 3555.24, "text": "Intumwa yari irimo kuvuga yarebye umutware ahangayitse maze"}, {"start": 3555.24, "end": 3563.63, "text": "Intumwa yari irimo kuvuga yarebye umutware ahangayitse maze amwoza iminwa ye yumye,"}, {"start": 3593.64, "end": 3623.549, "text": "kuko"}, {"start": 3666.76, "end": 3669.51, "text": "yakomezaga. Umwami arabarakarira cyane, arabareba"}, {"start": 3669.51, "end": 3669.52, "text": "yakomezaga. Umwami arabarakarira cyane, arabareba"}, {"start": 3669.52, "end": 3672.549, "text": "yakomezaga. Umwami arabarakarira cyane, arabareba kure kugira ngo batabona uburakari"}, {"start": 3672.549, "end": 3672.559, "text": "kure kugira ngo batabona uburakari"}, {"start": 3672.559, "end": 3683.43, "text": "kure kugira ngo batabona uburakari bwamuhinduye"}, {"start": 3683.44, "end": 3689.349, "text": "isura,"}, {"start": 3689.359, "end": 3692.19, "text": "bavuga ko umutware"}, {"start": 3692.19, "end": 3692.2, "text": "bavuga ko umutware"}, {"start": 3692.2, "end": 3695.47, "text": "bavuga ko umutware bidashoboka. Icyamamare nticyari gishingiye ku"}, {"start": 3695.47, "end": 3695.48, "text": "bidashoboka. Icyamamare nticyari gishingiye ku"}, {"start": 3695.48, "end": 3699.99, "text": "bidashoboka. Icyamamare nticyari gishingiye ku muryango we gusa, uwo umukobwa we yashoboraga"}, {"start": 3699.99, "end": 3700.0, "text": "muryango we gusa, uwo umukobwa we yashoboraga"}, {"start": 3700.0, "end": 3713.43, "text": "muryango we gusa, uwo umukobwa we yashoboraga kwanga icyifuzo cy'umuhungu"}, {"start": 3713.44, "end": 3738.029, "text": "w'umutware."}, {"start": 3743.359, "end": 3749.23, "text": "Yasubiyemo"}, {"start": 3749.24, "end": 3752.029, "text": "atishimiye impamvu"}, {"start": 3752.029, "end": 3752.039, "text": "atishimiye impamvu"}, {"start": 3752.039, "end": 3754.67, "text": "atishimiye impamvu twahawe, maze dusura"}, {"start": 3754.67, "end": 3754.68, "text": "twahawe, maze dusura"}, {"start": 3754.68, "end": 3772.309, "text": "twahawe, maze dusura Umudugudu w'abaturanyi maze tumubaza Sak"}, {"start": 3772.319, "end": 3788.23, "text": "Sak ku mukobwa"}, {"start": 3788.24, "end": 3791.349, "text": "[Musique]"}, {"start": 3791.359, "end": 3794.589, "text": "nta"}, {"start": 3794.599, "end": 3799.23, "text": "babyeyi afite, yabonetse ku Isi yose,"}, {"start": 3799.23, "end": 3799.24, "text": "babyeyi afite, yabonetse ku Isi yose,"}, {"start": 3799.24, "end": 3803.269, "text": "babyeyi afite, yabonetse ku Isi yose, umugore we yamureze"}, {"start": 3818.88, "end": 3827.39, "text": "amusukura mu"}, {"start": 3827.4, "end": 3831.51, "text": "muhogo maze amwoza. Akahumyo k'ibiryoshye gaturuka"}, {"start": 3831.51, "end": 3831.52, "text": "muhogo maze amwoza. Akahumyo k'ibiryoshye gaturuka"}, {"start": 3831.52, "end": 3843.349, "text": "muhogo maze amwoza. Akahumyo k'ibiryoshye gaturuka mu gahanga,"}, {"start": 3843.359, "end": 3845.51, "text": "ikirere gihita gituza kandi"}, {"start": 3845.51, "end": 3845.52, "text": "ikirere gihita gituza kandi"}, {"start": 3845.52, "end": 3849.39, "text": "ikirere gihita gituza kandi kibura umwuka ubwo Shefu Bo yasohoraga"}, {"start": 3849.39, "end": 3849.4, "text": "kibura umwuka ubwo Shefu Bo yasohoraga"}, {"start": 3849.4, "end": 3853.51, "text": "kibura umwuka ubwo Shefu Bo yasohoraga Intumwa ze.  Yakubise umuyoboro we ku"}, {"start": 3853.51, "end": 3853.52, "text": "Intumwa ze.  Yakubise umuyoboro we ku"}, {"start": 3853.52, "end": 3858.23, "text": "Intumwa ze.  Yakubise umuyoboro we ku giti cyari hafi aho kugira ngo asuke abapfuye"}, {"start": 3858.23, "end": 3863.19, "text": "giti cyari hafi aho kugira ngo asuke abapfuye"}, {"start": 3863.2, "end": 3893.15, "text": "ivu"}, {"start": 3893.16, "end": 3900.15, "text": "imbere y'umutima mushya CAU amaso ye"}, {"start": 3900.15, "end": 3900.16, "text": "imbere y'umutima mushya CAU amaso ye"}, {"start": 3900.16, "end": 3907.47, "text": "imbere y'umutima mushya CAU amaso ye Umutima mushya wa A CAU"}, {"start": 3907.48, "end": 3922.15, "text": "amaso ye yari azi ko umuhungu we"}, {"start": 3922.16, "end": 3927.75, "text": "azabikora ariko umuhungu we mukuru ntiyashoboraga gushaka umugore"}, {"start": 3927.75, "end": 3927.76, "text": "azabikora ariko umuhungu we mukuru ntiyashoboraga gushaka umugore"}, {"start": 3927.76, "end": 3951.91, "text": "azabikora ariko umuhungu we mukuru ntiyashoboraga gushaka umugore utari umugore utazwi"}, {"start": 3951.92, "end": 3955.47, "text": "uwo mugoroba ubwo"}, {"start": 3955.47, "end": 3955.48, "text": "uwo mugoroba ubwo"}, {"start": 3955.48, "end": 3959.589, "text": "uwo mugoroba ubwo inka za Restless zari zimaze gukamwa kandi"}, {"start": 3959.589, "end": 3959.599, "text": "inka za Restless zari zimaze gukamwa kandi"}, {"start": 3959.599, "end": 3961.829, "text": "inka za Restless zari zimaze gukamwa kandi abana ba T bicaye iruhande rw'umuriro iruhande rwa ba"}, {"start": 3961.829, "end": 3961.839, "text": "abana ba T bicaye iruhande rw'umuriro iruhande rwa ba"}, {"start": 3961.839, "end": 3965.19, "text": "abana ba T bicaye iruhande rw'umuriro iruhande rwa ba nyina bategereje ifunguro rya nimugoroba Aen"}, {"start": 3965.19, "end": 3965.2, "text": "nyina bategereje ifunguro rya nimugoroba Aen"}, {"start": 3965.2, "end": 3968.029, "text": "nyina bategereje ifunguro rya nimugoroba Aen yahamagawe ku mutima wa shebuja Boa"}, {"start": 3968.029, "end": 3968.039, "text": "yahamagawe ku mutima wa shebuja Boa"}, {"start": 3968.039, "end": 3982.99, "text": "yahamagawe ku mutima wa shebuja Boa yamenyesheje umuhungu we inkuru ibabaje"}, {"start": 4001.2, "end": 4004.109, "text": "umuhungu wanjye ntushobora gushaka umukobwa wa Chiro"}, {"start": 4004.109, "end": 4004.119, "text": "umuhungu wanjye ntushobora gushaka umukobwa wa Chiro"}, {"start": 4004.119, "end": 4007.789, "text": "umuhungu wanjye ntushobora gushaka umukobwa wa Chiro yatawe n'uruhinja"}, {"start": 4007.789, "end": 4007.799, "text": "yatawe n'uruhinja"}, {"start": 4007.799, "end": 4010.549, "text": "yatawe n'uruhinja umugore wa Cho aramubona aramurera"}, {"start": 4010.549, "end": 4010.559, "text": "umugore wa Cho aramubona aramurera"}, {"start": 4010.559, "end": 4014.51, "text": "umugore wa Cho aramubona aramurera Boa yanyoye umuyoboro we"}, {"start": 4014.51, "end": 4014.52, "text": "Boa yanyoye umuyoboro we"}, {"start": 4014.52, "end": 4017.99, "text": "Boa yanyoye umuyoboro we hanyuma asohokana n'umuvuduko ukomeye"}, {"start": 4017.99, "end": 4018.0, "text": "hanyuma asohokana n'umuvuduko ukomeye"}, {"start": 4018.0, "end": 4021.349, "text": "hanyuma asohokana n'umuvuduko ukomeye nk'umuyobozi w'igihugu uzaza"}, {"start": 4021.349, "end": 4021.359, "text": "nk'umuyobozi w'igihugu uzaza"}, {"start": 4021.359, "end": 4024.51, "text": "nk'umuyobozi w'igihugu uzaza ntushobora gushaka umugore ufite amateka atari yo kuko yafashe"}, {"start": 4024.51, "end": 4024.52, "text": "ntushobora gushaka umugore ufite amateka atari yo kuko yafashe"}, {"start": 4024.52, "end": 4042.91, "text": "ntushobora gushaka umugore ufite amateka atari yo kuko yafashe"}, {"start": 4076.359, "end": 4080.589, "text": "intebe ye y'amavuta yari"}, {"start": 4080.589, "end": 4080.599, "text": "intebe ye y'amavuta yari"}, {"start": 4080.599, "end": 4083.71, "text": "intebe ye y'amavuta yari yicayeho yashakaga guhaguruka akava mu"}, {"start": 4083.71, "end": 4083.72, "text": "yicayeho yashakaga guhaguruka akava mu"}, {"start": 4083.72, "end": 4087.069, "text": "yicayeho yashakaga guhaguruka akava mu mutima wa Batware ariko asubira inyuma umwuka wari umuvamo yumva agize"}, {"start": 4087.069, "end": 4087.079, "text": "mutima wa Batware ariko asubira inyuma umwuka wari umuvamo yumva agize"}, {"start": 4087.079, "end": 4091.15, "text": "mutima wa Batware ariko asubira inyuma umwuka wari umuvamo yumva agize isereri ubwo"}, {"start": 4091.15, "end": 4091.16, "text": "isereri ubwo"}, {"start": 4091.16, "end": 4095.15, "text": "isereri ubwo yakiraga ubwoba yari afite"}, {"start": 4095.15, "end": 4095.16, "text": "yakiraga ubwoba yari afite"}, {"start": 4095.16, "end": 4098.789, "text": "yakiraga ubwoba yari afite iyerekwa rye rya Awiti yabonye ishusho ye nziza n'igituza cye gishyushye"}, {"start": 4098.789, "end": 4102.07, "text": "iyerekwa rye rya Awiti yabonye ishusho ye nziza n'igituza cye gishyushye"}, {"start": 4102.08, "end": 4105.309, "text": "umuriro waramugarutseho agomba kubwira se"}, {"start": 4105.309, "end": 4105.319, "text": "umuriro waramugarutseho agomba kubwira se"}, {"start": 4105.319, "end": 4108.03, "text": "umuriro waramugarutseho agomba kubwira se ukuri data reka mfate abe"}, {"start": 4108.03, "end": 4108.04, "text": "ukuri data reka mfate abe"}, {"start": 4108.04, "end": 4132.789, "text": "ukuri data reka mfate abe uwanjye  Umugore ndamukunda ndashaka kubana"}, {"start": 4132.799, "end": 4155.95, "text": "na"}, {"start": 4155.96, "end": 4162.709, "text": "[Music]"}, {"start": 4162.719, "end": 4173.91, "text": "kuri"}, {"start": 4173.92, "end": 4175.229, "text": "TS"}, {"start": 4175.229, "end": 4175.239, "text": "TS"}, {"start": 4175.239, "end": 4186.829, "text": "TS Str kandi ntiyashoboye kurangiza"}, {"start": 4186.839, "end": 4190.07, "text": "senten umuhungu wanjye umutware yaravuze ati ntabwo"}, {"start": 4190.07, "end": 4190.08, "text": "senten umuhungu wanjye umutware yaravuze ati ntabwo"}, {"start": 4190.08, "end": 4192.669, "text": "senten umuhungu wanjye umutware yaravuze ati ntabwo akwiye urugo rwacu abakurambere"}, {"start": 4192.669, "end": 4192.679, "text": "akwiye urugo rwacu abakurambere"}, {"start": 4192.679, "end": 4216.669, "text": "akwiye urugo rwacu abakurambere bari kwimurwa tuzagushakira inshuti nziza mu buryo"}, {"start": 4216.679, "end": 4220.51, "text": "butunguranye, tuzamuka dusubira mu"}, {"start": 4220.51, "end": 4220.52, "text": "butunguranye, tuzamuka dusubira mu"}, {"start": 4220.52, "end": 4224.59, "text": "butunguranye, tuzamuka dusubira mu cyumba hanyuma tureba"}, {"start": 4224.59, "end": 4224.6, "text": "cyumba hanyuma tureba"}, {"start": 4224.6, "end": 4240.47, "text": "cyumba hanyuma tureba"}, {"start": 4240.48, "end": 4243.31, "text": "se, Umuyobozi mukuru azahindura"}, {"start": 4243.31, "end": 4243.32, "text": "se, Umuyobozi mukuru azahindura"}, {"start": 4243.32, "end": 4252.63, "text": "se, Umuyobozi mukuru azahindura igitekerezo cye, anyemerere gushaka umugore nifuza,"}, {"start": 4262.36, "end": 4266.99, "text": "oya, arangurura ijwi maze ijwi rye mu"}, {"start": 4266.99, "end": 4267.0, "text": "oya, arangurura ijwi maze ijwi rye mu"}, {"start": 4267.0, "end": 4276.95, "text": "oya, arangurura ijwi maze ijwi rye mu"}, {"start": 4276.96, "end": 4279.91, "text": "ijoro rituje ahagarara imbere ya se igihe gito"}, {"start": 4279.91, "end": 4279.92, "text": "ijoro rituje ahagarara imbere ya se igihe gito"}, {"start": 4279.92, "end": 4282.55, "text": "ijoro rituje ahagarara imbere ya se igihe gito mbere yuko avuga ati: \"Mu by'ukuri"}, {"start": 4282.55, "end": 4282.56, "text": "mbere yuko avuga ati: \"Mu by'ukuri"}, {"start": 4282.56, "end": 4299.83, "text": "mbere yuko avuga ati: \"Mu by'ukuri"}, {"start": 4299.84, "end": 4302.149, "text": "ntuzongera kubona isura yanjye."}, {"start": 4302.149, "end": 4302.159, "text": "ntuzongera kubona isura yanjye."}, {"start": 4302.159, "end": 4304.99, "text": "ntuzongera kubona isura yanjye. Nahisemo umukobwa wa AO, ushobora kugumana"}, {"start": 4304.99, "end": 4305.0, "text": "Nahisemo umukobwa wa AO, ushobora kugumana"}, {"start": 4305.0, "end": 4312.55, "text": "Nahisemo umukobwa wa AO, ushobora kugumana B yawe"}, {"start": 4327.32, "end": 4330.149, "text": "udategereje ko se asubiramo"}, {"start": 4330.149, "end": 4330.159, "text": "udategereje ko se asubiramo"}, {"start": 4330.159, "end": 4333.669, "text": "udategereje ko se asubiramo cyangwa asigaye yifungirana mu"}, {"start": 4333.669, "end": 4333.679, "text": "cyangwa asigaye yifungirana mu"}, {"start": 4333.679, "end": 4336.83, "text": "cyangwa asigaye yifungirana mu mutima we, yifuzaga gukuraho isi yose mu"}, {"start": 4336.83, "end": 4336.84, "text": "mutima we, yifuzaga gukuraho isi yose mu"}, {"start": 4336.84, "end": 4341.149, "text": "mutima we, yifuzaga gukuraho isi yose mu maso ye, icyo yagombaga gukora ni"}, {"start": 4341.149, "end": 4341.159, "text": "maso ye, icyo yagombaga gukora ni"}, {"start": 4341.159, "end": 4345.35, "text": "maso ye, icyo yagombaga gukora ni ukwiyahura, oya, agomba gusiga Mariya"}, {"start": 4345.35, "end": 4345.36, "text": "ukwiyahura, oya, agomba gusiga Mariya"}, {"start": 4345.36, "end": 4372.43, "text": "ukwiyahura, oya, agomba gusiga Mariya ahunze"}, {"start": 4372.44, "end": 4376.47, "text": "ariko"}, {"start": 4376.48, "end": 4379.07, "text": "agahinda kari mu nzu ubwo"}, {"start": 4379.07, "end": 4379.08, "text": "agahinda kari mu nzu ubwo"}, {"start": 4379.08, "end": 4384.709, "text": "agahinda kari mu nzu ubwo inkuru yamenyekanaga,"}, {"start": 4384.719, "end": 4388.189, "text": "ariko ba nyirarume bose, nyirasenge n'abandi"}, {"start": 4388.189, "end": 4388.199, "text": "ariko ba nyirarume bose, nyirasenge n'abandi"}, {"start": 4388.199, "end": 4390.629, "text": "ariko ba nyirarume bose, nyirasenge n'abandi bavandimwe bemeye"}, {"start": 4390.629, "end": 4390.639, "text": "bavandimwe bemeye"}, {"start": 4390.639, "end": 4394.11, "text": "bavandimwe bemeye ko atari kuba umugore ukwiriye"}, {"start": 4394.11, "end": 4394.12, "text": "ko atari kuba umugore ukwiriye"}, {"start": 4394.12, "end": 4398.47, "text": "ko atari kuba umugore ukwiriye umuhungu wa B,"}, {"start": 4398.47, "end": 4398.48, "text": "umuhungu wa B,"}, {"start": 4398.48, "end": 4402.95, "text": "umuhungu wa B, nyina wa H A yari azi ukuri ko ari we wagombaga gupfa afite"}, {"start": 4402.95, "end": 4402.96, "text": "nyina wa H A yari azi ukuri ko ari we wagombaga gupfa afite"}, {"start": 4402.96, "end": 4406.59, "text": "nyina wa H A yari azi ukuri ko ari we wagombaga gupfa afite ibanga, ubuzima bw'umuhungu we bwari"}, {"start": 4406.59, "end": 4406.6, "text": "ibanga, ubuzima bw'umuhungu we bwari"}, {"start": 4406.6, "end": 4410.189, "text": "ibanga, ubuzima bw'umuhungu we bwari ingenzi, kuki atazahura n'umuyobozi akamubwira"}, {"start": 4410.189, "end": 4410.199, "text": "ingenzi, kuki atazahura n'umuyobozi akamubwira"}, {"start": 4410.199, "end": 4412.99, "text": "ingenzi, kuki atazahura n'umuyobozi akamubwira ukuri ashobora kwangiza ubuzima bwe"}, {"start": 4412.99, "end": 4413.0, "text": "ukuri ashobora kwangiza ubuzima bwe"}, {"start": 4413.0, "end": 4417.07, "text": "ukuri ashobora kwangiza ubuzima bwe ariko yari akuze bihagije kugira ngo apfe umuhungu we yari afite"}, {"start": 4417.07, "end": 4417.08, "text": "ariko yari akuze bihagije kugira ngo apfe umuhungu we yari afite"}, {"start": 4417.08, "end": 4421.07, "text": "ariko yari akuze bihagije kugira ngo apfe umuhungu we yari afite ubuzima bwe bwose imbere ye yafashe icyemezo"}, {"start": 4421.07, "end": 4421.08, "text": "ubuzima bwe bwose imbere ye yafashe icyemezo"}, {"start": 4421.08, "end": 4432.35, "text": "ubuzima bwe bwose imbere ye yafashe icyemezo agomba kubivuga"}, {"start": 4492.28, "end": 4498.26, "text": "kubera"}, {"start": 4498.27, "end": 4501.39, "text": "[Musique]"}, {"start": 4501.4, "end": 4503.87, "text": "umutima w'umutware aramupfukamira arira ni"}, {"start": 4503.87, "end": 4503.88, "text": "umutima w'umutware aramupfukamira arira ni"}, {"start": 4503.88, "end": 4507.189, "text": "umutima w'umutware aramupfukamira arira ni umukobwa wanjye AWI ni"}, {"start": 4507.189, "end": 4507.199, "text": "umukobwa wanjye AWI ni"}, {"start": 4507.199, "end": 4509.75, "text": "umukobwa wanjye AWI ni umukobwa w'Umutware mukuru na"}, {"start": 4509.75, "end": 4509.76, "text": "umukobwa w'Umutware mukuru na"}, {"start": 4509.76, "end": 4513.11, "text": "umukobwa w'Umutware mukuru na mushiki we w'impanga kugira ngo aen umuhungu wawe naramutaye"}, {"start": 4513.11, "end": 4513.12, "text": "mushiki we w'impanga kugira ngo aen umuhungu wawe naramutaye"}, {"start": 4513.12, "end": 4515.83, "text": "mushiki we w'impanga kugira ngo aen umuhungu wawe naramutaye kuko nta"}, {"start": 4515.83, "end": 4515.84, "text": "kuko nta"}, {"start": 4515.84, "end": 4522.189, "text": "kuko nta kindi nshaka kuguha uretse"}, {"start": 4522.199, "end": 4552.189, "text": "umuhungu wanjye"}, {"start": 4552.199, "end": 4558.59, "text": "imbere"}, {"start": 4558.6, "end": 4560.99, "text": "n'umusatsi wo ku ruhu rwe rwa"}, {"start": 4560.99, "end": 4561.0, "text": "n'umusatsi wo ku ruhu rwe rwa"}, {"start": 4561.0, "end": 4576.59, "text": "n'umusatsi wo ku ruhu rwe rwa"}, {"start": 4576.6, "end": 4580.229, "text": "Ofen Hill ubwo yamwakiraga iruhande rw'umuhanda, mu"}, {"start": 4580.229, "end": 4580.239, "text": "Ofen Hill ubwo yamwakiraga iruhande rw'umuhanda, mu"}, {"start": 4580.239, "end": 4583.229, "text": "Ofen Hill ubwo yamwakiraga iruhande rw'umuhanda, mu mutwe we yego igice cy'isura"}, {"start": 4583.229, "end": 4583.239, "text": "mutwe we yego igice cy'isura"}, {"start": 4583.239, "end": 4586.35, "text": "mutwe we yego igice cy'isura gisa n'icy'umuhungu we M yarebye"}, {"start": 4586.35, "end": 4586.36, "text": "gisa n'icy'umuhungu we M yarebye"}, {"start": 4586.36, "end": 4590.03, "text": "gisa n'icy'umuhungu we M yarebye inyuma y'umugore we mu ijoro ryijimye"}, {"start": 4590.03, "end": 4590.04, "text": "inyuma y'umugore we mu ijoro ryijimye"}, {"start": 4590.04, "end": 4593.27, "text": "inyuma y'umugore we mu ijoro ryijimye amasaha make gusa kandi izuba ryari kuba riva,"}, {"start": 4593.27, "end": 4593.28, "text": "amasaha make gusa kandi izuba ryari kuba riva,"}, {"start": 4593.28, "end": 4596.35, "text": "amasaha make gusa kandi izuba ryari kuba riva, noneho igihugu cyose kizamenya ukuri yari"}, {"start": 4596.35, "end": 4596.36, "text": "noneho igihugu cyose kizamenya ukuri yari"}, {"start": 4596.36, "end": 4598.99, "text": "noneho igihugu cyose kizamenya ukuri yari azi ko abantu be bari kumuca inyuma ngo"}, {"start": 4598.99, "end": 4599.0, "text": "azi ko abantu be bari kumuca inyuma ngo"}, {"start": 4599.0, "end": 4602.229, "text": "azi ko abantu be bari kumuca inyuma ngo yohereze inzira ya Chang yari yataye"}, {"start": 4602.229, "end": 4602.239, "text": "yohereze inzira ya Chang yari yataye"}, {"start": 4602.239, "end": 4605.59, "text": "yohereze inzira ya Chang yari yataye umwana we wari uherutse kuvuka yari yararakaje"}, {"start": 4605.59, "end": 4605.6, "text": "umwana we wari uherutse kuvuka yari yararakaje"}, {"start": 4605.6, "end": 4609.31, "text": "umwana we wari uherutse kuvuka yari yararakaje abakurambere ntabwo yari akwiye kuba"}, {"start": 4609.31, "end": 4612.07, "text": "abakurambere ntabwo yari akwiye kuba"}, {"start": 4612.08, "end": 4641.99, "text": "umugore w'Umutware kuko"}, {"start": 4670.6, "end": 4674.669, "text": "B yafashe icyemezo mu mutwe we nta muntu wari ugiye kumwambura umwana w'umutware yari ishingiro ry'ubuzima bwe kwiyizera gukunze"}, {"start": 4674.669, "end": 4677.709, "text": "B yafashe icyemezo mu mutwe we nta muntu wari ugiye kumwambura umwana w'umutware yari ishingiro ry'ubuzima bwe kwiyizera gukunze"}, {"start": 4681.0, "end": 4684.229, "text": "gukurikira Ubugambanyi bw'ukwizera ubuzima bwose"}, {"start": 4684.229, "end": 4684.239, "text": "gukurikira Ubugambanyi bw'ukwizera ubuzima bwose"}, {"start": 4684.239, "end": 4687.87, "text": "gukurikira Ubugambanyi bw'ukwizera ubuzima bwose bwinjiye mu mutwe wa B yibajije"}, {"start": 4687.87, "end": 4687.88, "text": "bwinjiye mu mutwe wa B yibajije"}, {"start": 4687.88, "end": 4691.669, "text": "bwinjiye mu mutwe wa B yibajije ibanga ryari rigihishe mu ivuka"}, {"start": 4691.669, "end": 4691.679, "text": "ibanga ryari rigihishe mu ivuka"}, {"start": 4691.679, "end": 4696.11, "text": "ibanga ryari rigihishe mu ivuka rye  abagore yazamuye"}, {"start": 4696.11, "end": 4696.12, "text": "rye  abagore yazamuye"}, {"start": 4696.12, "end": 4701.91, "text": "rye  abagore yazamuye umutwe wa Aang mu birenge bye"}, {"start": 4714.59, "end": 4731.91, "text": "[Music]"}, {"start": 4731.92, "end": 4750.95, "text": "kuri"}, {"start": 4750.96, "end": 4754.75, "text": "nyina wa a rise kubera njye wararemereye"}, {"start": 4754.75, "end": 4761.83, "text": "nyina wa a rise kubera njye wararemereye"}, {"start": 4761.84, "end": 4779.07, "text": "benshi,"}, {"start": 4779.08, "end": 4781.79, "text": "wiyimye ibyishimo umubyeyi abona abonye agiye"}, {"start": 4781.79, "end": 4791.83, "text": "wiyimye ibyishimo umubyeyi abona abonye agiye"}, {"start": 4795.639, "end": 4798.629, "text": "kubwira umuhungu wawe ko afite"}, {"start": 4798.629, "end": 4798.639, "text": "kubwira umuhungu wawe ko afite"}, {"start": 4798.639, "end": 4801.669, "text": "kubwira umuhungu wawe ko afite mushiki we mwiza cyane Nzamuha"}, {"start": 4801.669, "end": 4801.679, "text": "mushiki we mwiza cyane Nzamuha"}, {"start": 4801.679, "end": 4804.87, "text": "mushiki we mwiza cyane Nzamuha ikimasa cyanjye cyiza cyane cyo kubaga no kurya na"}, {"start": 4804.87, "end": 4804.88, "text": "ikimasa cyanjye cyiza cyane cyo kubaga no kurya na"}, {"start": 4804.88, "end": 4807.47, "text": "ikimasa cyanjye cyiza cyane cyo kubaga no kurya na mushiki we n'inshuti ze twese twishime kandi dushimire ko"}, {"start": 4807.47, "end": 4821.75, "text": "mushiki we n'inshuti ze twese twishime kandi dushimire ko"}, {"start": 4871.159, "end": 4873.39, "text": "twasobanukiwe kandi dushima inkuru"}, {"start": 4873.39, "end": 4873.4, "text": "twasobanukiwe kandi dushima inkuru"}, {"start": 4873.4, "end": 4879.35, "text": "twasobanukiwe kandi dushima inkuru kuki umutware yari afite"}, {"start": 4879.36, "end": 4891.229, "text": "umwana, urashinjwa kuba yaramusigiye"}, {"start": 4891.239, "end": 4894.03, "text": "sobanura impamvu utekereza ko umutware atari"}, {"start": 4894.03, "end": 4894.04, "text": "sobanura impamvu utekereza ko umutware atari"}, {"start": 4894.04, "end": 4905.95, "text": "sobanura impamvu utekereza ko umutware atari agenewe kurira"}, {"start": 4905.96, "end": 4911.629, "text": "mu magambo yawe, ni"}, {"start": 4914.52, "end": 4926.31, "text": "iki cy'indirimbo ku"}, {"start": 4926.32, "end": 4933.03, "text": "nkuru? Inkuru?"}, {"start": 4933.04, "end": 4935.91, "text": "Utekereza ko hari ikibazo"}, {"start": 4935.91, "end": 4935.92, "text": "Utekereza ko hari ikibazo"}, {"start": 4935.92, "end": 4941.55, "text": "Utekereza ko hari ikibazo mu nkuru? Ni gute byagenze?"}, {"start": 4946.0, "end": 4965.31, "text": "Utekereza ko bikwiye ko umutware ababarira"}, {"start": 4965.32, "end": 4968.03, "text": "umuryango mu"}, {"start": 4968.03, "end": 4968.04, "text": "umuryango mu"}, {"start": 4968.04, "end": 4971.189, "text": "umuryango mu nkuru? Hari ibimenyetso muri iyi"}, {"start": 4971.189, "end": 4971.199, "text": "nkuru? Hari ibimenyetso muri iyi"}, {"start": 4971.199, "end": 4974.31, "text": "nkuru? Hari ibimenyetso muri iyi nkuru bigaragaza ko hashobora kubaho impinduka mu"}, {"start": 4974.31, "end": 4974.32, "text": "nkuru bigaragaza ko hashobora kubaho impinduka mu"}, {"start": 4974.32, "end": 5001.47, "text": "nkuru bigaragaza ko hashobora kubaho impinduka mu nzira za kera uko igihe"}, {"start": 5001.48, "end": 5017.43, "text": "kigenda gihita"}, {"start": 5017.44, "end": 5023.95, "text": "[Music]"}, {"start": 5023.96, "end": 5028.47, "text": "kugira ngo dukomeze"}, {"start": 5028.48, "end": 5031.48, "text": "kuvugana?"}], "createdAt": "2025-12-15T17:55:04.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/B0OTHbBaDbg/maxresdefault.webp", "type": "audio", "videoUrl": "https://youtube.com/watch?v=B0OTHbBaDbg", "difficulty": "intermediate", "genre": "story", "isFavorite": false, "progress": 0}]