[{"id": "yt_audio_ywkxji7wBjE", "userId": "system_audiobook", "title": "Hausa Lessons: Pronunciation/reading and writing Part 1", "language": "ha", "content": "Sannu, barka da zuwa houselessons.com Sannu, barka da zuwa houselessons.com Sannu, barka da zuwa houselessons.com inda za ku koyi HA kyauta.  A yau inda za ku koyi HA kyauta.  A yau inda za ku koyi HA kyauta.  A yau za mu yi bayani ne game da rubuce-rubuce da kuma za mu yi bayani ne game da rubuce-rubuce da kuma za mu yi bayani ne game da rubuce-rubuce da kuma rubuce-rubuce a gida.  Za mu fara rubuce-rubuce a gida.  Za mu fara rubuce-rubuce a gida.  Za mu fara da teburin furta kalmomi.  To da teburin furta kalmomi.  To da teburin furta kalmomi.  To idan ka zo gidan yanar gizon mu kawai ka je idan ka zo gidan yanar gizon mu kawai ka je idan ka zo gidan yanar gizon mu kawai ka je karatu ko rubutu uh a gida.  Uh karatu ko rubutu uh a gida.  Uh karatu ko rubutu uh a gida.  Uh ɗaya daga cikin rubutunmu shine uh house ɗaya daga cikin rubutunmu shine uh house ɗaya daga cikin rubutunmu shine uh house pronunciation table pronunciation table pronunciation table kuma ka zo teburin.  Um, ka yi zuƙowa ka tabbatar za mu iya.   Abin da ke da kyau game da houseer shi ne duk yadda ake kyau game da houseer shi ne duk yadda ake kyau game da houseer shi ne duk yadda ake furta kalmar a zahiri za a iya amfani da ita wajen rubuta um, furta kalmar a zahiri za a iya amfani da ita wajen rubuta um, furta kalmar a zahiri za a iya amfani da ita wajen rubuta um, wanda shi ne ɗaya daga cikin harsunan da ba a saba amfani da su ba wanda shi ne ɗaya daga cikin harsunan da ba a saba amfani da su ba wanda shi ne ɗaya daga cikin harsunan da ba a saba amfani da su ba .  Don haka kusan kowace irin .  Don haka kusan kowace irin .  Don haka kusan kowace irin furuci da za ku iya yi a cikin teburi, uh furuci da za ku iya yi a cikin teburi, uh furuci da za ku iya yi a cikin teburi, uh a cikin wannan teburin, kuma um kusan dukkan a cikin wannan teburin, kuma um kusan dukkan a cikin wannan teburin, kuma um kusan dukkan sautuka da hayaniya za a rufe su. sautuka da hayaniya za a rufe su. sautuka da hayaniya za a rufe su. To kamar yadda kuke gani uh zan yi bayani ne kawai game da To kamar yadda kuke gani uh zan yi bayani ne kawai game da To kamar yadda kuke gani uh zan yi bayani ne kawai game da furta kowanne furta kowanne furta kowanne ɓangare na uh uh a nan.  To bari mu fara ɓangare na uh uh a nan.  To bari mu fara ɓangare na uh uh a nan.  To bari mu fara .  To idan ka .  To idan ka .  To idan ka yi nazarin wannan teburi ko ka karanta wannan teburi yi nazarin wannan teburi ko ka karanta wannan teburi yi nazarin wannan teburi ko ka karanta wannan teburi sau 100 za ka sau 100 za ka sau 100 za ka saba da karatu a gida sosai.  Don haka idan ka saba da karatu a gida sosai.  Don haka idan ka saba da karatu a gida sosai.  Don haka idan ka ga gida, za ka iya karanta shi ga gida, za ka iya karanta shi ga gida, za ka iya karanta shi da kuma furta shi da kyau.  Uh wannan ya da kuma furta shi da kyau.  Uh wannan ya da kuma furta shi da kyau.  Uh wannan ya ƙunshi dukkan haruffa.  Idan ka ƙunshi dukkan haruffa.  Idan ka ƙunshi dukkan haruffa.  Idan ka sauka nan zai zama chada sauka nan zai zama chada sauka nan zai zama chada amma a wannan yanayin mun ƙara amma a wannan yanayin mun ƙara amma a wannan yanayin mun ƙara ba a kan tebur.  Don haka muna rufe dukkan ba a kan tebur.  Don haka muna rufe dukkan ba a kan tebur.  Don haka muna rufe dukkan sautin.  Mun kuma rufe dukkan haruffan um uh guda sautin.  Mun kuma rufe dukkan haruffan um uh guda sautin.  Mun kuma rufe dukkan haruffan um uh guda biyu uh uh furtawa guda biyu uh uh furtawa guda biyu uh uh furtawa guda uh lacca.  To bari in ci gaba da uh lacca.  To bari in ci gaba da uh lacca.  To bari in ci gaba da furta duk wannan kuma wannan ya ƙunshi furta duk wannan kuma wannan ya ƙunshi furta duk wannan kuma wannan ya ƙunshi kusan kashi 75 zuwa 80% na gidan kusan kashi 75 zuwa 80% na gidan kusan kashi 75 zuwa 80% na gidan furtawa.  Sauran furtawa.  Sauran furtawa.  Sauran lafazin da wannan bai yi lafazin da wannan bai yi lafazin da wannan bai yi magana a kai ba shine idan kana da uh bari mu ce magana a kai ba shine idan kana da uh bari mu ce magana a kai ba shine idan kana da uh bari mu ce haruffa uku ko haruffa uku.  Um ka san haruffa uku ko haruffa uku.  Um ka san haruffa uku ko haruffa uku.  Um ka san wannan sautin ba mu rufe shi ba.  Amma wannan sautin ba mu rufe shi ba.  Amma wannan sautin ba mu rufe shi ba.  Amma idan ka yi nazarin wannan za ka idan ka yi nazarin wannan za ka idan ka yi nazarin wannan za ka iya ƙirƙirar wani salon iya ƙirƙirar wani salon iya ƙirƙirar wani salon furuci kuma ka furuci kuma ka furuci kuma ka rubuta shi.  Shi ke nan rubuta shi.  Shi ke nan rubuta shi.  Shi ke nan .  Don haka bari mu fara.  Um, wannan shine .  Don haka bari mu fara.  Um, wannan shine .  Don haka bari mu fara.  Um, wannan shine e.  Wannan shine O. Wannan shine U. Wannan shine e.  Wannan shine O. Wannan shine U. Wannan shine e.  Wannan shine O. Wannan shine U. Wannan shine A. Don haka wannan shine A A. Don haka wannan shine A A. Don haka wannan shine A E E E O U E. Wannan shine P B. Wannan shine P B. Wannan shine cha chu Wannan shine cha chu Wannan shine cha chu ch.  Wannan shine d. ch.  Wannan shine d. ch.  Wannan shine d. [Kiɗa] [Kiɗa] [Kiɗa] Wannan t d ne. Wannan f Wannan f Wannan f p ne p ne p ne don fu p.  Wannan g ne. Wannan shine h shi. Wannan shine j g. Wannan shine k e Wannan shine k e Wannan shine k e k e.  Wannan shine la li l. k e.  Wannan shine la li l. k e.  Wannan shine la li l. [Kiɗa] [Kiɗa] [Kiɗa] Wannan ita ce mi Wannan ita ce mi Wannan ita ce mi mo m. mo m. mo m. Wannan ni ne.   A'a n. Wannan shine ra Wannan shine ra Wannan shine ra ru ru ru re.  Wannan shine s coo re.  Wannan shine s coo re.  Wannan shine s coo s. s. s. Wannan t Wannan t Wannan t zuwa zuwa zuwa t.  Wannan shine w da t.  Wannan shine w da t.  Wannan shine w da muke yi. muke yi. muke yi. Wannan shine y Wannan shine y Wannan shine y w.   Yi haƙuri w.   Yi haƙuri w.   Yi haƙuri .  Y .  Y .  Y ku. ku. ku. Wannan eo Wannan eo Wannan eo u a u a'a Ban san yadda ake furta u a u a'a Ban san yadda ake furta u a u a'a Ban san yadda ake furta wannan ba amma a zahiri wannan eh haka ne wannan wannan ba amma a zahiri wannan eh haka ne wannan wannan ba amma a zahiri wannan eh haka ne wannan kawai wannan uh yana nufin ' kawai wannan uh yana nufin ' kawai wannan uh yana nufin ' yar um amma duk sauran waɗanda yar um amma duk sauran waɗanda yar um amma duk sauran waɗanda galibi ba ku amfani da su sosai ba, to galibi ba ku amfani da su sosai ba, to galibi ba ku amfani da su sosai ba, to bari mu ci gaba mu ci gaba bari mu ci gaba mu ci gaba bari mu ci gaba mu ci gaba wannan shine gidan zoo wannan shine gidan zoo wannan shine gidan zoo z wannan Wannan shine qu. Wannan shine K key.  Wannan ita ce sautin da ya fi kusa da key.  Wannan ita ce sautin da ya fi kusa da key.  Wannan ita ce sautin da ya fi kusa da Q a Turanci.  Um, wannan shi ne shi Q a Turanci.  Um, wannan shi ne shi Q a Turanci.  Um, wannan shi ne shi . . . Wannan shine ti Wannan shine ti Wannan shine ti s. s. s. Kuma wannan a zahiri idan kun karanta Kuma wannan a zahiri idan kun karanta Kuma wannan a zahiri idan kun karanta gida don haka za ku iya samun duk gida don haka za ku iya samun duk gida don haka za ku iya samun duk abubuwan da aka rubuta a cikin wannan abubuwan da aka rubuta a cikin wannan abubuwan da aka rubuta a cikin wannan tebur.  Idan za ka rubuta shi, za ka ga tebur.  Idan za ka rubuta shi, za ka ga tebur.  Idan za ka rubuta shi, za ka ga dukkan abubuwan da ke ciki.  A takaice dai, lokacin da dukkan abubuwan da ke ciki.  A takaice dai, lokacin da dukkan abubuwan da ke ciki.  A takaice dai, lokacin da nake makarantar firamare, wato nake makarantar firamare, wato nake makarantar firamare, wato makarantar yara, ɗaya daga cikin darussanmu shi ne mu makarantar yara, ɗaya daga cikin darussanmu shi ne mu makarantar yara, ɗaya daga cikin darussanmu shi ne mu zauna a aji na zauna a aji na zauna a aji na tsawon mintuna 30 mu karanta wannan kuma zai zama tsawon mintuna 30 mu karanta wannan kuma zai zama tsawon mintuna 30 mu karanta wannan kuma zai zama kamar waƙa. Ka sani, kawai makale a cikin Ka sani, kawai makale a cikin Ka sani, kawai makale a cikin kanka.  Kuma idan ana maganar rubuta shi, kanka.  Kuma idan ana maganar rubuta shi, kanka.  Kuma idan ana maganar rubuta shi, idan ka ga wani abu ko kuma idan ka ji idan ka ga wani abu ko kuma idan ka ji idan ka ga wani abu ko kuma idan ka ji sautin, za ka iya ƙirƙira shi sautin, za ka iya ƙirƙira shi sautin, za ka iya ƙirƙira shi ka rubuta shi.  Um, na gode da kallon ka rubuta shi.  Um, na gode da kallon ka rubuta shi.  Um, na gode da kallon bidiyonmu.  Ku yi subscribe sannan ku kasance tare da mu bidiyonmu.  Ku yi subscribe sannan ku kasance tare da mu bidiyonmu.  Ku yi subscribe sannan ku kasance tare da mu don samun sabbin bidiyoyin mu nan gaba.", "sentences": ["Sannu, barka da zuwa houselessons.com Sannu, barka da zuwa houselessons.com Sannu, barka da zuwa houselessons.com inda za ku koyi HA kyauta.", "A yau inda za ku koyi HA kyauta.", "A yau inda za ku koyi HA kyauta.", "A yau za mu yi bayani ne game da rubuce-rubuce da kuma za mu yi bayani ne game da rubuce-rubuce da kuma za mu yi bayani ne game da rubuce-rubuce da kuma rubuce-rubuce a gida.", "Za mu fara rubuce-rubuce a gida.", "Za mu fara rubuce-rubuce a gida.", "Za mu fara da teburin furta kalmomi.", "To da teburin furta kalmomi.", "To da teburin furta kalmomi.", "To idan ka zo gidan yanar gizon mu kawai ka je idan ka zo gidan yanar gizon mu kawai ka je idan ka zo gidan yanar gizon mu kawai ka je karatu ko rubutu uh a gida.", "Uh karatu ko rubutu uh a gida.", "Uh karatu ko rubutu uh a gida.", "Uh ɗaya daga cikin rubutunmu shine uh house ɗaya daga cikin rubutunmu shine uh house ɗaya daga cikin rubutunmu shine uh house pronunciation table pronunciation table pronunciation table kuma ka zo teburin.", "Um, ka yi zuƙowa ka tabbatar za mu iya.", "Abin da ke da kyau game da houseer shi ne duk yadda ake kyau game da houseer shi ne duk yadda ake kyau game da houseer shi ne duk yadda ake furta kalmar a zahiri za a iya amfani da ita wajen rubuta um, furta kalmar a zahiri za a iya amfani da ita wajen rubuta um, furta kalmar a zahiri za a iya amfani da ita wajen rubuta um, wanda shi ne ɗaya daga cikin harsunan da ba a saba amfani da su ba wanda shi ne ɗaya daga cikin harsunan da ba a saba amfani da su ba wanda shi ne ɗaya daga cikin harsunan da ba a saba amfani da su ba .", "Don haka kusan kowace irin .", "Don haka kusan kowace irin .", "Don haka kusan kowace irin furuci da za ku iya yi a cikin teburi, uh furuci da za ku iya yi a cikin teburi, uh furuci da za ku iya yi a cikin teburi, uh a cikin wannan teburin, kuma um kusan dukkan a cikin wannan teburin, kuma um kusan dukkan a cikin wannan teburin, kuma um kusan dukkan sautuka da hayaniya za a rufe su.", "sautuka da hayaniya za a rufe su.", "sautuka da hayaniya za a rufe su.", "To kamar yadda kuke gani uh zan yi bayani ne kawai game da To kamar yadda kuke gani uh zan yi bayani ne kawai game da To kamar yadda kuke gani uh zan yi bayani ne kawai game da furta kowanne furta kowanne furta kowanne ɓangare na uh uh a nan.", "To bari mu fara ɓangare na uh uh a nan.", "To bari mu fara ɓangare na uh uh a nan.", "To bari mu fara .", "To idan ka .", "To idan ka .", "To idan ka yi nazarin wannan teburi ko ka karanta wannan teburi yi nazarin wannan teburi ko ka karanta wannan teburi yi nazarin wannan teburi ko ka karanta wannan teburi sau 100 za ka sau 100 za ka sau 100 za ka saba da karatu a gida sosai.", "Don haka idan ka saba da karatu a gida sosai.", "Don haka idan ka saba da karatu a gida sosai.", "Don haka idan ka ga gida, za ka iya karanta shi ga gida, za ka iya karanta shi ga gida, za ka iya karanta shi da kuma furta shi da kyau.", "Uh wannan ya da kuma furta shi da kyau.", "Uh wannan ya da kuma furta shi da kyau.", "Uh wannan ya ƙunshi dukkan haruffa.", "Idan ka ƙunshi dukkan haruffa.", "Idan ka ƙunshi dukkan haruffa.", "Idan ka sauka nan zai zama chada sauka nan zai zama chada sauka nan zai zama chada amma a wannan yanayin mun ƙara amma a wannan yanayin mun ƙara amma a wannan yanayin mun ƙara ba a kan tebur.", "Don haka muna rufe dukkan ba a kan tebur.", "Don haka muna rufe dukkan ba a kan tebur.", "Don haka muna rufe dukkan sautin.", "Mun kuma rufe dukkan haruffan um uh guda sautin.", "Mun kuma rufe dukkan haruffan um uh guda sautin.", "Mun kuma rufe dukkan haruffan um uh guda biyu uh uh furtawa guda biyu uh uh furtawa guda biyu uh uh furtawa guda uh lacca.", "To bari in ci gaba da uh lacca.", "To bari in ci gaba da uh lacca.", "To bari in ci gaba da furta duk wannan kuma wannan ya ƙunshi furta duk wannan kuma wannan ya ƙunshi furta duk wannan kuma wannan ya ƙunshi kusan kashi 75 zuwa 80% na gidan kusan kashi 75 zuwa 80% na gidan kusan kashi 75 zuwa 80% na gidan furtawa.", "Sauran furtawa.", "Sauran furtawa.", "Sauran lafazin da wannan bai yi lafazin da wannan bai yi lafazin da wannan bai yi magana a kai ba shine idan kana da uh bari mu ce magana a kai ba shine idan kana da uh bari mu ce magana a kai ba shine idan kana da uh bari mu ce haruffa uku ko haruffa uku.", "Um ka san haruffa uku ko haruffa uku.", "Um ka san haruffa uku ko haruffa uku.", "Um ka san wannan sautin ba mu rufe shi ba.", "Amma wannan sautin ba mu rufe shi ba.", "Amma wannan sautin ba mu rufe shi ba.", "Amma idan ka yi nazarin wannan za ka idan ka yi nazarin wannan za ka idan ka yi nazarin wannan za ka iya ƙirƙirar wani salon iya ƙirƙirar wani salon iya ƙirƙirar wani salon furuci kuma ka furuci kuma ka furuci kuma ka rubuta shi.", "Shi ke nan rubuta shi.", "Shi ke nan rubuta shi.", "Shi ke nan .", "Don haka bari mu fara.", "Um, wannan shine .", "Don haka bari mu fara.", "Um, wannan shine .", "Don haka bari mu fara.", "Um, wannan shine e.", "Wannan shine O.", "Wannan shine U.", "Wannan shine e.", "Wannan shine O.", "Wannan shine U.", "Wannan shine e.", "Wannan shine O.", "Wannan shine U.", "Wannan shine A.", "Don haka wannan shine A A.", "Don haka wannan shine A A.", "Don haka wannan shine A E E E O U E.", "Wannan shine P B.", "Wannan shine P B.", "Wannan shine cha chu Wannan shine cha chu Wannan shine cha chu ch.", "Wannan shine d.", "ch.", "Wannan shine d.", "ch.", "Wannan shine d.", "[Kiɗa] [Kiɗa] [Kiɗa] Wannan t d ne.", "Wannan f Wannan f Wannan f p ne p ne p ne don fu p.", "Wannan g ne.", "Wannan shine h shi.", "Wannan shine j g.", "Wannan shine k e Wannan shine k e Wannan shine k e k e.", "Wannan shine la li l.", "k e.", "Wannan shine la li l.", "k e.", "Wannan shine la li l.", "[Kiɗa] [Kiɗa] [Kiɗa] Wannan ita ce mi Wannan ita ce mi Wannan ita ce mi mo m.", "mo m.", "mo m.", "Wannan ni ne.", "A'a n.", "Wannan shine ra Wannan shine ra Wannan shine ra ru ru ru re.", "Wannan shine s coo re.", "Wannan shine s coo re.", "Wannan shine s coo s.", "s.", "s.", "Wannan t Wannan t Wannan t zuwa zuwa zuwa t.", "Wannan shine w da t.", "Wannan shine w da t.", "Wannan shine w da muke yi.", "muke yi.", "muke yi.", "Wannan shine y Wannan shine y Wannan shine y w.", "Yi haƙuri w.", "Yi haƙuri w.", "Yi haƙuri .", "Y .", "Y .", "Y ku.", "ku.", "ku.", "Wannan eo Wannan eo Wannan eo u a u a'a Ban san yadda ake furta u a u a'a Ban san yadda ake furta u a u a'a Ban san yadda ake furta wannan ba amma a zahiri wannan eh haka ne wannan wannan ba amma a zahiri wannan eh haka ne wannan wannan ba amma a zahiri wannan eh haka ne wannan kawai wannan uh yana nufin ' kawai wannan uh yana nufin ' kawai wannan uh yana nufin ' yar um amma duk sauran waɗanda yar um amma duk sauran waɗanda yar um amma duk sauran waɗanda galibi ba ku amfani da su sosai ba, to galibi ba ku amfani da su sosai ba, to galibi ba ku amfani da su sosai ba, to bari mu ci gaba mu ci gaba bari mu ci gaba mu ci gaba bari mu ci gaba mu ci gaba wannan shine gidan zoo wannan shine gidan zoo wannan shine gidan zoo z wannan Wannan shine qu.", "Wannan shine K key.", "Wannan ita ce sautin da ya fi kusa da key.", "Wannan ita ce sautin da ya fi kusa da key.", "Wannan ita ce sautin da ya fi kusa da Q a Turanci.", "Um, wannan shi ne shi Q a Turanci.", "Um, wannan shi ne shi Q a Turanci.", "Um, wannan shi ne shi .", ".", ".", "Wannan shine ti Wannan shine ti Wannan shine ti s.", "s.", "s.", "Kuma wannan a zahiri idan kun karanta Kuma wannan a zahiri idan kun karanta Kuma wannan a zahiri idan kun karanta gida don haka za ku iya samun duk gida don haka za ku iya samun duk gida don haka za ku iya samun duk abubuwan da aka rubuta a cikin wannan abubuwan da aka rubuta a cikin wannan abubuwan da aka rubuta a cikin wannan tebur.", "Idan za ka rubuta shi, za ka ga tebur.", "Idan za ka rubuta shi, za ka ga tebur.", "Idan za ka rubuta shi, za ka ga dukkan abubuwan da ke ciki.", "A takaice dai, lokacin da dukkan abubuwan da ke ciki.", "A takaice dai, lokacin da dukkan abubuwan da ke ciki.", "A takaice dai, lokacin da nake makarantar firamare, wato nake makarantar firamare, wato nake makarantar firamare, wato makarantar yara, ɗaya daga cikin darussanmu shi ne mu makarantar yara, ɗaya daga cikin darussanmu shi ne mu makarantar yara, ɗaya daga cikin darussanmu shi ne mu zauna a aji na zauna a aji na zauna a aji na tsawon mintuna 30 mu karanta wannan kuma zai zama tsawon mintuna 30 mu karanta wannan kuma zai zama tsawon mintuna 30 mu karanta wannan kuma zai zama kamar waƙa.", "Ka sani, kawai makale a cikin Ka sani, kawai makale a cikin Ka sani, kawai makale a cikin kanka.", "Kuma idan ana maganar rubuta shi, kanka.", "Kuma idan ana maganar rubuta shi, kanka.", "Kuma idan ana maganar rubuta shi, idan ka ga wani abu ko kuma idan ka ji idan ka ga wani abu ko kuma idan ka ji idan ka ga wani abu ko kuma idan ka ji sautin, za ka iya ƙirƙira shi sautin, za ka iya ƙirƙira shi sautin, za ka iya ƙirƙira shi ka rubuta shi.", "Um, na gode da kallon ka rubuta shi.", "Um, na gode da kallon ka rubuta shi.", "Um, na gode da kallon bidiyonmu.", "Ku yi subscribe sannan ku kasance tare da mu bidiyonmu.", "Ku yi subscribe sannan ku kasance tare da mu bidiyonmu.", "Ku yi subscribe sannan ku kasance tare da mu don samun sabbin bidiyoyin mu nan gaba."], "transcript": [{"start": 0.8, "end": 4.15, "text": "Sannu, barka da zuwa houselessons.com"}, {"start": 4.15, "end": 4.16, "text": "Sannu, barka da zuwa houselessons.com"}, {"start": 4.16, "end": 6.71, "text": "Sannu, barka da zuwa houselessons.com inda za ku koyi HA kyauta.  A yau"}, {"start": 6.71, "end": 6.72, "text": "inda za ku koyi HA kyauta.  A yau"}, {"start": 6.72, "end": 8.79, "text": "inda za ku koyi HA kyauta.  A yau za mu yi bayani ne game da rubuce-rubuce da kuma"}, {"start": 8.79, "end": 8.8, "text": "za mu yi bayani ne game da rubuce-rubuce da kuma"}, {"start": 8.8, "end": 11.589, "text": "za mu yi bayani ne game da rubuce-rubuce da kuma rubuce-rubuce a gida.  Za mu fara"}, {"start": 11.589, "end": 11.599, "text": "rubuce-rubuce a gida.  Za mu fara"}, {"start": 11.599, "end": 15.99, "text": "rubuce-rubuce a gida.  Za mu fara da teburin furta kalmomi.  To"}, {"start": 15.99, "end": 16.0, "text": "da teburin furta kalmomi.  To"}, {"start": 16.0, "end": 18.39, "text": "da teburin furta kalmomi.  To idan ka zo gidan yanar gizon mu kawai ka je"}, {"start": 18.39, "end": 18.4, "text": "idan ka zo gidan yanar gizon mu kawai ka je"}, {"start": 18.4, "end": 22.47, "text": "idan ka zo gidan yanar gizon mu kawai ka je karatu ko rubutu uh a gida.  Uh"}, {"start": 22.47, "end": 22.48, "text": "karatu ko rubutu uh a gida.  Uh"}, {"start": 22.48, "end": 24.87, "text": "karatu ko rubutu uh a gida.  Uh ɗaya daga cikin rubutunmu shine uh house"}, {"start": 24.87, "end": 24.88, "text": "ɗaya daga cikin rubutunmu shine uh house"}, {"start": 24.88, "end": 27.83, "text": "ɗaya daga cikin rubutunmu shine uh house pronunciation table"}, {"start": 27.83, "end": 27.84, "text": "pronunciation table"}, {"start": 27.84, "end": 33.19, "text": "pronunciation table kuma ka zo teburin.  Um,"}, {"start": 33.2, "end": 38.47, "text": "ka yi zuƙowa ka tabbatar za mu iya.   Abin da ke da"}, {"start": 38.48, "end": 41.59, "text": "kyau game da houseer shi ne duk yadda ake"}, {"start": 41.59, "end": 41.6, "text": "kyau game da houseer shi ne duk yadda ake"}, {"start": 41.6, "end": 45.91, "text": "kyau game da houseer shi ne duk yadda ake furta kalmar a zahiri za a iya amfani da ita wajen rubuta um,"}, {"start": 45.91, "end": 45.92, "text": "furta kalmar a zahiri za a iya amfani da ita wajen rubuta um,"}, {"start": 45.92, "end": 49.27, "text": "furta kalmar a zahiri za a iya amfani da ita wajen rubuta um, wanda shi ne ɗaya daga cikin harsunan da ba a saba amfani da su ba"}, {"start": 49.27, "end": 49.28, "text": "wanda shi ne ɗaya daga cikin harsunan da ba a saba amfani da su ba"}, {"start": 49.28, "end": 52.229, "text": "wanda shi ne ɗaya daga cikin harsunan da ba a saba amfani da su ba .  Don haka kusan kowace irin"}, {"start": 52.229, "end": 52.239, "text": ".  Don haka kusan kowace irin"}, {"start": 52.239, "end": 56.229, "text": ".  Don haka kusan kowace irin furuci da za ku iya yi a cikin teburi, uh"}, {"start": 56.229, "end": 56.239, "text": "furuci da za ku iya yi a cikin teburi, uh"}, {"start": 56.239, "end": 59.27, "text": "furuci da za ku iya yi a cikin teburi, uh a cikin wannan teburin, kuma um kusan dukkan"}, {"start": 59.27, "end": 59.28, "text": "a cikin wannan teburin, kuma um kusan dukkan"}, {"start": 59.28, "end": 61.67, "text": "a cikin wannan teburin, kuma um kusan dukkan sautuka da hayaniya za a rufe su."}, {"start": 61.67, "end": 61.68, "text": "sautuka da hayaniya za a rufe su."}, {"start": 61.68, "end": 65.509, "text": "sautuka da hayaniya za a rufe su. To kamar yadda kuke gani uh zan yi bayani ne kawai game da"}, {"start": 65.509, "end": 65.519, "text": "To kamar yadda kuke gani uh zan yi bayani ne kawai game da"}, {"start": 65.519, "end": 69.59, "text": "To kamar yadda kuke gani uh zan yi bayani ne kawai game da furta kowanne"}, {"start": 69.59, "end": 69.6, "text": "furta kowanne"}, {"start": 69.6, "end": 73.429, "text": "furta kowanne ɓangare na uh uh a nan.  To bari mu fara"}, {"start": 73.429, "end": 73.439, "text": "ɓangare na uh uh a nan.  To bari mu fara"}, {"start": 73.439, "end": 78.55, "text": "ɓangare na uh uh a nan.  To bari mu fara .  To idan ka"}, {"start": 78.55, "end": 78.56, "text": ".  To idan ka"}, {"start": 78.56, "end": 81.35, "text": ".  To idan ka yi nazarin wannan teburi ko ka karanta wannan teburi"}, {"start": 81.35, "end": 81.36, "text": "yi nazarin wannan teburi ko ka karanta wannan teburi"}, {"start": 81.36, "end": 83.749, "text": "yi nazarin wannan teburi ko ka karanta wannan teburi sau 100 za ka"}, {"start": 83.749, "end": 83.759, "text": "sau 100 za ka"}, {"start": 83.759, "end": 86.31, "text": "sau 100 za ka saba da karatu a gida sosai.  Don haka idan ka"}, {"start": 86.31, "end": 86.32, "text": "saba da karatu a gida sosai.  Don haka idan ka"}, {"start": 86.32, "end": 88.469, "text": "saba da karatu a gida sosai.  Don haka idan ka ga gida, za ka iya karanta shi"}, {"start": 88.469, "end": 88.479, "text": "ga gida, za ka iya karanta shi"}, {"start": 88.479, "end": 92.149, "text": "ga gida, za ka iya karanta shi da kuma furta shi da kyau.  Uh wannan ya"}, {"start": 92.149, "end": 92.15899999999999, "text": "da kuma furta shi da kyau.  Uh wannan ya"}, {"start": 92.15899999999999, "end": 94.55, "text": "da kuma furta shi da kyau.  Uh wannan ya ƙunshi dukkan haruffa.  Idan ka"}, {"start": 94.55, "end": 94.56, "text": "ƙunshi dukkan haruffa.  Idan ka"}, {"start": 94.56, "end": 98.069, "text": "ƙunshi dukkan haruffa.  Idan ka sauka nan zai zama chada"}, {"start": 98.069, "end": 98.07900000000001, "text": "sauka nan zai zama chada"}, {"start": 98.07900000000001, "end": 100.789, "text": "sauka nan zai zama chada amma a wannan yanayin mun ƙara"}, {"start": 100.789, "end": 100.799, "text": "amma a wannan yanayin mun ƙara"}, {"start": 100.799, "end": 103.10900000000001, "text": "amma a wannan yanayin mun ƙara ba a kan tebur.  Don haka muna rufe dukkan"}, {"start": 103.10900000000001, "end": 103.119, "text": "ba a kan tebur.  Don haka muna rufe dukkan"}, {"start": 103.119, "end": 107.99000000000001, "text": "ba a kan tebur.  Don haka muna rufe dukkan sautin.  Mun kuma rufe dukkan haruffan um uh guda"}, {"start": 107.99000000000001, "end": 108.0, "text": "sautin.  Mun kuma rufe dukkan haruffan um uh guda"}, {"start": 108.0, "end": 112.149, "text": "sautin.  Mun kuma rufe dukkan haruffan um uh guda biyu uh uh furtawa guda"}, {"start": 112.149, "end": 112.15899999999999, "text": "biyu uh uh furtawa guda"}, {"start": 112.15899999999999, "end": 113.67, "text": "biyu uh uh furtawa guda"}, {"start": 113.68, "end": 115.749, "text": "uh lacca.  To bari in ci gaba da"}, {"start": 115.749, "end": 115.759, "text": "uh lacca.  To bari in ci gaba da"}, {"start": 115.759, "end": 118.95, "text": "uh lacca.  To bari in ci gaba da furta duk wannan kuma wannan ya ƙunshi"}, {"start": 118.95, "end": 118.96000000000001, "text": "furta duk wannan kuma wannan ya ƙunshi"}, {"start": 118.96000000000001, "end": 123.109, "text": "furta duk wannan kuma wannan ya ƙunshi kusan kashi 75 zuwa 80% na gidan"}, {"start": 123.109, "end": 123.119, "text": "kusan kashi 75 zuwa 80% na gidan"}, {"start": 123.119, "end": 124.87, "text": "kusan kashi 75 zuwa 80% na gidan furtawa.  Sauran"}, {"start": 124.87, "end": 124.88, "text": "furtawa.  Sauran"}, {"start": 124.88, "end": 126.789, "text": "furtawa.  Sauran lafazin da wannan bai yi"}, {"start": 126.789, "end": 126.799, "text": "lafazin da wannan bai yi"}, {"start": 126.799, "end": 130.07, "text": "lafazin da wannan bai yi magana a kai ba shine idan kana da uh bari mu ce"}, {"start": 130.07, "end": 130.08, "text": "magana a kai ba shine idan kana da uh bari mu ce"}, {"start": 130.08, "end": 133.11, "text": "magana a kai ba shine idan kana da uh bari mu ce haruffa uku ko haruffa uku.  Um ka san"}, {"start": 133.11, "end": 133.12, "text": "haruffa uku ko haruffa uku.  Um ka san"}, {"start": 133.12, "end": 134.949, "text": "haruffa uku ko haruffa uku.  Um ka san wannan sautin ba mu rufe shi ba.  Amma"}, {"start": 134.949, "end": 134.959, "text": "wannan sautin ba mu rufe shi ba.  Amma"}, {"start": 134.959, "end": 137.11, "text": "wannan sautin ba mu rufe shi ba.  Amma idan ka yi nazarin wannan za ka"}, {"start": 137.11, "end": 137.12, "text": "idan ka yi nazarin wannan za ka"}, {"start": 137.12, "end": 140.869, "text": "idan ka yi nazarin wannan za ka iya ƙirƙirar wani salon"}, {"start": 140.869, "end": 140.879, "text": "iya ƙirƙirar wani salon"}, {"start": 140.879, "end": 143.589, "text": "iya ƙirƙirar wani salon furuci kuma ka"}, {"start": 143.589, "end": 143.599, "text": "furuci kuma ka"}, {"start": 143.599, "end": 145.589, "text": "furuci kuma ka rubuta shi.  Shi ke nan"}, {"start": 145.589, "end": 145.599, "text": "rubuta shi.  Shi ke nan"}, {"start": 145.599, "end": 148.55, "text": "rubuta shi.  Shi ke nan .  Don haka bari mu fara.  Um, wannan shine"}, {"start": 148.55, "end": 148.56, "text": ".  Don haka bari mu fara.  Um, wannan shine"}, {"start": 148.56, "end": 150.15, "text": ".  Don haka bari mu fara.  Um, wannan shine"}, {"start": 150.16, "end": 156.55, "text": "e.  Wannan shine O. Wannan shine U. Wannan shine"}, {"start": 156.55, "end": 156.56, "text": "e.  Wannan shine O. Wannan shine U. Wannan shine"}, {"start": 156.56, "end": 160.309, "text": "e.  Wannan shine O. Wannan shine U. Wannan shine A. Don haka wannan shine A"}, {"start": 160.309, "end": 160.31900000000002, "text": "A. Don haka wannan shine A"}, {"start": 160.31900000000002, "end": 162.79, "text": "A. Don haka wannan shine A E"}, {"start": 162.79, "end": 162.8, "text": "E"}, {"start": 162.8, "end": 172.47, "text": "E O U E. Wannan shine P B."}, {"start": 172.48, "end": 177.99, "text": "Wannan shine P B."}, {"start": 178.0, "end": 180.229, "text": "Wannan shine cha chu"}, {"start": 180.229, "end": 180.239, "text": "Wannan shine cha chu"}, {"start": 180.239, "end": 183.35, "text": "Wannan shine cha chu"}, {"start": 183.36, "end": 186.79, "text": "ch.  Wannan shine d."}, {"start": 186.79, "end": 186.8, "text": "ch.  Wannan shine d."}, {"start": 186.8, "end": 189.43, "text": "ch.  Wannan shine d. [Kiɗa]"}, {"start": 189.43, "end": 189.44, "text": "[Kiɗa]"}, {"start": 189.44, "end": 194.55, "text": "[Kiɗa] Wannan t d ne."}, {"start": 194.56, "end": 197.43, "text": "Wannan f"}, {"start": 197.43, "end": 197.44, "text": "Wannan f"}, {"start": 197.44, "end": 199.03, "text": "Wannan f p ne"}, {"start": 199.03, "end": 199.04, "text": "p ne"}, {"start": 199.04, "end": 208.79, "text": "p ne don fu p.  Wannan g ne."}, {"start": 208.8, "end": 215.43, "text": "Wannan shine h shi."}, {"start": 215.44, "end": 221.75, "text": "Wannan shine j g."}, {"start": 221.76, "end": 226.149, "text": "Wannan shine k e"}, {"start": 226.149, "end": 226.159, "text": "Wannan shine k e"}, {"start": 226.159, "end": 232.03, "text": "Wannan shine k e k e.  Wannan shine la li l."}, {"start": 232.03, "end": 232.04, "text": "k e.  Wannan shine la li l."}, {"start": 232.04, "end": 234.71, "text": "k e.  Wannan shine la li l. [Kiɗa]"}, {"start": 234.71, "end": 234.72, "text": "[Kiɗa]"}, {"start": 234.72, "end": 237.03, "text": "[Kiɗa] Wannan ita ce mi"}, {"start": 237.03, "end": 237.04, "text": "Wannan ita ce mi"}, {"start": 237.04, "end": 240.789, "text": "Wannan ita ce mi mo m."}, {"start": 240.789, "end": 240.799, "text": "mo m."}, {"start": 240.799, "end": 245.589, "text": "mo m. Wannan ni ne.   A'a n."}, {"start": 248.08, "end": 250.949, "text": "Wannan shine ra"}, {"start": 250.949, "end": 250.959, "text": "Wannan shine ra"}, {"start": 250.959, "end": 253.83, "text": "Wannan shine ra ru"}, {"start": 253.83, "end": 253.84, "text": "ru"}, {"start": 253.84, "end": 259.11, "text": "ru re.  Wannan shine s coo"}, {"start": 259.11, "end": 259.12, "text": "re.  Wannan shine s coo"}, {"start": 259.12, "end": 261.03, "text": "re.  Wannan shine s coo s."}, {"start": 261.03, "end": 261.04, "text": "s."}, {"start": 261.04, "end": 263.749, "text": "s. Wannan t"}, {"start": 263.749, "end": 263.759, "text": "Wannan t"}, {"start": 263.759, "end": 265.67, "text": "Wannan t zuwa"}, {"start": 265.67, "end": 265.68, "text": "zuwa"}, {"start": 265.68, "end": 268.469, "text": "zuwa t.  Wannan shine w da"}, {"start": 268.469, "end": 268.479, "text": "t.  Wannan shine w da"}, {"start": 268.479, "end": 271.35, "text": "t.  Wannan shine w da muke yi."}, {"start": 271.35, "end": 271.36, "text": "muke yi."}, {"start": 271.36, "end": 274.469, "text": "muke yi. Wannan shine y"}, {"start": 274.469, "end": 274.479, "text": "Wannan shine y"}, {"start": 274.479, "end": 276.95, "text": "Wannan shine y w.   Yi haƙuri"}, {"start": 276.95, "end": 276.96, "text": "w.   Yi haƙuri"}, {"start": 276.96, "end": 280.87, "text": "w.   Yi haƙuri .  Y"}, {"start": 280.87, "end": 280.88, "text": ".  Y"}, {"start": 280.88, "end": 282.79, "text": ".  Y ku."}, {"start": 282.79, "end": 282.8, "text": "ku."}, {"start": 282.8, "end": 287.67, "text": "ku. Wannan eo"}, {"start": 287.67, "end": 287.68, "text": "Wannan eo"}, {"start": 287.68, "end": 292.95, "text": "Wannan eo u a u a'a Ban san yadda ake furta"}, {"start": 292.95, "end": 292.96, "text": "u a u a'a Ban san yadda ake furta"}, {"start": 292.96, "end": 295.59000000000003, "text": "u a u a'a Ban san yadda ake furta wannan ba amma a zahiri wannan eh haka ne wannan"}, {"start": 295.59000000000003, "end": 295.6, "text": "wannan ba amma a zahiri wannan eh haka ne wannan"}, {"start": 295.6, "end": 298.87, "text": "wannan ba amma a zahiri wannan eh haka ne wannan kawai wannan uh yana nufin '"}, {"start": 298.87, "end": 298.88, "text": "kawai wannan uh yana nufin '"}, {"start": 298.88, "end": 302.23, "text": "kawai wannan uh yana nufin ' yar um amma duk sauran waɗanda"}, {"start": 302.23, "end": 302.24, "text": "yar um amma duk sauran waɗanda"}, {"start": 302.24, "end": 304.469, "text": "yar um amma duk sauran waɗanda galibi ba ku amfani da su sosai ba, to"}, {"start": 304.469, "end": 304.479, "text": "galibi ba ku amfani da su sosai ba, to"}, {"start": 304.479, "end": 306.31, "text": "galibi ba ku amfani da su sosai ba, to bari mu ci gaba mu ci gaba"}, {"start": 306.31, "end": 306.32, "text": "bari mu ci gaba mu ci gaba"}, {"start": 306.32, "end": 309.189, "text": "bari mu ci gaba mu ci gaba wannan shine gidan zoo"}, {"start": 309.189, "end": 309.199, "text": "wannan shine gidan zoo"}, {"start": 309.199, "end": 317.51, "text": "wannan shine gidan zoo z wannan Wannan shine qu."}, {"start": 317.52, "end": 322.629, "text": "Wannan shine K"}, {"start": 322.639, "end": 324.469, "text": "key.  Wannan ita ce sautin da ya fi kusa da"}, {"start": 324.469, "end": 324.479, "text": "key.  Wannan ita ce sautin da ya fi kusa da"}, {"start": 324.479, "end": 330.55, "text": "key.  Wannan ita ce sautin da ya fi kusa da Q a Turanci.  Um, wannan shi ne shi"}, {"start": 330.55, "end": 330.56, "text": "Q a Turanci.  Um, wannan shi ne shi"}, {"start": 330.56, "end": 332.469, "text": "Q a Turanci.  Um, wannan shi ne shi ."}, {"start": 332.469, "end": 332.479, "text": "."}, {"start": 332.479, "end": 335.029, "text": ". Wannan shine ti"}, {"start": 335.029, "end": 335.039, "text": "Wannan shine ti"}, {"start": 335.039, "end": 337.43, "text": "Wannan shine ti s."}, {"start": 337.43, "end": 337.44, "text": "s."}, {"start": 337.44, "end": 339.67, "text": "s. Kuma wannan a zahiri idan kun karanta"}, {"start": 339.67, "end": 339.68, "text": "Kuma wannan a zahiri idan kun karanta"}, {"start": 339.68, "end": 341.35, "text": "Kuma wannan a zahiri idan kun karanta gida don haka za ku iya samun duk"}, {"start": 341.35, "end": 341.36, "text": "gida don haka za ku iya samun duk"}, {"start": 341.36, "end": 343.43, "text": "gida don haka za ku iya samun duk abubuwan da aka rubuta a cikin wannan"}, {"start": 343.43, "end": 343.44, "text": "abubuwan da aka rubuta a cikin wannan"}, {"start": 343.44, "end": 345.51, "text": "abubuwan da aka rubuta a cikin wannan tebur.  Idan za ka rubuta shi, za ka ga"}, {"start": 345.51, "end": 345.52, "text": "tebur.  Idan za ka rubuta shi, za ka ga"}, {"start": 345.52, "end": 347.99, "text": "tebur.  Idan za ka rubuta shi, za ka ga dukkan abubuwan da ke ciki.  A takaice dai, lokacin da"}, {"start": 347.99, "end": 348.0, "text": "dukkan abubuwan da ke ciki.  A takaice dai, lokacin da"}, {"start": 348.0, "end": 349.83, "text": "dukkan abubuwan da ke ciki.  A takaice dai, lokacin da nake makarantar firamare, wato"}, {"start": 349.83, "end": 349.84000000000003, "text": "nake makarantar firamare, wato"}, {"start": 349.84000000000003, "end": 352.71, "text": "nake makarantar firamare, wato makarantar yara, ɗaya daga cikin darussanmu shi ne mu"}, {"start": 352.71, "end": 352.72, "text": "makarantar yara, ɗaya daga cikin darussanmu shi ne mu"}, {"start": 352.72, "end": 354.31, "text": "makarantar yara, ɗaya daga cikin darussanmu shi ne mu zauna a aji na"}, {"start": 354.31, "end": 354.32, "text": "zauna a aji na"}, {"start": 354.32, "end": 356.23, "text": "zauna a aji na tsawon mintuna 30 mu karanta wannan kuma zai zama"}, {"start": 356.23, "end": 356.24, "text": "tsawon mintuna 30 mu karanta wannan kuma zai zama"}, {"start": 356.24, "end": 369.59, "text": "tsawon mintuna 30 mu karanta wannan kuma zai zama kamar waƙa."}, {"start": 369.6, "end": 371.35, "text": "Ka sani, kawai makale a cikin"}, {"start": 371.35, "end": 371.36, "text": "Ka sani, kawai makale a cikin"}, {"start": 371.36, "end": 374.469, "text": "Ka sani, kawai makale a cikin kanka.  Kuma idan ana maganar rubuta shi,"}, {"start": 374.469, "end": 374.479, "text": "kanka.  Kuma idan ana maganar rubuta shi,"}, {"start": 374.479, "end": 376.23, "text": "kanka.  Kuma idan ana maganar rubuta shi, idan ka ga wani abu ko kuma idan ka ji"}, {"start": 376.23, "end": 376.24, "text": "idan ka ga wani abu ko kuma idan ka ji"}, {"start": 376.24, "end": 378.71, "text": "idan ka ga wani abu ko kuma idan ka ji sautin, za ka iya ƙirƙira shi"}, {"start": 378.71, "end": 378.72, "text": "sautin, za ka iya ƙirƙira shi"}, {"start": 378.72, "end": 382.629, "text": "sautin, za ka iya ƙirƙira shi ka rubuta shi.  Um, na gode da kallon"}, {"start": 382.629, "end": 382.639, "text": "ka rubuta shi.  Um, na gode da kallon"}, {"start": 382.639, "end": 387.189, "text": "ka rubuta shi.  Um, na gode da kallon bidiyonmu.  Ku yi subscribe sannan ku kasance tare da mu"}, {"start": 387.189, "end": 387.199, "text": "bidiyonmu.  Ku yi subscribe sannan ku kasance tare da mu"}, {"start": 387.199, "end": 392.12, "text": "bidiyonmu.  Ku yi subscribe sannan ku kasance tare da mu don samun sabbin bidiyoyin mu nan gaba."}], "createdAt": "2025-12-15T14:27:34.000Z", "imageUrl": "https://i.ytimg.com/vi/ywkxji7wBjE/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=ywkxji7wBjE", "difficulty": "beginner", "genre": "education", "isFavorite": false, "progress": 0}]