[{"id": "yt_audio_somEzKcCDVE", "userId": "system_audiobook", "title": "Your Name Audiobook (JLPT N4/N5) | Learn Easy Japanese with Stories", "language": "ja", "content": "こんにちは！あつこです。 今日は映画の「君の名は。」を、日本語能力検定試験 N四・N五 レベルのかんたんな日本語で読んでいきます。 このビデオの文章は、映画のせりふをそのまま書いたものではありません。 私がわかりやすい日本語で映画のあらすじを説明したものです。 CC字幕をオンにして、お好みの言語を選択してね！ それでは、はじめましょう！ 物語文（あらすじ） 「瀧くん…瀧くん…おぼえて　いないの？」 「私の名前は……三葉！」 朝、不思議なゆめを見て起きた瀧は 知らない部屋にいました 「ん？……」自分の体を見ると、 なぜか胸があります！ 「んん？」びっくりして胸をさわっていると 「お姉ちゃん、何してるの？」 知らない女の子が来て言いました 瀧はびっくりして返事をします 「すごい本物みたいだと思って…」 「え？　おねえちゃん？」 「もう、しっかりして！ご・は・ん！」 「早く来てよ！」 女の子はそう言って、 部屋を出ていきます 起きた瀧は、かがみを見てびっくり！ 「ええええ、オレ、女の子になってる!!」 このとき、いなかの町、糸守に住む、宮水三葉の体の中に入っていたのは、 東京に住む男子高校生、立花瀧でした この日から二人の入れかわりが始まったのです！ 「おはよう」 次の日、三葉はが朝ご飯を食べていると 祖母の一葉が三葉を見て言います 「今日は、ふつうだね...」 いもうとの四葉も言いました 「おねえちゃん、昨日は変だったよ！」 三葉には、何のことだかわかりません 変なの…そう思いながらテレビをつけたら 来月、すい星が見られるというニュースをやっていました 三葉は赤いひもでかみを結び、 学校へ行くじゅんびをします 「いってきまーす！」 遠くには美しい湖が見えます 「おはよう！」 友だちのさやちんとてっしーが来ました そして、二人も、昨日の三葉は変だったと言います でも、三葉には何のことだかわかりません 三人で話しながら歩いていると、 三葉のお父さんがマイクを持って話をしていました 三葉のお父さんは今、町長をしています そして次も、町長になれるようにがんばっているのです ちょうど、その近くを通った三葉にお父さんは、 「三葉！胸をはって歩け！」と大きな声で言います 三葉は「こんなときだけ…」と思って 少しかなしくなります 三葉のお父さんは、祖母の一葉と仲が良くなく、 今は三葉と別の所に住んでいるのです 「んん？」 授業中に黒板を写していた三葉は ノートに「お前は誰だ？」と書いてあるのを見つけます 先生は「たそがれ時」について説明していました 「昔、たそがれは『誰そ彼』と書いたんですよ」 昼でも夜でもない時間で、人じゃない物に会うかもしれない、 ふしぎな時間だと先生は言います そして、この町ではその時間を 「かたわれ時」と言うと教えてくれました 「宮水さん」「ハイ」 先生に名前を呼ばれた三葉は おどろいて返事をします 三葉は自分のノートを見てびっくりしていたので、 先生の話を聞いていませんでした 「今日は自分の名前を覚えているのね」と先生が言うと、 クラスのみんなが笑いました 三葉はみんなが笑う理由がわかりません 昨日のことを全然覚えていないのです 休み時間に、三葉を心配したさやちんが言います 「昨日の三葉は自分の机もわからなかったし…」 「かみも結んでいなかったよ」 「大丈夫？ストレスじゃない？」 「もうすぐ神社でぎ式があるでしょ?」 三葉の家は神社をやっていて、 三葉はみことして神社のぎ式でおどるのです！ ぎ式のことを思い出した三葉は 「もういや！この町きらい！東京に行きたい！」 と大きな声で言いました 家に帰った三葉は おばあちゃんや四葉と一緒にぎ式に使う組ひもを作っていました 「私たちの作る組ひもには、大事な意味があるんだよ」とおばあちゃん そして昔の話をしてくれました 「昔、大きな火事があって、」 神社や大事なことを書いた紙が全部焼けてしまった それで、ぎ式をする本当の理由もわからなくなってしまった それでも昔からの伝統を守ることが宮水神社の大切な仕事なのに、 「あのバカ息子は…神主をやめて町長をやるなんて…」 三葉のお父さんは三葉のお母さんが死んだ後、 神主をやめて町長の仕事をはじめたのです その夜、宮水神社の大切なぎ式が始まりました 三葉と四葉は、白い着物を着て、神さまのためにおどります そして二人はお米をかんで、口から出し、「くちかみざけ」を作ります このお酒は、神さまへのお供え物です 「うわっ！人の前であんなことしてる」 三葉と同じクラスの子がそれを見て笑っています 三葉は、はずかしくなりましたが、 最後までがんばってぎ式を続けました 「くちかみざけを売って、そのお金で東京へ行こうよ！」 ぎ式のあと、元気のない三葉に 四葉がびっくりするようなことを言います 三葉は、階段を下りながら、 大きな声で言いました 「もう、こんな町いややー！ こんな人生いややー！ 来世は、東京のイケメン男子にしてくださーい！！」 今度は、それを聞いた、四葉がびっくりしていました 三葉はアラームを止めようとしてベッドから落ちてしまいました 「いたっ…どこ？……ここ？」 そこは自分のへやではありません かべには男の子の制服がかけてあります 体をさわって、三葉はびっくり！ 「えっ！？　男の子の体！？」 そうです！ 今度は三葉が、東京に住んでいる瀧の体に入っていたのです！ 三葉は顔を洗いながらかがみを見ます 「いたっ」 男の子は顔にけがをしているようでした そのとき、部屋の外から声が聞こえました 「おーい、瀧、起きてるか？」 「今日はお前が朝ご飯を作る日だっただろ？」 男の子のお父さんのようです 三葉は「すみません」とあやまります 父親は続けて言います 「おれは先に仕事に行くからな」 「いってらっしゃい！」 そう言いながら三葉は心の中で変な夢だなと思います そこへ、『お前、まだ家か？走って来い！』 とスマホにメッセージが来ました 「ツカサ？ 誰だろう？」 三葉は制服を着て家を出ます 「わぁ！」 遠くに高いビルがたくさん見えます 人でいっぱいの道を歩きながら 「わあぁ…東京だ！」三葉はうれしくなります 地図を見ながら、三葉が学校に着いた時には、 もう昼休みになっていました 「たーき」 三葉が教室の前で立っていると 後ろから名前を呼ばれます 瀧の名前を呼んだのは、ツカサでした 三葉は瀧の友だちのツカサと高木と一緒に屋上へ行きます 「おまえ、なんか話し方が変だぞ」とツカサ 二人は、瀧がいつもと違うので心配します 「おい、瀧、お前、弁当は？」 「あっ」 二人はお弁当を忘れた三葉に自分たちのお弁当を少しくれました 「ありがとう」 「授業が終わったあとで、カフェに行こうよ？」 「いいね、瀧も行く？」 「えっ カフェ！！」 それを聞いた三葉は大喜び！ 三葉はカフェに行ってみたかったのですが、 糸守にはカフェがなかったのです おしゃれなカフェにきた三葉はとてもうれしそうです しかし、カフェのメニューを見て、三葉はおどろきます 「パンケーキ　高すぎ！」 「でも ゆめだからいいかな」 そう思い、美味しいパンケーキを楽しみます 「いいゆめだな」と三葉が思っていると スマホにメッセージが来ます メッセージを見た三葉はびっくり！ 「わたしバイトに遅れてるみたい」 「ねぇ、わたしがどこで働いているか知ってる？」 「はぁぁ？？」友だち二人はまたびっくり！ 瀧はイタリアンレストランでアルバイトをしていました 初めてレストランで仕事をする三葉は 注文をまちがえたり、 頼まれた料理を違うテーブルに運んだりして、大変です！ 「もう、このゆめいつ終わるの？」 三葉は困って思いました そこへ「ちょっと、おにいさん、」と お客さんに呼ばれます そのお客は「ピザにようじが入ってた！」と言うのです 三葉が困っていると、 奥寺先ぱいが三葉の横に来て、 そのお客さんと話をしてくれました 「あの、奥寺先ぱい、さっきはありがとうございました！」 三葉はお礼を言います でもそのとき、先ぱいのスカートが切られている事が分かりました。 さっきのお客がやったようです 三葉は先ぱいのスカートにかわいいししゅうをして、 切れたスカートを直します 「わぁ！前よりかわいい！ 女子力高いね、瀧くん！」とよろこぶ奥寺先ぱい 帰りの電車の中で三葉は思います 「よくできたゆめだなぁ…」 家に帰った三葉は、瀧のスマホを見ます 「いいなぁ……東京の生活」 「あっ！この人日記を書いてる！」 そこで、三葉は、今日の日記を書きます 『今日は奥寺先ぱいと駅までいっしょに帰りました！』 『全部、わたしの女子力のおかげ！』 三葉は自分のノートに 「お前は誰だ？」と書かいてあったことを思い出します そして手に自分の名前を書きました 「みつは」 次の朝 瀧がおきると手に何か書いてあります 「みつは？　何なんだ、これ……？」 スマホには自分が書いてない日記があってびっくりします 「奥寺先ぱいと帰った？なんだこれ！？」 その日の昼休み 司が言います 「今日もカフェに行こうよ！」 瀧は少し考えてから言いました 「あー、ごめん」 「おれ、これからバイトだから行けない…」 瀧が行ったあと、司が言いました 「今日の瀧はふつうだったな」 瀧がレストランへ行くと、 みんなが瀧のところに来ます 「昨日、奥寺先ぱいと、何があったんだ？」 実は、お店で働いている男たちは、 みんな奥寺先ぱいのことが好きなのです みんなの質問に瀧は、 「それが、よく覚えてないんです…」 と小さな声で返事をします 「奥寺、入りまーす」 そのとき、奥寺先ぱいがお店に入ってきました そして先ぱいは 「今日もよろしくね、たーきくん！」 とウインクしました それを見た、みんなは大さわぎです！ 「おい、瀧ーーー！！」 朝になりました 「んん？」 手には「みつは？」「お前は誰だ？」と書いてあります 三葉の部屋に来た四葉は、笑って言います 「おねえちゃん、今日は自分の胸をさわってないね！」 三葉はびっくりします 「えっ 胸をさわってるって？どういう事？」 「ええええええええ？」 三葉が学校に行くと、 クラスのみんなが三葉を見ています 「あれ、私、見られてる？なんでだろう？」と思っていると、 さやちんが言いました 「昨日はすごかったからね、三葉…」 「えっ」なにもおぼえていない三葉はびっくり 昨日、絵の授業で、三葉のことを悪く言っている生徒がいたのです それを聞いた三葉はおこって机をけったのでした！ さやちんからその話を聞いた三葉は 「えっ私、そんな事したの？」とおどろきます 「いったいどうなっているの？」 三葉は急いで家に帰ってノートを開きます ノートには自分が書いていない事がたくさん書いてありました 一方で、自分のスマホを見る瀧、 スマホには自分が書いていない日記がいくつも書いてあります 二人はやっと気が付きます！ 「わたし、ゆめの中で、あの男の子と…」 「俺は、ゆめの中で、あの女と…」 「入れかわってる！？」 入れかわった時のけいけんは だんだん、思い出せなくなりますが、 入れかわりは、週に二回から三回、 寝たあとに起きていることが分かりました そこで、二人は入れかわったときに、 してはいけないことや入れかわっているとき経験したことを スマホにメモすることに決めます！ でも！それなのに！ あの女は！！あの男は！！ スカートをはいているのに足を上げたりする瀧 高いスイーツをたくさん食べる三葉 「もう！スカート注意！」 「むだづかいするな！」 と二人はケンカをします！ 入れかわった生活は本当に大変です！ でも実はこの入れかわりには 大切な意味があったのです ある日の朝、 瀧が起きたらまた、三葉と入れ変わっていました 瀧は制服を着て下の部屋に行きます 「お姉ちゃん、何で制服を着てるの？」 それを見た四葉が言います 「今日はご神体のところに行く日だよ」 三葉と四葉はおばあちゃんと一緒に、山を登っています でも、山を登るおばあちゃんはとても大変そう 瀧は、おばあちゃんをおんぶして歩きます 坂を登っていると、おばあちゃんが話しはじめました 「結びって知ってる？」 宮水神社の神様のことを古い言葉で『結び』と呼ぶんだ 『結び』それは神さまがいろいろな物をつなぐ力のことだ 糸、人、時間…全部、結びでつながってるんだよ 三人はお茶を飲んで少し休みます お茶を飲んでいる二人を見ておばあちゃんは言いました 「体に入る水やお米も、たましいとつながる結びだよ」 三人は、やっと山の上につきました 山の上はくぼんでいて、 その真ん中に大きな岩と木があります そこにご神体があるのです ご神体へ続く道を歩いていると、 小さな川がありました おばあちゃんは言いました 「ここから川の向こうは、あの世だ」 「この世にもどるには、自分の大切な物を神様にあげなくてはいけない」 「それがこの、口かみ酒だよ」 「口かみ酒はあなたたちの“半分”だからね」 三葉の半分…そう思いながら、 瀧は口かみ酒をご神体へお供えします 帰り道、美しい夕やけと湖が見えました 「かたわれ時だね」と四葉が言います 美しい湖を見る瀧 「そうだ！すい星見えるかな？」と四葉 「えっ！すい星？」 そのとき、おばあちゃんが瀧を見て言いました 「おや……三葉。あなた、今、夢を見てるね？」 「ゆめ？」おどろいて起きた瀧 瀧は自分の部屋にいました そして なぜか 泣いていました 「なんで 俺 泣いているんだ？」 そのとき、スマホ に メッセージ が とどきました 『もうすぐ 着くよー　今日は よろしくね』 奥寺先ぱい から の メッセージ です 「えっ」 瀧 は 急いで スマホ の メモ を 見ます そこには、三つ葉 が 書いた メモ が 残っていました 「明日 は 奥寺先ぱい と 東京 で デート！」 駅の前で10時半に待ち合わせ 「えっ」瀧 は びっくりして 大急ぎ で 支度 を して 走っていきます そのころ、三つ葉 も 起きました 今日 も 二人 の 入れかわり が ある と思っていた 三つ葉 しかし、入れかわり は 起こりませんでした 「私 が デート に 行くはずだったのに…」 「いいなぁ… 今ごろ、二人 は 一緒か…」 かみ を 結んでいた 三つ葉 は、かがみ を 見て おどろきます 「…あれ？わたし、なんで 泣いているの…」 駅 に 着いた 瀧 は 奥寺先ぱい を 探します そこへ「ごめん、瀧くん、待った？」と 奥寺先ぱい が 来ました 「今、来たところ です！」 瀧 は そう 言いながら 可愛い 奥寺先ぱい を 見て 顔 を 赤くします 「よかった。じゃあ、行こうか！」 二人 は 展望台 や 美術館 へ 行きます でも 大好きな 奥寺先ぱい と 初めて の デート なのに、 瀧 は 何の 話 を したら いいのか わかりません 困った 瀧 は トイレ に 行きます スマホ を 見ると、 そこには、三つ葉 が デート の ために 用意した リンク が 沢山 ありました でも 変な リンク ばかり で、あまり 役 に 立ちません 瀧 は「バカ に するな…」と 笑います 美術館 では 写真 の 展覧会 を やっていました そこで、瀧 は 糸守 の 湖 の 写真 を みつけます 「このけしき……どこかで 見た……」 その 写真 の 前 から 動かない 瀧 を みて 奥寺先ぱい が 言います 「今日 の 瀧くん は、べつの 人 みたい」 「先ぱい、お腹 すきませんか？」 瀧は 奥寺先ぱい を 夕食 に さそいます しかし先ぱいは 笑って 言いました 「今日は もう 帰ろう」 「瀧くん は 昔、私 の こと、少し 好きだったでしょう？」 「そして 今 は 別 の 好きな 子 が いるでしょ？」 瀧は、「そんな 人 いません！ 全然 ちがいます」と言います 奥寺先ぱい は やさしく 笑って 言いました 「本当かな、まぁいいや　ありがとう」 「また バイト でね！」 デート は、上手くいきませんでした 瀧 が スマホ の メモ を みると、 昨日、三つ葉 が 書いた 日記 の 言葉 が 残っています 「デートが終わるころ」 「ちょうど 空 に すい星 が 見えるね！」 「明日 が たのしみ！」 「どっち に なっても がんばろうね！」 瀧 は、それ を 見て 思います 「すい星？ 何の こと を 言っているんだろう？」 瀧は、三つ葉 に 電話 を かけます 三つ葉の スマホ が なります 電話 は 友だち の てっしー から でした 三つ葉 が 今日、学校 を 休んだので、 テッシー は 三つ葉 を 心配しているのです 「今日は…ちょっと 学校 を サボったの」 三つ葉 は 少し 元気 の ない 声 で 言います 「夜 の お祭り、来られるか？」 と てっしー が 聞きました 「そうだ、今日は すい星 が 一番 きれいに見える 日 だ！」 三つ葉 は 思い出します 「わかった、行くよ！後でね」 待ち合わせ の 場所 で、てっしー と さやちん が 話 を しています そこへ 三つ葉 が きます 「お待たせ！」 二人 は、三つ葉 を 見て、声 を そろえて言いました 「えっ！？かっかっ かみ が！」 三つ葉は かみ を みじかく 切っていました さやちん が おどろいて 聞きます 「ちょっと……どうしたの？三つ葉！」 「やっぱり、へんかな？」 三つ葉 は 少し はずかしそうに 言いました 三人 は おまつり に 向かいます 三つ葉 の 後ろ を 歩く てっしー と さやちん 「やっぱり、男 関係 かな？失恋 とか？」 てっしー が 言いました 「えー、三つ葉 は 違うって 言ってたよ」 と、さやちん 二人 は とつぜん かみ を 切った 三つ葉 を心配しています そのとき、三つ葉 が 空 を 見て 言います 「見えるよ！すい星！」 てっしー と さやちん も 空を見ます 「すごい！」「わぁ！」 夜 の 空 に 大きく 光る、青く 美しいすい星 が 見えます 「あっ」 美しい すい星 を みていると、すい星 がとつぜん 二つ に 割れました 割れた すい星 は 赤く 光りながら、こちら の 方 へ 落ちてきます （アナウンス）三つ葉 に 電話 を かけていた瀧 しかし 電話 は つながりませんでした 「失敗した デート の 話 は 今度 入れかわった とき に しよう」 と 瀧 は 思います でも、なぜか、その日 から 二人 の 入れかわり は 起こらなくなりました 瀧 は、三つ葉 の こと を わすれること が できませんでした 瀧 は 入れかわった 時 に 見た 町 の 景色 を 描き続けます 何日 も 何日 も ある日、瀧 は 描いた 絵 を いくつか カバン に 入れて 出かけます 電話 も つながらない メール も 返ってこない だから おれ は 三つ葉 に 会いに行く こと にした 三つ葉 に 会ってみたかった 瀧 が 駅 に 着くと、 なぜか つかさ と 奥寺先ぱい も そこ に います 「お前 が 心配 だから 来たんだ」 と 言う つかさ に、瀧 は びっくりします！ 電車 の 中 で 奥寺先ぱい が 言いました 「友人 に 会いに 行くの？」 瀧 は 旅 の 目的 を 説明します 「えっ 友達 の 住んでいる 場所 を 知らない の？」 「知っている のは、その 町 の 景色だけ？」 瀧 は 小さな声 で 答えます「はい……」 瀧 が わかっているのは、 あの 美術館 で 見た 写真 が、ひだ地方 の ものだ ということ でした ひだ に 着いた 三人 は 瀧 の 絵 を 見せながら、町 の 人 に たずねます でも、だれも 三つ葉 の 町 の 名前 も 場所 も 知りません 疲れた 三人 は ラーメン屋 に 入ります 「高山ラーメン を ひとつ と⋯」と 奥寺先ぱい 「高山ラーメン ひとつ！」と つかさ 「じゃあ、高山ラーメン ひとつ で…」と瀧 「はい、ラーメン 三つ ねー！」 その時、ラーメン屋 の 女の人 が 瀧 の 絵 を 見て 言いました 「おや、お兄ちゃん！それ、糸守でしょう？ 上手 に かいたね！」 ラーメン屋 の 店主 も その絵 を 見て 言いました 「ああ、糸守 だ… なつかしいな⋯」 「この 人 は 糸守 に 住んでいたんだよ！」 女 の 人 が 言いました それ を 聞いて 瀧 は 思い出します 「いともり……そうだ！糸守町！」 「この 近く ですよね？」 「えっ……」 なぜか、女の人 は それ を 聞いて びっくりしています 「糸守…て、あの すい星 の？」 つかさ と 奥寺先ぱい も おどろいています 「糸守町 は 三年前 に なくなった…」 店主 が ゆっくり と 言いました 「え……？」 店主 は 三人 を 糸守町 まで 連れて行ってくれました 三つ葉 が 通っていた 高校 の 庭から、 今 の 糸守町 を 見ること が 出来ました たおれた 木、こわれた 電車… そして 湖 の 中 に しずんだ 町 瀧 は 目の前 の 景色 に おどろいて 何 も 言えません 奥寺先ぱい が 小さな 声 で 言います 「…ねぇ、本当に この 場所 なの？」 つかさ が 答えます 「きっと…瀧 が 場所 を まちがえたんですよ！」 瀧 が 大きな 声 で 言います 「間違えていない!! 」 「この 学校 の 庭 も、まわり の 山 も、はっきり 覚えてる!!」 「でも、ここ は 三年前 に すい星 が 落ちて 何百人 も 死んだ 場所 だぞ！」 つかさ が 言いました 瀧 は 立ち止まって 言います 「三年前⋯　死んだ……？」 瀧 は すい星 が 見えた、 あの 日 の 景色 を 思い出します 「そんな… あいつ の 書いた メモ だって ここにあるんだ!!」 瀧 は 急いで スマホ の 日記 を 見ます しかし、三つ葉 の 書いた 日記 が スマホ から どんどん 消えていきます 「えっ！消えてく」 瀧は、おどろいて もう一度 スマホ を 確認します 三つ葉 の 書いた 日記 は 全部 消えてしまいました 三人は 近くの 図書館 へ 行って 糸守 の こと を 調べます 三年前 の あの日、 糸守 に 割れた すい星 の かたわれ が落ちて 多くの 人 が 死んだのでした 「その日 は、ちょうど お祭り の 日 だったみたい…」 奥寺先ぱい が 言いました 瀧 は 死んだ 人 の 名ぼ を 見ます 「あっ」 そこには、てっしー や さやちん の 名前 がありました そして 三つ葉、四葉、一葉 の 名前 も みつけます 「ねぇ、瀧くん が 探しているのは 本当に この子 なの？ 間違い じゃない？」 「この子、三年前 に 死んでいるよ！」 奥寺先ぱい が 瀧 に 聞きます 「でも 2、3週間 前 に… すい星 が 見えるって… あいつ は おれ に 言ったんです！ だから…」 その 時、瀧 は おばあちゃん が 言った こと を 思い出します 「おや…あなた、今、ゆめ を 見てるね？」 その夜 は 旅館 に とまる 事 に なりました 「全部、ゆめ だったのか……？」 入れかわった 時 の こと を だんだん 忘れていく 瀧 「あれ？あいつ の 名前…」 瀧は、三つ葉 の「名前」も 思い出せなくなります そこ へ 奥寺先ぱい が 部屋 に 入ってきました 「今日、おれ、ずっと 変な こと を 言っていて すみません...」 瀧 は あやまります 「大丈夫よ」と言う 奥寺先ぱい 先ぱい は 糸守 の 組ひも の 話 を 読んでいました 「瀧くん の それ、組ひも？」 瀧の 左手 には、赤 と オレンジ色 の 組ひも が ありました 「これ は、昔 もらったんです」 「でも、だれ に もらったんだろう？」 そのとき、おばあちゃん の 話 を 思い出します 「時間 は ひも に 似ているよ」 「時間 も、ひも みたいに ねじれたり、 もどったり、つながったり するんだよ」 時間 が ねじれてる？ 瀧 は、三つ葉 の 体 で 行った 山 の 上 の「ご神体」の こと を 思い出します 「あそこ に 行けば、何か わかるかもしれない」 奥寺先ぱい、つかさ へ 行ってみたい 場所 が あります 先 に 東京 に 帰っていてください すみません、後から 帰ります ありがとう　瀧 メモ を 机 の 上 に おいて 朝 早く、瀧 は 山 へ 向かいました 瀧 は ご神体 への 道 を 思い出しながら 山 を 登っていきます そこ へ 雨 が 降ってきました 雨 は どんどん 強くなっていきます とうとう、瀧 は 山 の 上 に 着きました 三つ葉 と 入れかわっている とき に 見た 景色 が 目の前 に 見えます 「あった! 本当に あった! ゆめ じゃなかった」 そして、ゆめ で 見た 川 も ありました 「この 川 の 向こう は、あの世」 そう 思って 瀧 は 川 を 渡ります 瀧 は ご神体 の ところ へ 行きます 瀧 は、スマホ の ライト を つけて、口かみ酒 を さがします 口かみ酒 が 入っている 入れもの は、何年 も そこ に あったように、よごれていました 「三年前 の 三つ葉 と おれ は、入れかわっていたのか…」 時間 が ずれていたのです！ 「結び…もし、もう一ど 時間 を もどせるなら…」 瀧 は、三つ葉 の「半分」である 口かみ酒 を 飲みます でも、何も おこりません 瀧 が 立とうとした 時、すべってしまいました その時、天井 に 描かれた、すい星 の 絵 に気がつきました 「あっ！すい星！」 絵 の すい星 は、二つ に わかれて、湖 に むかっていました そして、瀧 が その 絵 を 見ていると、不思議 な こと が 起こりました すい星 の 絵 が、動きはじめたのです すい星 は、赤い ひものようになり、瀧 の 手に ある 組ひも と つながりました 瀧 は その ひも に つながった、三つ葉 の 思い出 の 中 へ 入っていきました 「あなた の 名前 は 三つ葉 よ」 三つ葉 が 生まれた とき の お母さん の 声 妹 の 四葉 が 生まれたこと お母さん の 死、おばあちゃん との 生活 そして、瀧 との 入れかわり… 「今ごろ、二人 は　いっしょかぁ…」 三つ葉 の 声 が 聞こえます そして「わたし、ちょっと 東京 に 行ってくる」と 言う 三つ葉 おばあちゃん に かみ を 切ってもらう 三つ葉 浴衣 を 着て お祭り へ 行く 三つ葉 「三つ葉、そこ に いちゃ ダメだ！」 「すい星 が 落ちる前に、町 から にげるんだ！三つ葉！」 瀧 が 目 を さます と、そこ は 三つ葉 の 部屋 でした また、入れかわり が 起こったのです 「三つ葉…生きてる…！」 すい星 が 落ちるのは、今夜 です 「みんな を 助ける！」瀧 は 心 に 決めました 「おはよう、三つ葉」 「あら、あなた は 三つ葉 じゃないね…」 おばあちゃん は、瀧 が 三つ葉 ではない ことに 気がつきました 「私 も 昔 だれか と入れかわった こと が あるよ」 そう 言って、おばあちゃん は、宮水家 の 不思議 な 力 に ついて 話してくれました 瀧 は 考えます 「宮水 の 人 は、すい星 から 町 を 守る ために、 入れかわる 力 を もっていた の かもしれない」 瀧 は おばあちゃん に、今夜、町 に すい星が 落ちて たくさん の 人 が 死ぬ と 言います でも、おばあちゃん は 信じてくれません 瀧 は 学校 へ 行き、てっしー と さやちん に 相談します 不思議 な 話 が 好きな テッシー は すぐに 瀧 の 話 を 信じてくれました 瀧 は テッシー と すい星 から みんな を 守る 計画 を 立てます てっしー が　お父さん の 会社 から 火薬 を 持ってきて、発電所 で 火事 を 起こす さやちん が 学校 の 放送 を 町役場 の 放送に つなげて、 町 の 人 に 高校 へ 逃げるよう に 伝える そして 瀧 は 三つ葉 の お父さん の 町長 に 話 を して、 町長 から 町 の 人 へ 逃げるよう に 言ってもらう さやちん は、その 話 を 聞いて、心配そうな顔 を します まだ、瀧 の 話 を 信じていなかったのです テッシー は さやちん に 説明します 「糸守 の 湖 が どうして できた か 知ってるか？ 1200年 前 に あそこ に すい星 が 落ちて 湖 が できたんだ また 同じ こと が おきる かもしれない」 瀧 は 急いで 町長 の ところ へ 行きます しかし、町長 は 瀧 の 話 を 全然 信じてくれません お前 は 頭 が おかしい と 言って 病院 へ 電話 を かけようとします 「バカ に するな！！」 瀧 は 怒って、町長 の ネクタイ を 持ちながら 大きな 声 で 言いました 「三つ葉…いや、お前 は だれだ？」 町長 は びっくりして 言いました 残念ながら 町長 は 瀧 の 話 を 信じてくれませんでした 「オレ が 三つ葉 なら 町長 は 信じてくれたのか？」 そう 思い ながら 瀧 が 歩いていると、 お祭り へ 行く 約束 を している 子ども がいます 「行っちゃ ダメだ！！　町 から にげて！」 と 言う 瀧 子ども たち は びっくりして 逃げてしまいます そのとき― 「お姉ちゃーん！！何 してるの？」 妹 の 四葉 が 来ました 「お姉ちゃん、昨日 は 急に 東京 に 行くし、」 「お姉ちゃん、変だよ！」 「…え？　東京…？」 そこへ、てっしー と さやちん が やって 来ました 「お父さん との 話 は どうだった？」 と 聞く テッシー 瀧 は 返事 を しないで 何か を 考えています オレ が 三つ葉 の 体 の 中 に いる では 三つ葉 は 今、どこ に いるんだ？ 急 に 山 の 上 を 見る 瀧 「てっしー、自転車 かして！」 「えっ！？　計画 は どうするんだ！？」 「準備 を しておいてくれ！」 そう 言って、瀧 は 自転車 で 山 へ 向かいました そのころ、三つ葉 は ご神体 の 中 で目 を 覚ましました 「…わたし、瀧くんに なってる…」 三つ葉 は 外 へ 出て 目の前 の 景色 におどろきます 糸守町 が ありません 町 が 湖 に しずんでいます 三つ葉 は お祭り の 時 に 見た すい星 のこと を 思い出します 「…あのとき、わたし…死んだの？」 一方、瀧 は 自転車 で 山 を 登っています 山 を 登りながら、瀧 は とうとう 思い出しました 昔、瀧 は 電車 の 中 で、知らない 女の子 に 名前 を 呼ばれた こと が ありました 「瀧くん、瀧くん…おぼえてない？」 「だれ？ お前…」 瀧 は、その 女の子 が だれかわかりませんでした 女の子 は、瀧 の 返事 を 聞いて、悲しい 顔 を します 女の子 が 電車 から 降りるとき、 瀧 は 女の子 の 名前 を 聞きます 「名前 は、三つ葉！」 そして、その子 は、かみ を 結んでいた 組ひも を、瀧 に わたしました 「そうだ...この 組ひも は、三つ葉 に もらったんだ」 「あの時、お前 は オレ に 会いに 来たんだ！」 そのとき、瀧 は まだ 中学生 でした 二人 の 時間 は、ねじれていたのです 自転車 は こわれてしまいました それでも、瀧 は 山 の 上 へ、上 へ と 登っていきます 「三つ葉ぁーー！！」 瀧 は、三つ葉 の 名前 を 大きな 声 で 呼び 続けます 「あっ、瀧くん！」 瀧 の 声 が 三つ葉 に 聞こえました 「瀧くーん！」 「三つ葉！」 声 は 聞こえるのに、おたがい の すがた は 見えません そのとき、日にち が しずみはじめました 「あっ かたわれ時だ」「あっ」 「瀧くん」「三つ葉」 かたわれ時、 人じゃない もの に 会うかもしれない、不思議 な 時間 に、 二人 は、やっと 会えたのです そして、そのとき、二人 は 自分 の 体 に もどっていました 「お前 に 会いに 来たんだ」瀧 は 言いました 「でも、どうやって ここ へ 来たの？」 三つ葉 が 聞くと、瀧 は 言いました 「三つ葉 の くちかみ酒 を 飲んだんだ」 それ を 聞いて、三つ葉 は 顔 を 赤くして おこります！ 「えっ！あれ を 飲んだの？ バカ！ へんたい！」 でも、三つ葉 は 怒りながらも、笑っていました 瀧は、ずっと 持っていた 赤い 組ひも を 三つ葉 に わたします 「今度 は、三つ葉 が これ を もっていて」 「うん」 三つ葉 は その ひも を かみ に つけて 言いました 「似合う？」 「あ…まあ、悪くないな」 かわいい 三つ葉 を 見て、瀧 は はずかしそう に 言いました その とき、空 に すい星 が 見えました 「あっ！来た」 「三つ葉、やらなければ いけない こと がある」 瀧 は 三つ葉 に てっしー達 との 計画 を 説明します 「大丈夫！きっと、まだ 間に合う！」 「目 が さめても 忘れないように 」 「おたがい の 名前 を 手 に 書いておこう！」 瀧 は そう 言って 三つ葉 の 手 に 何か を 書きます 「三つ葉 も、名前 を 書いて！」 「うん！」三つ葉 は 返事 を します しかし、その とき ペン が 落ちて、 三つ葉 の すがた が 消えました かたわれ時 が、終わったのです 瀧は、三つ葉 の 名前 を 忘れないように、何回 も 言います 「三つ葉、三つ葉…」 「君 の 名前 は！」 あれ？思い出せない… 「おれ は　だれ に 会い に 来たんだ…？」 「大事 な 人！忘れたくない 人！」 「でも…思い出せない！！」 一方 で、三つ葉 は、町 に むかって 急いでいました 「忘れない！忘れない！」 「瀧くん、君 の 名前 は 瀧くん！」 三つ葉 は 発電所 へ 行きます そこへ、てっしー が スクーター に 乗って 来ました 「今 まで　どこに　いたんだ！」 「ごめん、自転車 こわしちゃった」 と 答える 三つ葉 「あと で 全部 説明しろよ！」 そう 言って テッシー は 空 を 見ます すい星 は どんどん 糸守 に 近づいてきます 「あれ が、落ちるのか！？」 「落ちる！この 目 で 見た」三つ葉 が 答えます 「じゃあ、やるぞ」 二人は発電所のかぎをこわし、そこへ火薬を置きます 帰り道 三つ葉は、さやちんに電話をかけます 「さやちん、お願い！電気が消えたら、すぐに放送を始めて！」 「できるだけ何回も放送して！」 ばくはつがおこります そして町の電気がどんどん消えていきました 「発電所で火事が起こりました」 「みなさん、糸守高校へにげてください」 一方、三つ葉とてっしーはお祭りの場所に着きました 「みんな、にげろ！　火事だ！」 二人は町の人たちに大きな声で注意します しかし、町の人達は二人を信じてくれません 「だめだ、町役場が動かないと間に合わない！」 「三つ葉、お父さんと話をしてくるんだ！」 「……うん！」 三つ葉はは町役場へ急いで行きます そのころ、町役場は大さわぎになっていました 「この放送は誰がやっているんだ？」と町長 「今調べています」 そして、この放送をしている場所が高校だと分かりました 「高校だと！？」町長はおどろきます 「火事が起こりました。高校へ逃げてください」 さやちんは放送をつづけていました そこへ、町役場の人が入ってきます 「何やっているんだ！」 さやちんはおこられて、放送を止められてしまいました そして、放送は町役場からの放送にかわります 「火事のようすを確認しています」 「みなさん、その場でまって、次の放送をお待ちください」 町の人たちは困って言います 「にげなくていいの？」 「どうなってるんだ…」 それでも、テッシーは一生けんめいに、 町の人たちににげてほしいと言っていました 「お前、何をやっているんだ！」 そこへ、テッシーのお父さんが来て、テッシーを怒ります 「すまない、三つ葉…ここまでだ」 そう言って、空を見たテッシー その時、空で不思議なことが起こりました 美しいすい星が、二つに割れたのです 「あっ、本当にわれてる！」 テッシーはおどろいて、大きな声を出しました 三つ葉の言ったことは、本当だったのです そのころ、三つ葉は町役場への道を一生けんめい走っていました 走りながら三つ葉は考えます 「ねぇ、あなたはだれ？　だれなの？」 三つ葉は大切な人の名前を思い出せないのです 「忘れちゃいけない…忘れたくない…」 「でも、名前が思い出せない…」 走りながら空を見るとすい星が見えました 「あっ…！割れてる…」 三つ葉は転んでしまいます 「いたっ」 体がいたくて、動けません そのとき、三つ葉は少しだけ思い出しました あの時、瀧が「名前を忘れないように」と、 三つ葉の手にペンで何かを書いてくれたことを 手を開くと、そこに書いてあったのは、名前ではありませんでした そこには「すきだ」と書いてありました 「これじゃあ、名前がわからないよ…」 三つ葉は、泣きながらでも、笑って言いました そして、体を起こして言います 「いそがなきゃ！」 三つ葉は、また走りはじめました 町役場には、祖母の一葉と、妹の四葉もいました 二人は今朝から三つ葉の様子が普通ではないこと そして三つ葉は町にすい星が落ちると言っていることを 町長に話しに来たのでした 町長が外を見ると、本当にすい星が二つに割れています 「お父さん」そこへ三つ葉が来ました 三つ葉の服はよごれていて、けがもしています でも、三つ葉の目は、まっすぐに町長を見ています 三つ葉の目を見た町長は、言葉が出ませんでした そして「お前はだれだ」とも聞きませんでした 町長は、この三つ葉が本当の三つ葉だと、わかったのです 「お父さん、お願いがあるの」 そう言う三つ葉の顔は少し三つ葉の母の二葉ににていました 三つ葉と話をした町長は放送室へ行きます 夜の空に見えるすい星はとても美しくゆめの中の景色のようでした でも、すい星の割れたかたわれはまっすぐ糸守へ向かっていきます 瀧は気がつくと山の上にいました 右手を見ると一本の線が書かいてあります なんでここにいるんだ？ 瀧は何も思い出せませんでした 山の上で目がさめたあの日から、5年がすぎました 大学生になった瀧は電車にのって、外を見ていました その時、駅のホームに、かみに赤いひもをつけた女の人が見えました 瀧は、急いで電車をおります でも、その人は見つかりません 「オレはずっと、何かを…だれかをさがしている」と、瀧は思います 瀧は今、卒業後の仕事をさがしていました たくさんの会社の面接を受けていますが、上手くいきません 面接のあと、瀧はカフェで、友だちのつかさと高木と就職の話をしていました つかさも高木も、もう就職する会社が決まっているようです 面接が上手くいかない瀧の話を聞いて高木が言いました 「スーツが似合わないからじゃないか？」 それを聞いて、瀧はちょっと怒ります その時、奥寺先ぱいからメッセージが来ました 瀧は、つかさと高木と別れて、奥寺先ぱいに会いに行きます 「急にどうしたんですか？」瀧が聞くと、 「ちょっと仕事で、こっちに来たの」と先ぱいは言います 二人で歩いていると、大きなテレビで、 「すい星が落ちてから八年」と いうニュースをやっていました あの時、すい星は糸守町に落ちました でも、だれも死にませんでした とても不思議なことだと、みんながおどろきました 「むかし糸守まで行ったね、なつかしい」と奥寺先ぱいが言います 瀧は、あのころなぜか糸守のことばかり調べていたことを思い出しました 「今日はありがとう！瀧くんも、幸せをみつけてね」 そう言った奥寺先ぱいの指には、指輪が光っていました 「おれの幸せ⋯？」 「おれは誰を探しているのだろう？」 ある朝　自分の手を見る三つ葉 なぜか、いつも手を見てしまいます 三つ葉は、いつものようにかみに組ひもを結んで、仕事へ行きます 三つ葉は、電車のまどから外を見ていました すると、反対の電車にのっている男の人と、目が合いました その時、三つ葉の心が、大きくゆれました 男の人も、おどろいた顔でこっちを見ています 「ずっと、だれかをさがしていた！」 二人は、すぐに電車をおりて 一生けんめいに、おたがいをさがします どうして、そんな気持ちになるのか、わかりません ただ、ただ、「会いたい」そう思うのです さがして、さがして、 瀧は、階段の上にいる三つ葉を見つけます ゆっくりと、瀧は階段を登っていきます 三つ葉は、静かにおりてきます すれちがう、その時 瀧が三つ葉に言いました 「…あの！オレ、君を…どこかで…」 三つ葉も瀧を見て、言います 「わたしも…そう思ってました」 そう言う三つ葉は、泣いています そして、二人は、おたがいの目を見ながら、聞きました 「君の名前は…？」 今日のビデオはいかがでしたか？ あなたが楽しく日本語を勉強するお手伝いができていたらうれしいです！ 今日も日本語を勉強してくれて、ありがとうございます！ 今日も明日も、あなたにとって素晴らしい日に なりますように！ チャンネル登録と「いいね！」をしていただけると、とてもはげみになります！ 単語などの解説のついたビデオと 解説なしのお話だけのビデオもあるので、そちらもぜひ見てみてください！ では、またね！", "sentences": ["こんにちは！あつこです。 今日は映画の「君の名は。」を、日本語能力検定試験 N四・N五 レベルのかんたんな日本語で読んでいきます。 このビデオの文章は、映画のせりふをそのまま書いたものではありません。 私がわかりやすい日本語で映画のあらすじを説明したものです。 CC字幕をオンにして、お好みの言語を選択してね！ それでは、はじめましょう！ 物語文（あらすじ） 「瀧くん…瀧くん…おぼえて　いないの？」 「私の名前は……三葉！」 朝、不思議なゆめを見て起きた瀧は 知らない部屋にいました 「ん？……」自分の体を見ると、 なぜか胸があります！ 「んん？」びっくりして胸をさわっていると 「お姉ちゃん、何してるの？」 知らない女の子が来て言いました 瀧はびっくりして返事をします 「すごい本物みたいだと思って…」 「え？　おねえちゃん？」 「もう、しっかりして！ご・は・ん！」 「早く来てよ！」 女の子はそう言って、 部屋を出ていきます 起きた瀧は、かがみを見てびっくり！ 「ええええ、オレ、女の子になってる!!」 このとき、いなかの町、糸守に住む、宮水三葉の体の中に入っていたのは、 東京に住む男子高校生、立花瀧でした この日から二人の入れかわりが始まったのです！ 「おはよう」 次の日、三葉はが朝ご飯を食べていると 祖母の一葉が三葉を見て言います 「今日は、ふつうだね...」 いもうとの四葉も言いました 「おねえちゃん、昨日は変だったよ！」 三葉には、何のことだかわかりません 変なの…そう思いながらテレビをつけたら 来月、すい星が見られるというニュースをやっていました 三葉は赤いひもでかみを結び、 学校へ行くじゅんびをします 「いってきまーす！」 遠くには美しい湖が見えます 「おはよう！」 友だちのさやちんとてっしーが来ました そして、二人も、昨日の三葉は変だったと言います でも、三葉には何のことだかわかりません 三人で話しながら歩いていると、 三葉のお父さんがマイクを持って話をしていました 三葉のお父さんは今、町長をしています そして次も、町長になれるようにがんばっているのです ちょうど、その近くを通った三葉にお父さんは、 「三葉！胸をはって歩け！」と大きな声で言います 三葉は「こんなときだけ…」と思って 少しかなしくなります 三葉のお父さんは、祖母の一葉と仲が良くなく、 今は三葉と別の所に住んでいるのです 「んん？」 授業中に黒板を写していた三葉は ノートに「お前は誰だ？」と書いてあるのを見つけます 先生は「たそがれ時」について説明していました 「昔、たそがれは『誰そ彼』と書いたんですよ」 昼でも夜でもない時間で、人じゃない物に会うかもしれない、 ふしぎな時間だと先生は言います そして、この町ではその時間を 「かたわれ時」と言うと教えてくれました 「宮水さん」「ハイ」 先生に名前を呼ばれた三葉は おどろいて返事をします 三葉は自分のノートを見てびっくりしていたので、 先生の話を聞いていませんでした 「今日は自分の名前を覚えているのね」と先生が言うと、 クラスのみんなが笑いました 三葉はみんなが笑う理由がわかりません 昨日のことを全然覚えていないのです 休み時間に、三葉を心配したさやちんが言います 「昨日の三葉は自分の机もわからなかったし…」 「かみも結んでいなかったよ」 「大丈夫？ストレスじゃない？」 「もうすぐ神社でぎ式があるでしょ?」 三葉の家は神社をやっていて、 三葉はみことして神社のぎ式でおどるのです！ ぎ式のことを思い出した三葉は 「もういや！この町きらい！東京に行きたい！」 と大きな声で言いました 家に帰った三葉は おばあちゃんや四葉と一緒にぎ式に使う組ひもを作っていました 「私たちの作る組ひもには、大事な意味があるんだよ」とおばあちゃん そして昔の話をしてくれました 「昔、大きな火事があって、」 神社や大事なことを書いた紙が全部焼けてしまった それで、ぎ式をする本当の理由もわからなくなってしまった それでも昔からの伝統を守ることが宮水神社の大切な仕事なのに、 「あのバカ息子は…神主をやめて町長をやるなんて…」 三葉のお父さんは三葉のお母さんが死んだ後、 神主をやめて町長の仕事をはじめたのです その夜、宮水神社の大切なぎ式が始まりました 三葉と四葉は、白い着物を着て、神さまのためにおどります そして二人はお米をかんで、口から出し、「くちかみざけ」を作ります このお酒は、神さまへのお供え物です 「うわっ！人の前であんなことしてる」 三葉と同じクラスの子がそれを見て笑っています 三葉は、はずかしくなりましたが、 最後までがんばってぎ式を続けました 「くちかみざけを売って、そのお金で東京へ行こうよ！」 ぎ式のあと、元気のない三葉に 四葉がびっくりするようなことを言います 三葉は、階段を下りながら、 大きな声で言いました 「もう、こんな町いややー！ こんな人生いややー！ 来世は、東京のイケメン男子にしてくださーい！！」 今度は、それを聞いた、四葉がびっくりしていました 三葉はアラームを止めようとしてベッドから落ちてしまいました 「いたっ…どこ？……ここ？」 そこは自分のへやではありません かべには男の子の制服がかけてあります 体をさわって、三葉はびっくり！ 「えっ！？　男の子の体！？」 そうです！ 今度は三葉が、東京に住んでいる瀧の体に入っていたのです！ 三葉は顔を洗いながらかがみを見ます 「いたっ」 男の子は顔にけがをしているようでした そのとき、部屋の外から声が聞こえました 「おーい、瀧、起きてるか？」 「今日はお前が朝ご飯を作る日だっただろ？」 男の子のお父さんのようです 三葉は「すみません」とあやまります 父親は続けて言います 「おれは先に仕事に行くからな」 「いってらっしゃい！」 そう言いながら三葉は心の中で変な夢だなと思います そこへ、『お前、まだ家か？走って来い！』 とスマホにメッセージが来ました 「ツカサ？ 誰だろう？」 三葉は制服を着て家を出ます 「わぁ！」 遠くに高いビルがたくさん見えます 人でいっぱいの道を歩きながら 「わあぁ…東京だ！」三葉はうれしくなります 地図を見ながら、三葉が学校に着いた時には、 もう昼休みになっていました 「たーき」 三葉が教室の前で立っていると 後ろから名前を呼ばれます 瀧の名前を呼んだのは、ツカサでした 三葉は瀧の友だちのツカサと高木と一緒に屋上へ行きます 「おまえ、なんか話し方が変だぞ」とツカサ 二人は、瀧がいつもと違うので心配します 「おい、瀧、お前、弁当は？」 「あっ」 二人はお弁当を忘れた三葉に自分たちのお弁当を少しくれました 「ありがとう」 「授業が終わったあとで、カフェに行こうよ？」 「いいね、瀧も行く？」 「えっ カフェ！！」 それを聞いた三葉は大喜び！ 三葉はカフェに行ってみたかったのですが、 糸守にはカフェがなかったのです おしゃれなカフェにきた三葉はとてもうれしそうです しかし、カフェのメニューを見て、三葉はおどろきます 「パンケーキ　高すぎ！」 「でも ゆめだからいいかな」 そう思い、美味しいパンケーキを楽しみます 「いいゆめだな」と三葉が思っていると スマホにメッセージが来ます メッセージを見た三葉はびっくり！ 「わたしバイトに遅れてるみたい」 「ねぇ、わたしがどこで働いているか知ってる？」 「はぁぁ？？」友だち二人はまたびっくり！ 瀧はイタリアンレストランでアルバイトをしていました 初めてレストランで仕事をする三葉は 注文をまちがえたり、 頼まれた料理を違うテーブルに運んだりして、大変です！ 「もう、このゆめいつ終わるの？」 三葉は困って思いました そこへ「ちょっと、おにいさん、」と お客さんに呼ばれます そのお客は「ピザにようじが入ってた！」と言うのです 三葉が困っていると、 奥寺先ぱいが三葉の横に来て、 そのお客さんと話をしてくれました 「あの、奥寺先ぱい、さっきはありがとうございました！」 三葉はお礼を言います でもそのとき、先ぱいのスカートが切られている事が分かりました。 さっきのお客がやったようです 三葉は先ぱいのスカートにかわいいししゅうをして、 切れたスカートを直します 「わぁ！前よりかわいい！ 女子力高いね、瀧くん！」とよろこぶ奥寺先ぱい 帰りの電車の中で三葉は思います 「よくできたゆめだなぁ…」 家に帰った三葉は、瀧のスマホを見ます 「いいなぁ……東京の生活」 「あっ！この人日記を書いてる！」 そこで、三葉は、今日の日記を書きます 『今日は奥寺先ぱいと駅までいっしょに帰りました！』 『全部、わたしの女子力のおかげ！』 三葉は自分のノートに 「お前は誰だ？」と書かいてあったことを思い出します そして手に自分の名前を書きました 「みつは」 次の朝 瀧がおきると手に何か書いてあります 「みつは？　何なんだ、これ……？」 スマホには自分が書いてない日記があってびっくりします 「奥寺先ぱいと帰った？なんだこれ！？」 その日の昼休み 司が言います 「今日もカフェに行こうよ！」 瀧は少し考えてから言いました 「あー、ごめん」 「おれ、これからバイトだから行けない…」 瀧が行ったあと、司が言いました 「今日の瀧はふつうだったな」 瀧がレストランへ行くと、 みんなが瀧のところに来ます 「昨日、奥寺先ぱいと、何があったんだ？」 実は、お店で働いている男たちは、 みんな奥寺先ぱいのことが好きなのです みんなの質問に瀧は、 「それが、よく覚えてないんです…」 と小さな声で返事をします 「奥寺、入りまーす」 そのとき、奥寺先ぱいがお店に入ってきました そして先ぱいは 「今日もよろしくね、たーきくん！」 とウインクしました それを見た、みんなは大さわぎです！ 「おい、瀧ーーー！！」 朝になりました 「んん？」 手には「みつは？」「お前は誰だ？」と書いてあります 三葉の部屋に来た四葉は、笑って言います 「おねえちゃん、今日は自分の胸をさわってないね！」 三葉はびっくりします 「えっ 胸をさわってるって？どういう事？」 「ええええええええ？」 三葉が学校に行くと、 クラスのみんなが三葉を見ています 「あれ、私、見られてる？なんでだろう？」と思っていると、 さやちんが言いました 「昨日はすごかったからね、三葉…」 「えっ」なにもおぼえていない三葉はびっくり 昨日、絵の授業で、三葉のことを悪く言っている生徒がいたのです それを聞いた三葉はおこって机をけったのでした！ さやちんからその話を聞いた三葉は 「えっ私、そんな事したの？」とおどろきます 「いったいどうなっているの？」 三葉は急いで家に帰ってノートを開きます ノートには自分が書いていない事がたくさん書いてありました 一方で、自分のスマホを見る瀧、 スマホには自分が書いていない日記がいくつも書いてあります 二人はやっと気が付きます！ 「わたし、ゆめの中で、あの男の子と…」 「俺は、ゆめの中で、あの女と…」 「入れかわってる！？」 入れかわった時のけいけんは だんだん、思い出せなくなりますが、 入れかわりは、週に二回から三回、 寝たあとに起きていることが分かりました そこで、二人は入れかわったときに、 してはいけないことや入れかわっているとき経験したことを スマホにメモすることに決めます！ でも！それなのに！ あの女は！！あの男は！！ スカートをはいているのに足を上げたりする瀧 高いスイーツをたくさん食べる三葉 「もう！スカート注意！」 「むだづかいするな！」 と二人はケンカをします！ 入れかわった生活は本当に大変です！ でも実はこの入れかわりには 大切な意味があったのです ある日の朝、 瀧が起きたらまた、三葉と入れ変わっていました 瀧は制服を着て下の部屋に行きます 「お姉ちゃん、何で制服を着てるの？」 それを見た四葉が言います 「今日はご神体のところに行く日だよ」 三葉と四葉はおばあちゃんと一緒に、山を登っています でも、山を登るおばあちゃんはとても大変そう 瀧は、おばあちゃんをおんぶして歩きます 坂を登っていると、おばあちゃんが話しはじめました 「結びって知ってる？」 宮水神社の神様のことを古い言葉で『結び』と呼ぶんだ 『結び』それは神さまがいろいろな物をつなぐ力のことだ 糸、人、時間…全部、結びでつながってるんだよ 三人はお茶を飲んで少し休みます お茶を飲んでいる二人を見ておばあちゃんは言いました 「体に入る水やお米も、たましいとつながる結びだよ」 三人は、やっと山の上につきました 山の上はくぼんでいて、 その真ん中に大きな岩と木があります そこにご神体があるのです ご神体へ続く道を歩いていると、 小さな川がありました おばあちゃんは言いました 「ここから川の向こうは、あの世だ」 「この世にもどるには、自分の大切な物を神様にあげなくてはいけない」 「それがこの、口かみ酒だよ」 「口かみ酒はあなたたちの“半分”だからね」 三葉の半分…そう思いながら、 瀧は口かみ酒をご神体へお供えします 帰り道、美しい夕やけと湖が見えました 「かたわれ時だね」と四葉が言います 美しい湖を見る瀧 「そうだ！すい星見えるかな？」と四葉 「えっ！すい星？」 そのとき、おばあちゃんが瀧を見て言いました 「おや……三葉。あなた、今、夢を見てるね？」 「ゆめ？」おどろいて起きた瀧 瀧は自分の部屋にいました そして なぜか 泣いていました 「なんで 俺 泣いているんだ？」 そのとき、スマホ に メッセージ が とどきました 『もうすぐ 着くよー　今日は よろしくね』 奥寺先ぱい から の メッセージ です 「えっ」 瀧 は 急いで スマホ の メモ を 見ます そこには、三つ葉 が 書いた メモ が 残っていました 「明日 は 奥寺先ぱい と 東京 で デート！」 駅の前で10時半に待ち合わせ 「えっ」瀧 は びっくりして 大急ぎ で 支度 を して 走っていきます そのころ、三つ葉 も 起きました 今日 も 二人 の 入れかわり が ある と思っていた 三つ葉 しかし、入れかわり は 起こりませんでした 「私 が デート に 行くはずだったのに…」 「いいなぁ… 今ごろ、二人 は 一緒か…」 かみ を 結んでいた 三つ葉 は、かがみ を 見て おどろきます 「…あれ？わたし、なんで 泣いているの…」 駅 に 着いた 瀧 は 奥寺先ぱい を 探します そこへ「ごめん、瀧くん、待った？」と 奥寺先ぱい が 来ました 「今、来たところ です！」 瀧 は そう 言いながら 可愛い 奥寺先ぱい を 見て 顔 を 赤くします 「よかった。じゃあ、行こうか！」 二人 は 展望台 や 美術館 へ 行きます でも 大好きな 奥寺先ぱい と 初めて の デート なのに、 瀧 は 何の 話 を したら いいのか わかりません 困った 瀧 は トイレ に 行きます スマホ を 見ると、 そこには、三つ葉 が デート の ために 用意した リンク が 沢山 ありました でも 変な リンク ばかり で、あまり 役 に 立ちません 瀧 は「バカ に するな…」と 笑います 美術館 では 写真 の 展覧会 を やっていました そこで、瀧 は 糸守 の 湖 の 写真 を みつけます 「このけしき……どこかで 見た……」 その 写真 の 前 から 動かない 瀧 を みて 奥寺先ぱい が 言います 「今日 の 瀧くん は、べつの 人 みたい」 「先ぱい、お腹 すきませんか？」 瀧は 奥寺先ぱい を 夕食 に さそいます しかし先ぱいは 笑って 言いました 「今日は もう 帰ろう」 「瀧くん は 昔、私 の こと、少し 好きだったでしょう？」 「そして 今 は 別 の 好きな 子 が いるでしょ？」 瀧は、「そんな 人 いません！ 全然 ちがいます」と言います 奥寺先ぱい は やさしく 笑って 言いました 「本当かな、まぁいいや　ありがとう」 「また バイト でね！」 デート は、上手くいきませんでした 瀧 が スマホ の メモ を みると、 昨日、三つ葉 が 書いた 日記 の 言葉 が 残っています 「デートが終わるころ」 「ちょうど 空 に すい星 が 見えるね！」 「明日 が たのしみ！」 「どっち に なっても がんばろうね！」 瀧 は、それ を 見て 思います 「すい星？ 何の こと を 言っているんだろう？」 瀧は、三つ葉 に 電話 を かけます 三つ葉の スマホ が なります 電話 は 友だち の てっしー から でした 三つ葉 が 今日、学校 を 休んだので、 テッシー は 三つ葉 を 心配しているのです 「今日は…ちょっと 学校 を サボったの」 三つ葉 は 少し 元気 の ない 声 で 言います 「夜 の お祭り、来られるか？」 と てっしー が 聞きました 「そうだ、今日は すい星 が 一番 きれいに見える 日 だ！」 三つ葉 は 思い出します 「わかった、行くよ！後でね」 待ち合わせ の 場所 で、てっしー と さやちん が 話 を しています そこへ 三つ葉 が きます 「お待たせ！」 二人 は、三つ葉 を 見て、声 を そろえて言いました 「えっ！？かっかっ かみ が！」 三つ葉は かみ を みじかく 切っていました さやちん が おどろいて 聞きます 「ちょっと……どうしたの？三つ葉！」 「やっぱり、へんかな？」 三つ葉 は 少し はずかしそうに 言いました 三人 は おまつり に 向かいます 三つ葉 の 後ろ を 歩く てっしー と さやちん 「やっぱり、男 関係 かな？失恋 とか？」 てっしー が 言いました 「えー、三つ葉 は 違うって 言ってたよ」 と、さやちん 二人 は とつぜん かみ を 切った 三つ葉 を心配しています そのとき、三つ葉 が 空 を 見て 言います 「見えるよ！すい星！」 てっしー と さやちん も 空を見ます 「すごい！」「わぁ！」 夜 の 空 に 大きく 光る、青く 美しいすい星 が 見えます 「あっ」 美しい すい星 を みていると、すい星 がとつぜん 二つ に 割れました 割れた すい星 は 赤く 光りながら、こちら の 方 へ 落ちてきます （アナウンス）三つ葉 に 電話 を かけていた瀧 しかし 電話 は つながりませんでした 「失敗した デート の 話 は 今度 入れかわった とき に しよう」 と 瀧 は 思います でも、なぜか、その日 から 二人 の 入れかわり は 起こらなくなりました 瀧 は、三つ葉 の こと を わすれること が できませんでした 瀧 は 入れかわった 時 に 見た 町 の 景色 を 描き続けます 何日 も 何日 も ある日、瀧 は 描いた 絵 を いくつか カバン に 入れて 出かけます 電話 も つながらない メール も 返ってこない だから おれ は 三つ葉 に 会いに行く こと にした 三つ葉 に 会ってみたかった 瀧 が 駅 に 着くと、 なぜか つかさ と 奥寺先ぱい も そこ に います 「お前 が 心配 だから 来たんだ」 と 言う つかさ に、瀧 は びっくりします！ 電車 の 中 で 奥寺先ぱい が 言いました 「友人 に 会いに 行くの？」 瀧 は 旅 の 目的 を 説明します 「えっ 友達 の 住んでいる 場所 を 知らない の？」 「知っている のは、その 町 の 景色だけ？」 瀧 は 小さな声 で 答えます「はい……」 瀧 が わかっているのは、 あの 美術館 で 見た 写真 が、ひだ地方 の ものだ ということ でした ひだ に 着いた 三人 は 瀧 の 絵 を 見せながら、町 の 人 に たずねます でも、だれも 三つ葉 の 町 の 名前 も 場所 も 知りません 疲れた 三人 は ラーメン屋 に 入ります 「高山ラーメン を ひとつ と⋯」と 奥寺先ぱい 「高山ラーメン ひとつ！」と つかさ 「じゃあ、高山ラーメン ひとつ で…」と瀧 「はい、ラーメン 三つ ねー！」 その時、ラーメン屋 の 女の人 が 瀧 の 絵 を 見て 言いました 「おや、お兄ちゃん！それ、糸守でしょう？ 上手 に かいたね！」 ラーメン屋 の 店主 も その絵 を 見て 言いました 「ああ、糸守 だ… なつかしいな⋯」 「この 人 は 糸守 に 住んでいたんだよ！」 女 の 人 が 言いました それ を 聞いて 瀧 は 思い出します 「いともり……そうだ！糸守町！」 「この 近く ですよね？」 「えっ……」 なぜか、女の人 は それ を 聞いて びっくりしています 「糸守…て、あの すい星 の？」 つかさ と 奥寺先ぱい も おどろいています 「糸守町 は 三年前 に なくなった…」 店主 が ゆっくり と 言いました 「え……？」 店主 は 三人 を 糸守町 まで 連れて行ってくれました 三つ葉 が 通っていた 高校 の 庭から、 今 の 糸守町 を 見ること が 出来ました たおれた 木、こわれた 電車… そして 湖 の 中 に しずんだ 町 瀧 は 目の前 の 景色 に おどろいて 何 も 言えません 奥寺先ぱい が 小さな 声 で 言います 「…ねぇ、本当に この 場所 なの？」 つかさ が 答えます 「きっと…瀧 が 場所 を まちがえたんですよ！」 瀧 が 大きな 声 で 言います 「間違えていない!!", "」 「この 学校 の 庭 も、まわり の 山 も、はっきり 覚えてる!!」 「でも、ここ は 三年前 に すい星 が 落ちて 何百人 も 死んだ 場所 だぞ！」 つかさ が 言いました 瀧 は 立ち止まって 言います 「三年前⋯　死んだ……？」 瀧 は すい星 が 見えた、 あの 日 の 景色 を 思い出します 「そんな… あいつ の 書いた メモ だって ここにあるんだ!!」 瀧 は 急いで スマホ の 日記 を 見ます しかし、三つ葉 の 書いた 日記 が スマホ から どんどん 消えていきます 「えっ！消えてく」 瀧は、おどろいて もう一度 スマホ を 確認します 三つ葉 の 書いた 日記 は 全部 消えてしまいました 三人は 近くの 図書館 へ 行って 糸守 の こと を 調べます 三年前 の あの日、 糸守 に 割れた すい星 の かたわれ が落ちて 多くの 人 が 死んだのでした 「その日 は、ちょうど お祭り の 日 だったみたい…」 奥寺先ぱい が 言いました 瀧 は 死んだ 人 の 名ぼ を 見ます 「あっ」 そこには、てっしー や さやちん の 名前 がありました そして 三つ葉、四葉、一葉 の 名前 も みつけます 「ねぇ、瀧くん が 探しているのは 本当に この子 なの？ 間違い じゃない？」 「この子、三年前 に 死んでいるよ！」 奥寺先ぱい が 瀧 に 聞きます 「でも 2、3週間 前 に… すい星 が 見えるって… あいつ は おれ に 言ったんです！ だから…」 その 時、瀧 は おばあちゃん が 言った こと を 思い出します 「おや…あなた、今、ゆめ を 見てるね？」 その夜 は 旅館 に とまる 事 に なりました 「全部、ゆめ だったのか……？」 入れかわった 時 の こと を だんだん 忘れていく 瀧 「あれ？あいつ の 名前…」 瀧は、三つ葉 の「名前」も 思い出せなくなります そこ へ 奥寺先ぱい が 部屋 に 入ってきました 「今日、おれ、ずっと 変な こと を 言っていて すみません...」 瀧 は あやまります 「大丈夫よ」と言う 奥寺先ぱい 先ぱい は 糸守 の 組ひも の 話 を 読んでいました 「瀧くん の それ、組ひも？」 瀧の 左手 には、赤 と オレンジ色 の 組ひも が ありました 「これ は、昔 もらったんです」 「でも、だれ に もらったんだろう？」 そのとき、おばあちゃん の 話 を 思い出します 「時間 は ひも に 似ているよ」 「時間 も、ひも みたいに ねじれたり、 もどったり、つながったり するんだよ」 時間 が ねじれてる？ 瀧 は、三つ葉 の 体 で 行った 山 の 上 の「ご神体」の こと を 思い出します 「あそこ に 行けば、何か わかるかもしれない」 奥寺先ぱい、つかさ へ 行ってみたい 場所 が あります 先 に 東京 に 帰っていてください すみません、後から 帰ります ありがとう　瀧 メモ を 机 の 上 に おいて 朝 早く、瀧 は 山 へ 向かいました 瀧 は ご神体 への 道 を 思い出しながら 山 を 登っていきます そこ へ 雨 が 降ってきました 雨 は どんどん 強くなっていきます とうとう、瀧 は 山 の 上 に 着きました 三つ葉 と 入れかわっている とき に 見た 景色 が 目の前 に 見えます 「あった!", "本当に あった!", "ゆめ じゃなかった」 そして、ゆめ で 見た 川 も ありました 「この 川 の 向こう は、あの世」 そう 思って 瀧 は 川 を 渡ります 瀧 は ご神体 の ところ へ 行きます 瀧 は、スマホ の ライト を つけて、口かみ酒 を さがします 口かみ酒 が 入っている 入れもの は、何年 も そこ に あったように、よごれていました 「三年前 の 三つ葉 と おれ は、入れかわっていたのか…」 時間 が ずれていたのです！ 「結び…もし、もう一ど 時間 を もどせるなら…」 瀧 は、三つ葉 の「半分」である 口かみ酒 を 飲みます でも、何も おこりません 瀧 が 立とうとした 時、すべってしまいました その時、天井 に 描かれた、すい星 の 絵 に気がつきました 「あっ！すい星！」 絵 の すい星 は、二つ に わかれて、湖 に むかっていました そして、瀧 が その 絵 を 見ていると、不思議 な こと が 起こりました すい星 の 絵 が、動きはじめたのです すい星 は、赤い ひものようになり、瀧 の 手に ある 組ひも と つながりました 瀧 は その ひも に つながった、三つ葉 の 思い出 の 中 へ 入っていきました 「あなた の 名前 は 三つ葉 よ」 三つ葉 が 生まれた とき の お母さん の 声 妹 の 四葉 が 生まれたこと お母さん の 死、おばあちゃん との 生活 そして、瀧 との 入れかわり… 「今ごろ、二人 は　いっしょかぁ…」 三つ葉 の 声 が 聞こえます そして「わたし、ちょっと 東京 に 行ってくる」と 言う 三つ葉 おばあちゃん に かみ を 切ってもらう 三つ葉 浴衣 を 着て お祭り へ 行く 三つ葉 「三つ葉、そこ に いちゃ ダメだ！」 「すい星 が 落ちる前に、町 から にげるんだ！三つ葉！」 瀧 が 目 を さます と、そこ は 三つ葉 の 部屋 でした また、入れかわり が 起こったのです 「三つ葉…生きてる…！」 すい星 が 落ちるのは、今夜 です 「みんな を 助ける！」瀧 は 心 に 決めました 「おはよう、三つ葉」 「あら、あなた は 三つ葉 じゃないね…」 おばあちゃん は、瀧 が 三つ葉 ではない ことに 気がつきました 「私 も 昔 だれか と入れかわった こと が あるよ」 そう 言って、おばあちゃん は、宮水家 の 不思議 な 力 に ついて 話してくれました 瀧 は 考えます 「宮水 の 人 は、すい星 から 町 を 守る ために、 入れかわる 力 を もっていた の かもしれない」 瀧 は おばあちゃん に、今夜、町 に すい星が 落ちて たくさん の 人 が 死ぬ と 言います でも、おばあちゃん は 信じてくれません 瀧 は 学校 へ 行き、てっしー と さやちん に 相談します 不思議 な 話 が 好きな テッシー は すぐに 瀧 の 話 を 信じてくれました 瀧 は テッシー と すい星 から みんな を 守る 計画 を 立てます てっしー が　お父さん の 会社 から 火薬 を 持ってきて、発電所 で 火事 を 起こす さやちん が 学校 の 放送 を 町役場 の 放送に つなげて、 町 の 人 に 高校 へ 逃げるよう に 伝える そして 瀧 は 三つ葉 の お父さん の 町長 に 話 を して、 町長 から 町 の 人 へ 逃げるよう に 言ってもらう さやちん は、その 話 を 聞いて、心配そうな顔 を します まだ、瀧 の 話 を 信じていなかったのです テッシー は さやちん に 説明します 「糸守 の 湖 が どうして できた か 知ってるか？ 1200年 前 に あそこ に すい星 が 落ちて 湖 が できたんだ また 同じ こと が おきる かもしれない」 瀧 は 急いで 町長 の ところ へ 行きます しかし、町長 は 瀧 の 話 を 全然 信じてくれません お前 は 頭 が おかしい と 言って 病院 へ 電話 を かけようとします 「バカ に するな！！」 瀧 は 怒って、町長 の ネクタイ を 持ちながら 大きな 声 で 言いました 「三つ葉…いや、お前 は だれだ？」 町長 は びっくりして 言いました 残念ながら 町長 は 瀧 の 話 を 信じてくれませんでした 「オレ が 三つ葉 なら 町長 は 信じてくれたのか？」 そう 思い ながら 瀧 が 歩いていると、 お祭り へ 行く 約束 を している 子ども がいます 「行っちゃ ダメだ！！　町 から にげて！」 と 言う 瀧 子ども たち は びっくりして 逃げてしまいます そのとき― 「お姉ちゃーん！！何 してるの？」 妹 の 四葉 が 来ました 「お姉ちゃん、昨日 は 急に 東京 に 行くし、」 「お姉ちゃん、変だよ！」 「…え？　東京…？」 そこへ、てっしー と さやちん が やって 来ました 「お父さん との 話 は どうだった？」 と 聞く テッシー 瀧 は 返事 を しないで 何か を 考えています オレ が 三つ葉 の 体 の 中 に いる では 三つ葉 は 今、どこ に いるんだ？ 急 に 山 の 上 を 見る 瀧 「てっしー、自転車 かして！」 「えっ！？　計画 は どうするんだ！？」 「準備 を しておいてくれ！」 そう 言って、瀧 は 自転車 で 山 へ 向かいました そのころ、三つ葉 は ご神体 の 中 で目 を 覚ましました 「…わたし、瀧くんに なってる…」 三つ葉 は 外 へ 出て 目の前 の 景色 におどろきます 糸守町 が ありません 町 が 湖 に しずんでいます 三つ葉 は お祭り の 時 に 見た すい星 のこと を 思い出します 「…あのとき、わたし…死んだの？」 一方、瀧 は 自転車 で 山 を 登っています 山 を 登りながら、瀧 は とうとう 思い出しました 昔、瀧 は 電車 の 中 で、知らない 女の子 に 名前 を 呼ばれた こと が ありました 「瀧くん、瀧くん…おぼえてない？」 「だれ？ お前…」 瀧 は、その 女の子 が だれかわかりませんでした 女の子 は、瀧 の 返事 を 聞いて、悲しい 顔 を します 女の子 が 電車 から 降りるとき、 瀧 は 女の子 の 名前 を 聞きます 「名前 は、三つ葉！」 そして、その子 は、かみ を 結んでいた 組ひも を、瀧 に わたしました 「そうだ...この 組ひも は、三つ葉 に もらったんだ」 「あの時、お前 は オレ に 会いに 来たんだ！」 そのとき、瀧 は まだ 中学生 でした 二人 の 時間 は、ねじれていたのです 自転車 は こわれてしまいました それでも、瀧 は 山 の 上 へ、上 へ と 登っていきます 「三つ葉ぁーー！！」 瀧 は、三つ葉 の 名前 を 大きな 声 で 呼び 続けます 「あっ、瀧くん！」 瀧 の 声 が 三つ葉 に 聞こえました 「瀧くーん！」 「三つ葉！」 声 は 聞こえるのに、おたがい の すがた は 見えません そのとき、日にち が しずみはじめました 「あっ かたわれ時だ」「あっ」 「瀧くん」「三つ葉」 かたわれ時、 人じゃない もの に 会うかもしれない、不思議 な 時間 に、 二人 は、やっと 会えたのです そして、そのとき、二人 は 自分 の 体 に もどっていました 「お前 に 会いに 来たんだ」瀧 は 言いました 「でも、どうやって ここ へ 来たの？」 三つ葉 が 聞くと、瀧 は 言いました 「三つ葉 の くちかみ酒 を 飲んだんだ」 それ を 聞いて、三つ葉 は 顔 を 赤くして おこります！ 「えっ！あれ を 飲んだの？ バカ！ へんたい！」 でも、三つ葉 は 怒りながらも、笑っていました 瀧は、ずっと 持っていた 赤い 組ひも を 三つ葉 に わたします 「今度 は、三つ葉 が これ を もっていて」 「うん」 三つ葉 は その ひも を かみ に つけて 言いました 「似合う？」 「あ…まあ、悪くないな」 かわいい 三つ葉 を 見て、瀧 は はずかしそう に 言いました その とき、空 に すい星 が 見えました 「あっ！来た」 「三つ葉、やらなければ いけない こと がある」 瀧 は 三つ葉 に てっしー達 との 計画 を 説明します 「大丈夫！きっと、まだ 間に合う！」 「目 が さめても 忘れないように 」 「おたがい の 名前 を 手 に 書いておこう！」 瀧 は そう 言って 三つ葉 の 手 に 何か を 書きます 「三つ葉 も、名前 を 書いて！」 「うん！」三つ葉 は 返事 を します しかし、その とき ペン が 落ちて、 三つ葉 の すがた が 消えました かたわれ時 が、終わったのです 瀧は、三つ葉 の 名前 を 忘れないように、何回 も 言います 「三つ葉、三つ葉…」 「君 の 名前 は！」 あれ？思い出せない… 「おれ は　だれ に 会い に 来たんだ…？」 「大事 な 人！忘れたくない 人！」 「でも…思い出せない！！」 一方 で、三つ葉 は、町 に むかって 急いでいました 「忘れない！忘れない！」 「瀧くん、君 の 名前 は 瀧くん！」 三つ葉 は 発電所 へ 行きます そこへ、てっしー が スクーター に 乗って 来ました 「今 まで　どこに　いたんだ！」 「ごめん、自転車 こわしちゃった」 と 答える 三つ葉 「あと で 全部 説明しろよ！」 そう 言って テッシー は 空 を 見ます すい星 は どんどん 糸守 に 近づいてきます 「あれ が、落ちるのか！？」 「落ちる！この 目 で 見た」三つ葉 が 答えます 「じゃあ、やるぞ」 二人は発電所のかぎをこわし、そこへ火薬を置きます 帰り道 三つ葉は、さやちんに電話をかけます 「さやちん、お願い！電気が消えたら、すぐに放送を始めて！」 「できるだけ何回も放送して！」 ばくはつがおこります そして町の電気がどんどん消えていきました 「発電所で火事が起こりました」 「みなさん、糸守高校へにげてください」 一方、三つ葉とてっしーはお祭りの場所に着きました 「みんな、にげろ！　火事だ！」 二人は町の人たちに大きな声で注意します しかし、町の人達は二人を信じてくれません 「だめだ、町役場が動かないと間に合わない！」 「三つ葉、お父さんと話をしてくるんだ！」 「……うん！」 三つ葉はは町役場へ急いで行きます そのころ、町役場は大さわぎになっていました 「この放送は誰がやっているんだ？」と町長 「今調べています」 そして、この放送をしている場所が高校だと分かりました 「高校だと！？」町長はおどろきます 「火事が起こりました。高校へ逃げてください」 さやちんは放送をつづけていました そこへ、町役場の人が入ってきます 「何やっているんだ！」 さやちんはおこられて、放送を止められてしまいました そして、放送は町役場からの放送にかわります 「火事のようすを確認しています」 「みなさん、その場でまって、次の放送をお待ちください」 町の人たちは困って言います 「にげなくていいの？」 「どうなってるんだ…」 それでも、テッシーは一生けんめいに、 町の人たちににげてほしいと言っていました 「お前、何をやっているんだ！」 そこへ、テッシーのお父さんが来て、テッシーを怒ります 「すまない、三つ葉…ここまでだ」 そう言って、空を見たテッシー その時、空で不思議なことが起こりました 美しいすい星が、二つに割れたのです 「あっ、本当にわれてる！」 テッシーはおどろいて、大きな声を出しました 三つ葉の言ったことは、本当だったのです そのころ、三つ葉は町役場への道を一生けんめい走っていました 走りながら三つ葉は考えます 「ねぇ、あなたはだれ？　だれなの？」 三つ葉は大切な人の名前を思い出せないのです 「忘れちゃいけない…忘れたくない…」 「でも、名前が思い出せない…」 走りながら空を見るとすい星が見えました 「あっ…！割れてる…」 三つ葉は転んでしまいます 「いたっ」 体がいたくて、動けません そのとき、三つ葉は少しだけ思い出しました あの時、瀧が「名前を忘れないように」と、 三つ葉の手にペンで何かを書いてくれたことを 手を開くと、そこに書いてあったのは、名前ではありませんでした そこには「すきだ」と書いてありました 「これじゃあ、名前がわからないよ…」 三つ葉は、泣きながらでも、笑って言いました そして、体を起こして言います 「いそがなきゃ！」 三つ葉は、また走りはじめました 町役場には、祖母の一葉と、妹の四葉もいました 二人は今朝から三つ葉の様子が普通ではないこと そして三つ葉は町にすい星が落ちると言っていることを 町長に話しに来たのでした 町長が外を見ると、本当にすい星が二つに割れています 「お父さん」そこへ三つ葉が来ました 三つ葉の服はよごれていて、けがもしています でも、三つ葉の目は、まっすぐに町長を見ています 三つ葉の目を見た町長は、言葉が出ませんでした そして「お前はだれだ」とも聞きませんでした 町長は、この三つ葉が本当の三つ葉だと、わかったのです 「お父さん、お願いがあるの」 そう言う三つ葉の顔は少し三つ葉の母の二葉ににていました 三つ葉と話をした町長は放送室へ行きます 夜の空に見えるすい星はとても美しくゆめの中の景色のようでした でも、すい星の割れたかたわれはまっすぐ糸守へ向かっていきます 瀧は気がつくと山の上にいました 右手を見ると一本の線が書かいてあります なんでここにいるんだ？ 瀧は何も思い出せませんでした 山の上で目がさめたあの日から、5年がすぎました 大学生になった瀧は電車にのって、外を見ていました その時、駅のホームに、かみに赤いひもをつけた女の人が見えました 瀧は、急いで電車をおります でも、その人は見つかりません 「オレはずっと、何かを…だれかをさがしている」と、瀧は思います 瀧は今、卒業後の仕事をさがしていました たくさんの会社の面接を受けていますが、上手くいきません 面接のあと、瀧はカフェで、友だちのつかさと高木と就職の話をしていました つかさも高木も、もう就職する会社が決まっているようです 面接が上手くいかない瀧の話を聞いて高木が言いました 「スーツが似合わないからじゃないか？」 それを聞いて、瀧はちょっと怒ります その時、奥寺先ぱいからメッセージが来ました 瀧は、つかさと高木と別れて、奥寺先ぱいに会いに行きます 「急にどうしたんですか？」瀧が聞くと、 「ちょっと仕事で、こっちに来たの」と先ぱいは言います 二人で歩いていると、大きなテレビで、 「すい星が落ちてから八年」と いうニュースをやっていました あの時、すい星は糸守町に落ちました でも、だれも死にませんでした とても不思議なことだと、みんながおどろきました 「むかし糸守まで行ったね、なつかしい」と奥寺先ぱいが言います 瀧は、あのころなぜか糸守のことばかり調べていたことを思い出しました 「今日はありがとう！瀧くんも、幸せをみつけてね」 そう言った奥寺先ぱいの指には、指輪が光っていました 「おれの幸せ⋯？」 「おれは誰を探しているのだろう？」 ある朝　自分の手を見る三つ葉 なぜか、いつも手を見てしまいます 三つ葉は、いつものようにかみに組ひもを結んで、仕事へ行きます 三つ葉は、電車のまどから外を見ていました すると、反対の電車にのっている男の人と、目が合いました その時、三つ葉の心が、大きくゆれました 男の人も、おどろいた顔でこっちを見ています 「ずっと、だれかをさがしていた！」 二人は、すぐに電車をおりて 一生けんめいに、おたがいをさがします どうして、そんな気持ちになるのか、わかりません ただ、ただ、「会いたい」そう思うのです さがして、さがして、 瀧は、階段の上にいる三つ葉を見つけます ゆっくりと、瀧は階段を登っていきます 三つ葉は、静かにおりてきます すれちがう、その時 瀧が三つ葉に言いました 「…あの！オレ、君を…どこかで…」 三つ葉も瀧を見て、言います 「わたしも…そう思ってました」 そう言う三つ葉は、泣いています そして、二人は、おたがいの目を見ながら、聞きました 「君の名前は…？」 今日のビデオはいかがでしたか？ あなたが楽しく日本語を勉強するお手伝いができていたらうれしいです！ 今日も日本語を勉強してくれて、ありがとうございます！ 今日も明日も、あなたにとって素晴らしい日に なりますように！ チャンネル登録と「いいね！」をしていただけると、とてもはげみになります！ 単語などの解説のついたビデオと 解説なしのお話だけのビデオもあるので、そちらもぜひ見てみてください！ では、またね！"], "transcript": [{"start": 0.0, "end": 3.45, "text": "こんにちは！あつこです。"}, {"start": 3.45, "end": 17.46, "text": "今日は映画の「君の名は。」を、日本語能力検定試験 N四・N五 レベルのかんたんな日本語で読んでいきます。"}, {"start": 17.46, "end": 26.26, "text": "このビデオの文章は、映画のせりふをそのまま書いたものではありません。"}, {"start": 26.26, "end": 34.31, "text": "私がわかりやすい日本語で映画のあらすじを説明したものです。"}, {"start": 34.31, "end": 41.63, "text": "CC字幕をオンにして、お好みの言語を選択してね！"}, {"start": 41.63, "end": 45.28, "text": "それでは、はじめましょう！"}, {"start": 45.28, "end": 50.6, "text": "物語文（あらすじ）"}, {"start": 50.6, "end": 61.89, "text": "「瀧くん…瀧くん…おぼえて　いないの？」"}, {"start": 61.89, "end": 66.18, "text": "「私の名前は……三葉！」"}, {"start": 66.18, "end": 72.86, "text": "朝、不思議なゆめを見て起きた瀧は"}, {"start": 72.86, "end": 76.28, "text": "知らない部屋にいました"}, {"start": 76.28, "end": 82.08, "text": "「ん？……」自分の体を見ると、"}, {"start": 82.08, "end": 85.42, "text": "なぜか胸があります！"}, {"start": 85.42, "end": 91.82, "text": "「んん？」びっくりして胸をさわっていると"}, {"start": 91.82, "end": 97.65, "text": "「お姉ちゃん、何してるの？」"}, {"start": 97.65, "end": 102.36, "text": "知らない女の子が来て言いました"}, {"start": 102.36, "end": 106.58, "text": "瀧はびっくりして返事をします"}, {"start": 106.58, "end": 110.83, "text": "「すごい本物みたいだと思って…」"}, {"start": 110.83, "end": 113.89, "text": "「え？　おねえちゃん？」"}, {"start": 113.89, "end": 119.57, "text": "「もう、しっかりして！ご・は・ん！」"}, {"start": 119.57, "end": 121.87, "text": "「早く来てよ！」"}, {"start": 121.87, "end": 125.51, "text": "女の子はそう言って、"}, {"start": 125.51, "end": 128.05, "text": "部屋を出ていきます"}, {"start": 128.05, "end": 133.36, "text": "起きた瀧は、かがみを見てびっくり！"}, {"start": 133.36, "end": 139.16, "text": "「ええええ、オレ、女の子になってる!!」"}, {"start": 139.16, "end": 149.85, "text": "このとき、いなかの町、糸守に住む、宮水三葉の体の中に入っていたのは、"}, {"start": 149.85, "end": 155.34, "text": "東京に住む男子高校生、立花瀧でした"}, {"start": 155.34, "end": 161.5, "text": "この日から二人の入れかわりが始まったのです！"}, {"start": 161.5, "end": 166.56, "text": "「おはよう」"}, {"start": 166.56, "end": 171.76, "text": "次の日、三葉はが朝ご飯を食べていると"}, {"start": 171.76, "end": 175.72, "text": "祖母の一葉が三葉を見て言います"}, {"start": 175.72, "end": 178.23, "text": "「今日は、ふつうだね...」"}, {"start": 178.23, "end": 182.02, "text": "いもうとの四葉も言いました"}, {"start": 182.02, "end": 186.13, "text": "「おねえちゃん、昨日は変だったよ！」"}, {"start": 186.13, "end": 191.55, "text": "三葉には、何のことだかわかりません"}, {"start": 191.55, "end": 197.7, "text": "変なの…そう思いながらテレビをつけたら"}, {"start": 197.7, "end": 204.17000000000002, "text": "来月、すい星が見られるというニュースをやっていました"}, {"start": 204.17000000000002, "end": 210.38, "text": "三葉は赤いひもでかみを結び、"}, {"start": 210.38, "end": 213.82, "text": "学校へ行くじゅんびをします"}, {"start": 213.82, "end": 220.44, "text": "「いってきまーす！」"}, {"start": 220.44, "end": 226.18, "text": "遠くには美しい湖が見えます"}, {"start": 226.18, "end": 230.03, "text": "「おはよう！」"}, {"start": 230.03, "end": 235.28, "text": "友だちのさやちんとてっしーが来ました"}, {"start": 235.28, "end": 242.45, "text": "そして、二人も、昨日の三葉は変だったと言います"}, {"start": 242.45, "end": 248.44, "text": "でも、三葉には何のことだかわかりません"}, {"start": 248.44, "end": 252.6, "text": "三人で話しながら歩いていると、"}, {"start": 252.6, "end": 259.01, "text": "三葉のお父さんがマイクを持って話をしていました"}, {"start": 259.01, "end": 264.92, "text": "三葉のお父さんは今、町長をしています"}, {"start": 264.92, "end": 271.88, "text": "そして次も、町長になれるようにがんばっているのです"}, {"start": 271.88, "end": 280.55, "text": "ちょうど、その近くを通った三葉にお父さんは、"}, {"start": 280.55, "end": 287.07, "text": "「三葉！胸をはって歩け！」と大きな声で言います"}, {"start": 287.07, "end": 291.32, "text": "三葉は「こんなときだけ…」と思って"}, {"start": 291.32, "end": 294.47, "text": "少しかなしくなります"}, {"start": 294.47, "end": 300.21, "text": "三葉のお父さんは、祖母の一葉と仲が良くなく、"}, {"start": 300.21, "end": 305.72, "text": "今は三葉と別の所に住んでいるのです"}, {"start": 305.72, "end": 311.48, "text": "「んん？」"}, {"start": 311.48, "end": 316.7, "text": "授業中に黒板を写していた三葉は"}, {"start": 316.7, "end": 322.96, "text": "ノートに「お前は誰だ？」と書いてあるのを見つけます"}, {"start": 322.96, "end": 331.98, "text": "先生は「たそがれ時」について説明していました"}, {"start": 331.98, "end": 339.42, "text": "「昔、たそがれは『誰そ彼』と書いたんですよ」"}, {"start": 339.42, "end": 347.47, "text": "昼でも夜でもない時間で、人じゃない物に会うかもしれない、"}, {"start": 347.47, "end": 351.81, "text": "ふしぎな時間だと先生は言います"}, {"start": 351.81, "end": 357.02, "text": "そして、この町ではその時間を"}, {"start": 357.02, "end": 363.02, "text": "「かたわれ時」と言うと教えてくれました"}, {"start": 363.02, "end": 367.49, "text": "「宮水さん」「ハイ」"}, {"start": 367.49, "end": 371.61, "text": "先生に名前を呼ばれた三葉は"}, {"start": 371.61, "end": 374.93, "text": "おどろいて返事をします"}, {"start": 374.93, "end": 380.57, "text": "三葉は自分のノートを見てびっくりしていたので、"}, {"start": 380.57, "end": 384.85, "text": "先生の話を聞いていませんでした"}, {"start": 384.85, "end": 391.7, "text": "「今日は自分の名前を覚えているのね」と先生が言うと、"}, {"start": 391.7, "end": 396.58, "text": "クラスのみんなが笑いました"}, {"start": 396.58, "end": 402.45, "text": "三葉はみんなが笑う理由がわかりません"}, {"start": 402.45, "end": 407.9, "text": "昨日のことを全然覚えていないのです"}, {"start": 407.9, "end": 414.7, "text": "休み時間に、三葉を心配したさやちんが言います"}, {"start": 414.7, "end": 419.94, "text": "「昨日の三葉は自分の机もわからなかったし…」"}, {"start": 419.94, "end": 423.13, "text": "「かみも結んでいなかったよ」"}, {"start": 423.13, "end": 426.26, "text": "「大丈夫？ストレスじゃない？」"}, {"start": 426.26, "end": 430.3, "text": "「もうすぐ神社でぎ式があるでしょ?」"}, {"start": 430.3, "end": 434.84, "text": "三葉の家は神社をやっていて、"}, {"start": 434.84, "end": 441.15, "text": "三葉はみことして神社のぎ式でおどるのです！"}, {"start": 441.15, "end": 445.87, "text": "ぎ式のことを思い出した三葉は"}, {"start": 445.87, "end": 454.38, "text": "「もういや！この町きらい！東京に行きたい！」"}, {"start": 454.38, "end": 458.48, "text": "と大きな声で言いました"}, {"start": 458.48, "end": 464.94, "text": "家に帰った三葉は"}, {"start": 464.94, "end": 472.23, "text": "おばあちゃんや四葉と一緒にぎ式に使う組ひもを作っていました"}, {"start": 472.23, "end": 482.74, "text": "「私たちの作る組ひもには、大事な意味があるんだよ」とおばあちゃん"}, {"start": 482.74, "end": 488.1, "text": "そして昔の話をしてくれました"}, {"start": 488.1, "end": 492.38, "text": "「昔、大きな火事があって、」"}, {"start": 492.38, "end": 499.4, "text": "神社や大事なことを書いた紙が全部焼けてしまった"}, {"start": 499.4, "end": 506.51, "text": "それで、ぎ式をする本当の理由もわからなくなってしまった"}, {"start": 506.51, "end": 516.72, "text": "それでも昔からの伝統を守ることが宮水神社の大切な仕事なのに、"}, {"start": 516.72, "end": 523.24, "text": "「あのバカ息子は…神主をやめて町長をやるなんて…」"}, {"start": 523.24, "end": 529.02, "text": "三葉のお父さんは三葉のお母さんが死んだ後、"}, {"start": 529.02, "end": 534.52, "text": "神主をやめて町長の仕事をはじめたのです"}, {"start": 534.52, "end": 546.92, "text": "その夜、宮水神社の大切なぎ式が始まりました"}, {"start": 546.92, "end": 554.37, "text": "三葉と四葉は、白い着物を着て、神さまのためにおどります"}, {"start": 554.37, "end": 562.75, "text": "そして二人はお米をかんで、口から出し、「くちかみざけ」を作ります"}, {"start": 562.75, "end": 568.09, "text": "このお酒は、神さまへのお供え物です"}, {"start": 568.09, "end": 574.11, "text": "「うわっ！人の前であんなことしてる」"}, {"start": 574.11, "end": 580.97, "text": "三葉と同じクラスの子がそれを見て笑っています"}, {"start": 580.97, "end": 585.23, "text": "三葉は、はずかしくなりましたが、"}, {"start": 585.23, "end": 589.7, "text": "最後までがんばってぎ式を続けました"}, {"start": 589.7, "end": 598.41, "text": "「くちかみざけを売って、そのお金で東京へ行こうよ！」"}, {"start": 598.41, "end": 602.75, "text": "ぎ式のあと、元気のない三葉に"}, {"start": 602.75, "end": 606.79, "text": "四葉がびっくりするようなことを言います"}, {"start": 606.79, "end": 612.64, "text": "三葉は、階段を下りながら、"}, {"start": 612.64, "end": 615.7, "text": "大きな声で言いました"}, {"start": 615.7, "end": 619.54, "text": "「もう、こんな町いややー！"}, {"start": 619.54, "end": 623.21, "text": "こんな人生いややー！"}, {"start": 623.21, "end": 629.24, "text": "来世は、東京のイケメン男子にしてくださーい！！」"}, {"start": 629.24, "end": 636.0, "text": "今度は、それを聞いた、四葉がびっくりしていました"}, {"start": 636.0, "end": 648.92, "text": "三葉はアラームを止めようとしてベッドから落ちてしまいました"}, {"start": 648.92, "end": 655.04, "text": "「いたっ…どこ？……ここ？」"}, {"start": 655.04, "end": 659.72, "text": "そこは自分のへやではありません"}, {"start": 659.72, "end": 665.23, "text": "かべには男の子の制服がかけてあります"}, {"start": 665.23, "end": 669.7, "text": "体をさわって、三葉はびっくり！"}, {"start": 669.7, "end": 673.89, "text": "「えっ！？　男の子の体！？」"}, {"start": 673.89, "end": 675.88, "text": "そうです！"}, {"start": 675.88, "end": 683.69, "text": "今度は三葉が、東京に住んでいる瀧の体に入っていたのです！"}, {"start": 683.69, "end": 691.88, "text": "三葉は顔を洗いながらかがみを見ます"}, {"start": 691.88, "end": 693.34, "text": "「いたっ」"}, {"start": 693.34, "end": 698.85, "text": "男の子は顔にけがをしているようでした"}, {"start": 698.85, "end": 705.31, "text": "そのとき、部屋の外から声が聞こえました"}, {"start": 705.31, "end": 709.54, "text": "「おーい、瀧、起きてるか？」"}, {"start": 709.54, "end": 714.8, "text": "「今日はお前が朝ご飯を作る日だっただろ？」"}, {"start": 714.8, "end": 719.2, "text": "男の子のお父さんのようです"}, {"start": 719.2, "end": 724.84, "text": "三葉は「すみません」とあやまります"}, {"start": 724.84, "end": 729.15, "text": "父親は続けて言います"}, {"start": 729.15, "end": 732.44, "text": "「おれは先に仕事に行くからな」"}, {"start": 732.44, "end": 734.89, "text": "「いってらっしゃい！」"}, {"start": 734.89, "end": 743.85, "text": "そう言いながら三葉は心の中で変な夢だなと思います"}, {"start": 743.85, "end": 751.04, "text": "そこへ、『お前、まだ家か？走って来い！』"}, {"start": 751.04, "end": 755.41, "text": "とスマホにメッセージが来ました"}, {"start": 755.41, "end": 760.2, "text": "「ツカサ？ 誰だろう？」"}, {"start": 760.2, "end": 765.17, "text": "三葉は制服を着て家を出ます"}, {"start": 765.17, "end": 767.8, "text": "「わぁ！」"}, {"start": 767.8, "end": 772.56, "text": "遠くに高いビルがたくさん見えます"}, {"start": 772.56, "end": 775.52, "text": "人でいっぱいの道を歩きながら"}, {"start": 775.52, "end": 782.28, "text": "「わあぁ…東京だ！」三葉はうれしくなります"}, {"start": 782.28, "end": 790.82, "text": "地図を見ながら、三葉が学校に着いた時には、"}, {"start": 790.82, "end": 794.21, "text": "もう昼休みになっていました"}, {"start": 794.21, "end": 796.29, "text": "「たーき」"}, {"start": 796.29, "end": 800.8, "text": "三葉が教室の前で立っていると"}, {"start": 800.8, "end": 803.98, "text": "後ろから名前を呼ばれます"}, {"start": 803.98, "end": 808.79, "text": "瀧の名前を呼んだのは、ツカサでした"}, {"start": 808.79, "end": 817.73, "text": "三葉は瀧の友だちのツカサと高木と一緒に屋上へ行きます"}, {"start": 817.73, "end": 823.65, "text": "「おまえ、なんか話し方が変だぞ」とツカサ"}, {"start": 823.65, "end": 829.77, "text": "二人は、瀧がいつもと違うので心配します"}, {"start": 829.77, "end": 833.5, "text": "「おい、瀧、お前、弁当は？」"}, {"start": 833.5, "end": 834.88, "text": "「あっ」"}, {"start": 834.88, "end": 844.27, "text": "二人はお弁当を忘れた三葉に自分たちのお弁当を少しくれました"}, {"start": 844.27, "end": 846.85, "text": "「ありがとう」"}, {"start": 846.85, "end": 851.98, "text": "「授業が終わったあとで、カフェに行こうよ？」"}, {"start": 851.98, "end": 855.41, "text": "「いいね、瀧も行く？」"}, {"start": 855.41, "end": 858.54, "text": "「えっ カフェ！！」"}, {"start": 858.54, "end": 863.96, "text": "それを聞いた三葉は大喜び！"}, {"start": 863.96, "end": 868.9, "text": "三葉はカフェに行ってみたかったのですが、"}, {"start": 868.9, "end": 872.34, "text": "糸守にはカフェがなかったのです"}, {"start": 872.34, "end": 881.5, "text": "おしゃれなカフェにきた三葉はとてもうれしそうです"}, {"start": 881.5, "end": 888.24, "text": "しかし、カフェのメニューを見て、三葉はおどろきます"}, {"start": 888.24, "end": 891.76, "text": "「パンケーキ　高すぎ！」"}, {"start": 891.76, "end": 895.3, "text": "「でも ゆめだからいいかな」"}, {"start": 895.3, "end": 901.09, "text": "そう思い、美味しいパンケーキを楽しみます"}, {"start": 901.09, "end": 906.24, "text": "「いいゆめだな」と三葉が思っていると"}, {"start": 906.24, "end": 911.53, "text": "スマホにメッセージが来ます"}, {"start": 911.53, "end": 916.08, "text": "メッセージを見た三葉はびっくり！"}, {"start": 916.08, "end": 919.86, "text": "「わたしバイトに遅れてるみたい」"}, {"start": 919.86, "end": 925.25, "text": "「ねぇ、わたしがどこで働いているか知ってる？」"}, {"start": 925.25, "end": 930.78, "text": "「はぁぁ？？」友だち二人はまたびっくり！"}, {"start": 930.78, "end": 940.5, "text": "瀧はイタリアンレストランでアルバイトをしていました"}, {"start": 940.5, "end": 945.65, "text": "初めてレストランで仕事をする三葉は"}, {"start": 945.65, "end": 947.75, "text": "注文をまちがえたり、"}, {"start": 947.75, "end": 954.5, "text": "頼まれた料理を違うテーブルに運んだりして、大変です！"}, {"start": 954.5, "end": 958.7, "text": "「もう、このゆめいつ終わるの？」"}, {"start": 958.7, "end": 962.84, "text": "三葉は困って思いました"}, {"start": 962.84, "end": 967.09, "text": "そこへ「ちょっと、おにいさん、」と"}, {"start": 967.09, "end": 970.2, "text": "お客さんに呼ばれます"}, {"start": 970.2, "end": 976.91, "text": "そのお客は「ピザにようじが入ってた！」と言うのです"}, {"start": 976.91, "end": 979.41, "text": "三葉が困っていると、"}, {"start": 979.41, "end": 983.48, "text": "奥寺先ぱいが三葉の横に来て、"}, {"start": 983.48, "end": 988.25, "text": "そのお客さんと話をしてくれました"}, {"start": 988.25, "end": 998.2, "text": "「あの、奥寺先ぱい、さっきはありがとうございました！」"}, {"start": 998.2, "end": 1000.8, "text": "三葉はお礼を言います"}, {"start": 1000.8, "end": 1009.4, "text": "でもそのとき、先ぱいのスカートが切られている事が分かりました。"}, {"start": 1009.4, "end": 1013.42, "text": "さっきのお客がやったようです"}, {"start": 1013.42, "end": 1019.48, "text": "三葉は先ぱいのスカートにかわいいししゅうをして、"}, {"start": 1019.48, "end": 1023.12, "text": "切れたスカートを直します"}, {"start": 1023.12, "end": 1026.84, "text": "「わぁ！前よりかわいい！"}, {"start": 1026.84, "end": 1034.12, "text": "女子力高いね、瀧くん！」とよろこぶ奥寺先ぱい"}, {"start": 1034.12, "end": 1045.53, "text": "帰りの電車の中で三葉は思います"}, {"start": 1045.53, "end": 1049.04, "text": "「よくできたゆめだなぁ…」"}, {"start": 1049.04, "end": 1054.39, "text": "家に帰った三葉は、瀧のスマホを見ます"}, {"start": 1054.39, "end": 1058.5, "text": "「いいなぁ……東京の生活」"}, {"start": 1058.5, "end": 1064.14, "text": "「あっ！この人日記を書いてる！」"}, {"start": 1064.14, "end": 1069.42, "text": "そこで、三葉は、今日の日記を書きます"}, {"start": 1069.42, "end": 1076.09, "text": "『今日は奥寺先ぱいと駅までいっしょに帰りました！』"}, {"start": 1076.09, "end": 1081.03, "text": "『全部、わたしの女子力のおかげ！』"}, {"start": 1081.03, "end": 1085.02, "text": "三葉は自分のノートに"}, {"start": 1085.02, "end": 1091.36, "text": "「お前は誰だ？」と書かいてあったことを思い出します"}, {"start": 1091.36, "end": 1096.97, "text": "そして手に自分の名前を書きました"}, {"start": 1096.97, "end": 1099.57, "text": "「みつは」"}, {"start": 1099.57, "end": 1101.93, "text": "次の朝"}, {"start": 1101.93, "end": 1106.88, "text": "瀧がおきると手に何か書いてあります"}, {"start": 1106.88, "end": 1111.0, "text": "「みつは？　何なんだ、これ……？」"}, {"start": 1111.0, "end": 1118.47, "text": "スマホには自分が書いてない日記があってびっくりします"}, {"start": 1118.47, "end": 1123.63, "text": "「奥寺先ぱいと帰った？なんだこれ！？」"}, {"start": 1123.63, "end": 1131.36, "text": "その日の昼休み"}, {"start": 1131.36, "end": 1133.46, "text": "司が言います"}, {"start": 1133.46, "end": 1136.64, "text": "「今日もカフェに行こうよ！」"}, {"start": 1136.64, "end": 1141.9, "text": "瀧は少し考えてから言いました"}, {"start": 1141.9, "end": 1143.94, "text": "「あー、ごめん」"}, {"start": 1143.94, "end": 1147.41, "text": "「おれ、これからバイトだから行けない…」"}, {"start": 1147.41, "end": 1154.83, "text": "瀧が行ったあと、司が言いました"}, {"start": 1154.83, "end": 1159.26, "text": "「今日の瀧はふつうだったな」"}, {"start": 1159.26, "end": 1163.98, "text": "瀧がレストランへ行くと、"}, {"start": 1163.98, "end": 1167.63, "text": "みんなが瀧のところに来ます"}, {"start": 1167.63, "end": 1172.24, "text": "「昨日、奥寺先ぱいと、何があったんだ？」"}, {"start": 1172.24, "end": 1177.02, "text": "実は、お店で働いている男たちは、"}, {"start": 1177.02, "end": 1181.86, "text": "みんな奥寺先ぱいのことが好きなのです"}, {"start": 1181.86, "end": 1185.67, "text": "みんなの質問に瀧は、"}, {"start": 1185.67, "end": 1189.0, "text": "「それが、よく覚えてないんです…」"}, {"start": 1189.0, "end": 1193.31, "text": "と小さな声で返事をします"}, {"start": 1193.31, "end": 1197.71, "text": "「奥寺、入りまーす」"}, {"start": 1197.71, "end": 1204.12, "text": "そのとき、奥寺先ぱいがお店に入ってきました"}, {"start": 1204.12, "end": 1207.37, "text": "そして先ぱいは"}, {"start": 1207.37, "end": 1210.6, "text": "「今日もよろしくね、たーきくん！」"}, {"start": 1210.6, "end": 1213.7, "text": "とウインクしました"}, {"start": 1213.7, "end": 1218.18, "text": "それを見た、みんなは大さわぎです！"}, {"start": 1218.18, "end": 1220.41, "text": "「おい、瀧ーーー！！」"}, {"start": 1220.41, "end": 1225.95, "text": "朝になりました"}, {"start": 1225.95, "end": 1227.67, "text": "「んん？」"}, {"start": 1227.67, "end": 1235.31, "text": "手には「みつは？」「お前は誰だ？」と書いてあります"}, {"start": 1235.31, "end": 1242.15, "text": "三葉の部屋に来た四葉は、笑って言います"}, {"start": 1242.15, "end": 1246.94, "text": "「おねえちゃん、今日は自分の胸をさわってないね！」"}, {"start": 1246.94, "end": 1249.87, "text": "三葉はびっくりします"}, {"start": 1249.87, "end": 1254.95, "text": "「えっ 胸をさわってるって？どういう事？」"}, {"start": 1254.95, "end": 1256.99, "text": "「ええええええええ？」"}, {"start": 1256.99, "end": 1263.52, "text": "三葉が学校に行くと、"}, {"start": 1263.52, "end": 1267.56, "text": "クラスのみんなが三葉を見ています"}, {"start": 1267.56, "end": 1276.02, "text": "「あれ、私、見られてる？なんでだろう？」と思っていると、"}, {"start": 1276.02, "end": 1278.21, "text": "さやちんが言いました"}, {"start": 1278.21, "end": 1282.51, "text": "「昨日はすごかったからね、三葉…」"}, {"start": 1282.51, "end": 1289.23, "text": "「えっ」なにもおぼえていない三葉はびっくり"}, {"start": 1289.23, "end": 1297.04, "text": "昨日、絵の授業で、三葉のことを悪く言っている生徒がいたのです"}, {"start": 1297.04, "end": 1303.35, "text": "それを聞いた三葉はおこって机をけったのでした！"}, {"start": 1303.35, "end": 1307.75, "text": "さやちんからその話を聞いた三葉は"}, {"start": 1307.75, "end": 1315.1, "text": "「えっ私、そんな事したの？」とおどろきます"}, {"start": 1315.1, "end": 1318.1, "text": "「いったいどうなっているの？」"}, {"start": 1318.1, "end": 1327.05, "text": "三葉は急いで家に帰ってノートを開きます"}, {"start": 1327.05, "end": 1335.38, "text": "ノートには自分が書いていない事がたくさん書いてありました"}, {"start": 1335.38, "end": 1341.34, "text": "一方で、自分のスマホを見る瀧、"}, {"start": 1341.34, "end": 1349.02, "text": "スマホには自分が書いていない日記がいくつも書いてあります"}, {"start": 1349.02, "end": 1352.37, "text": "二人はやっと気が付きます！"}, {"start": 1352.37, "end": 1357.85, "text": "「わたし、ゆめの中で、あの男の子と…」"}, {"start": 1357.85, "end": 1362.12, "text": "「俺は、ゆめの中で、あの女と…」"}, {"start": 1362.12, "end": 1364.62, "text": "「入れかわってる！？」"}, {"start": 1364.62, "end": 1368.15, "text": "入れかわった時のけいけんは"}, {"start": 1368.15, "end": 1372.02, "text": "だんだん、思い出せなくなりますが、"}, {"start": 1372.02, "end": 1376.48, "text": "入れかわりは、週に二回から三回、"}, {"start": 1376.48, "end": 1380.82, "text": "寝たあとに起きていることが分かりました"}, {"start": 1380.82, "end": 1385.47, "text": "そこで、二人は入れかわったときに、"}, {"start": 1385.47, "end": 1391.07, "text": "してはいけないことや入れかわっているとき経験したことを"}, {"start": 1391.07, "end": 1395.01, "text": "スマホにメモすることに決めます！"}, {"start": 1395.01, "end": 1398.47, "text": "でも！それなのに！"}, {"start": 1398.47, "end": 1402.82, "text": "あの女は！！あの男は！！"}, {"start": 1402.82, "end": 1409.12, "text": "スカートをはいているのに足を上げたりする瀧"}, {"start": 1409.12, "end": 1414.41, "text": "高いスイーツをたくさん食べる三葉"}, {"start": 1414.41, "end": 1417.78, "text": "「もう！スカート注意！」"}, {"start": 1417.78, "end": 1420.34, "text": "「むだづかいするな！」"}, {"start": 1420.34, "end": 1424.02, "text": "と二人はケンカをします！"}, {"start": 1424.02, "end": 1429.32, "text": "入れかわった生活は本当に大変です！"}, {"start": 1429.32, "end": 1434.36, "text": "でも実はこの入れかわりには"}, {"start": 1434.36, "end": 1438.39, "text": "大切な意味があったのです"}, {"start": 1438.39, "end": 1443.5, "text": "ある日の朝、"}, {"start": 1443.5, "end": 1449.77, "text": "瀧が起きたらまた、三葉と入れ変わっていました"}, {"start": 1449.77, "end": 1457.91, "text": "瀧は制服を着て下の部屋に行きます"}, {"start": 1457.91, "end": 1461.53, "text": "「お姉ちゃん、何で制服を着てるの？」"}, {"start": 1461.53, "end": 1465.1, "text": "それを見た四葉が言います"}, {"start": 1465.1, "end": 1469.59, "text": "「今日はご神体のところに行く日だよ」"}, {"start": 1472.66, "end": 1479.09, "text": "三葉と四葉はおばあちゃんと一緒に、山を登っています"}, {"start": 1479.09, "end": 1485.42, "text": "でも、山を登るおばあちゃんはとても大変そう"}, {"start": 1485.42, "end": 1490.35, "text": "瀧は、おばあちゃんをおんぶして歩きます"}, {"start": 1490.35, "end": 1498.2, "text": "坂を登っていると、おばあちゃんが話しはじめました"}, {"start": 1498.2, "end": 1501.37, "text": "「結びって知ってる？」"}, {"start": 1501.37, "end": 1509.84, "text": "宮水神社の神様のことを古い言葉で『結び』と呼ぶんだ"}, {"start": 1509.84, "end": 1520.22, "text": "『結び』それは神さまがいろいろな物をつなぐ力のことだ"}, {"start": 1520.22, "end": 1528.8, "text": "糸、人、時間…全部、結びでつながってるんだよ"}, {"start": 1528.8, "end": 1536.72, "text": "三人はお茶を飲んで少し休みます"}, {"start": 1536.72, "end": 1544.74, "text": "お茶を飲んでいる二人を見ておばあちゃんは言いました"}, {"start": 1544.74, "end": 1552.03, "text": "「体に入る水やお米も、たましいとつながる結びだよ」"}, {"start": 1552.03, "end": 1559.72, "text": "三人は、やっと山の上につきました"}, {"start": 1559.72, "end": 1562.79, "text": "山の上はくぼんでいて、"}, {"start": 1562.79, "end": 1568.24, "text": "その真ん中に大きな岩と木があります"}, {"start": 1568.24, "end": 1573.16, "text": "そこにご神体があるのです"}, {"start": 1573.16, "end": 1578.39, "text": "ご神体へ続く道を歩いていると、"}, {"start": 1578.39, "end": 1585.5, "text": "小さな川がありました"}, {"start": 1585.5, "end": 1588.03, "text": "おばあちゃんは言いました"}, {"start": 1588.03, "end": 1592.87, "text": "「ここから川の向こうは、あの世だ」"}, {"start": 1592.87, "end": 1601.01, "text": "「この世にもどるには、自分の大切な物を神様にあげなくてはいけない」"}, {"start": 1601.01, "end": 1604.99, "text": "「それがこの、口かみ酒だよ」"}, {"start": 1604.99, "end": 1611.48, "text": "「口かみ酒はあなたたちの“半分”だからね」"}, {"start": 1611.48, "end": 1616.32, "text": "三葉の半分…そう思いながら、"}, {"start": 1616.32, "end": 1621.92, "text": "瀧は口かみ酒をご神体へお供えします"}, {"start": 1621.92, "end": 1632.1, "text": "帰り道、美しい夕やけと湖が見えました"}, {"start": 1632.1, "end": 1637.54, "text": "「かたわれ時だね」と四葉が言います"}, {"start": 1637.54, "end": 1641.02, "text": "美しい湖を見る瀧"}, {"start": 1641.02, "end": 1646.87, "text": "「そうだ！すい星見えるかな？」と四葉"}, {"start": 1646.87, "end": 1649.66, "text": "「えっ！すい星？」"}, {"start": 1649.66, "end": 1655.55, "text": "そのとき、おばあちゃんが瀧を見て言いました"}, {"start": 1655.55, "end": 1663.36, "text": "「おや……三葉。あなた、今、夢を見てるね？」"}, {"start": 1663.36, "end": 1672.72, "text": "「ゆめ？」おどろいて起きた瀧"}, {"start": 1672.72, "end": 1676.65, "text": "瀧は自分の部屋にいました"}, {"start": 1676.65, "end": 1681.82, "text": "そして なぜか 泣いていました"}, {"start": 1681.82, "end": 1685.63, "text": "「なんで 俺 泣いているんだ？」"}, {"start": 1685.63, "end": 1693.22, "text": "そのとき、スマホ に メッセージ が とどきました"}, {"start": 1693.22, "end": 1698.36, "text": "『もうすぐ 着くよー　今日は よろしくね』"}, {"start": 1698.36, "end": 1702.85, "text": "奥寺先ぱい から の メッセージ です"}, {"start": 1702.85, "end": 1704.48, "text": "「えっ」"}, {"start": 1704.48, "end": 1709.07, "text": "瀧 は 急いで スマホ の メモ を 見ます"}, {"start": 1709.07, "end": 1714.96, "text": "そこには、三つ葉 が 書いた メモ が 残っていました"}, {"start": 1714.96, "end": 1720.32, "text": "「明日 は 奥寺先ぱい と 東京 で デート！」"}, {"start": 1720.32, "end": 1724.97, "text": "駅の前で10時半に待ち合わせ"}, {"start": 1724.97, "end": 1736.41, "text": "「えっ」瀧 は びっくりして 大急ぎ で 支度 を して 走っていきます"}, {"start": 1736.41, "end": 1740.38, "text": "そのころ、三つ葉 も 起きました"}, {"start": 1740.38, "end": 1746.15, "text": "今日 も 二人 の 入れかわり が ある と思っていた 三つ葉"}, {"start": 1746.15, "end": 1750.84, "text": "しかし、入れかわり は 起こりませんでした"}, {"start": 1750.84, "end": 1755.02, "text": "「私 が デート に 行くはずだったのに…」"}, {"start": 1755.02, "end": 1759.69, "text": "「いいなぁ… 今ごろ、二人 は 一緒か…」"}, {"start": 1759.69, "end": 1765.99, "text": "かみ を 結んでいた 三つ葉 は、かがみ を 見て おどろきます"}, {"start": 1765.99, "end": 1770.78, "text": "「…あれ？わたし、なんで 泣いているの…」"}, {"start": 1770.78, "end": 1778.88, "text": "駅 に 着いた 瀧 は 奥寺先ぱい を 探します"}, {"start": 1778.88, "end": 1786.89, "text": "そこへ「ごめん、瀧くん、待った？」と 奥寺先ぱい が 来ました"}, {"start": 1786.89, "end": 1789.61, "text": "「今、来たところ です！」"}, {"start": 1789.61, "end": 1793.01, "text": "瀧 は そう 言いながら"}, {"start": 1793.01, "end": 1798.97, "text": "可愛い 奥寺先ぱい を 見て 顔 を 赤くします"}, {"start": 1798.97, "end": 1801.94, "text": "「よかった。じゃあ、行こうか！」"}, {"start": 1801.94, "end": 1809.19, "text": "二人 は 展望台 や 美術館 へ 行きます"}, {"start": 1809.19, "end": 1816.25, "text": "でも 大好きな 奥寺先ぱい と 初めて の デート なのに、"}, {"start": 1816.25, "end": 1821.43, "text": "瀧 は 何の 話 を したら いいのか わかりません"}, {"start": 1821.43, "end": 1825.9, "text": "困った 瀧 は トイレ に 行きます"}, {"start": 1825.9, "end": 1828.35, "text": "スマホ を 見ると、"}, {"start": 1828.35, "end": 1836.53, "text": "そこには、三つ葉 が デート の ために 用意した リンク が 沢山 ありました"}, {"start": 1836.53, "end": 1843.29, "text": "でも 変な リンク ばかり で、あまり 役 に 立ちません"}, {"start": 1843.29, "end": 1850.16, "text": "瀧 は「バカ に するな…」と 笑います"}, {"start": 1850.16, "end": 1856.44, "text": "美術館 では 写真 の 展覧会 を やっていました"}, {"start": 1856.44, "end": 1863.61, "text": "そこで、瀧 は 糸守 の 湖 の 写真 を みつけます"}, {"start": 1863.61, "end": 1868.39, "text": "「このけしき……どこかで 見た……」"}, {"start": 1868.39, "end": 1873.89, "text": "その 写真 の 前 から 動かない 瀧 を みて"}, {"start": 1873.89, "end": 1877.15, "text": "奥寺先ぱい が 言います"}, {"start": 1877.15, "end": 1881.63, "text": "「今日 の 瀧くん は、べつの 人 みたい」"}, {"start": 1881.63, "end": 1887.6, "text": "「先ぱい、お腹 すきませんか？」"}, {"start": 1887.6, "end": 1893.19, "text": "瀧は 奥寺先ぱい を 夕食 に さそいます"}, {"start": 1893.19, "end": 1897.7, "text": "しかし先ぱいは 笑って 言いました"}, {"start": 1897.7, "end": 1900.27, "text": "「今日は もう 帰ろう」"}, {"start": 1900.27, "end": 1907.55, "text": "「瀧くん は 昔、私 の こと、少し 好きだったでしょう？」"}, {"start": 1907.55, "end": 1912.53, "text": "「そして 今 は 別 の 好きな 子 が いるでしょ？」"}, {"start": 1912.53, "end": 1921.06, "text": "瀧は、「そんな 人 いません！ 全然 ちがいます」と言います"}, {"start": 1921.06, "end": 1926.24, "text": "奥寺先ぱい は やさしく 笑って 言いました"}, {"start": 1926.24, "end": 1931.58, "text": "「本当かな、まぁいいや　ありがとう」"}, {"start": 1931.58, "end": 1934.49, "text": "「また バイト でね！」"}, {"start": 1934.49, "end": 1943.34, "text": "デート は、上手くいきませんでした"}, {"start": 1943.34, "end": 1947.3, "text": "瀧 が スマホ の メモ を みると、"}, {"start": 1947.3, "end": 1953.16, "text": "昨日、三つ葉 が 書いた 日記 の 言葉 が 残っています"}, {"start": 1953.16, "end": 1955.26, "text": "「デートが終わるころ」"}, {"start": 1955.26, "end": 1958.58, "text": "「ちょうど 空 に すい星 が 見えるね！」"}, {"start": 1958.58, "end": 1960.6, "text": "「明日 が たのしみ！」"}, {"start": 1960.6, "end": 1964.22, "text": "「どっち に なっても がんばろうね！」"}, {"start": 1964.22, "end": 1968.03, "text": "瀧 は、それ を 見て 思います"}, {"start": 1968.03, "end": 1973.14, "text": "「すい星？ 何の こと を 言っているんだろう？」"}, {"start": 1973.14, "end": 1980.92, "text": "瀧は、三つ葉 に 電話 を かけます"}, {"start": 1980.92, "end": 1985.5, "text": "三つ葉の スマホ が なります"}, {"start": 1985.5, "end": 1990.61, "text": "電話 は 友だち の てっしー から でした"}, {"start": 1990.61, "end": 1994.66, "text": "三つ葉 が 今日、学校 を 休んだので、"}, {"start": 1994.66, "end": 1998.87, "text": "テッシー は 三つ葉 を 心配しているのです"}, {"start": 1998.87, "end": 2003.0, "text": "「今日は…ちょっと 学校 を サボったの」"}, {"start": 2003.0, "end": 2007.84, "text": "三つ葉 は 少し 元気 の ない 声 で 言います"}, {"start": 2007.84, "end": 2011.2, "text": "「夜 の お祭り、来られるか？」"}, {"start": 2011.2, "end": 2014.46, "text": "と てっしー が 聞きました"}, {"start": 2014.46, "end": 2020.73, "text": "「そうだ、今日は すい星 が 一番 きれいに見える 日 だ！」"}, {"start": 2020.73, "end": 2023.84, "text": "三つ葉 は 思い出します"}, {"start": 2023.84, "end": 2028.12, "text": "「わかった、行くよ！後でね」"}, {"start": 2028.12, "end": 2036.5, "text": "待ち合わせ の 場所 で、てっしー と さやちん が 話 を しています"}, {"start": 2036.5, "end": 2041.21, "text": "そこへ 三つ葉 が きます"}, {"start": 2041.21, "end": 2042.81, "text": "「お待たせ！」"}, {"start": 2042.81, "end": 2048.1, "text": "二人 は、三つ葉 を 見て、声 を そろえて言いました"}, {"start": 2048.1, "end": 2051.95, "text": "「えっ！？かっかっ かみ が！」"}, {"start": 2051.95, "end": 2056.93, "text": "三つ葉は かみ を みじかく 切っていました"}, {"start": 2056.93, "end": 2060.44, "text": "さやちん が おどろいて 聞きます"}, {"start": 2060.44, "end": 2064.23, "text": "「ちょっと……どうしたの？三つ葉！」"}, {"start": 2064.23, "end": 2066.67, "text": "「やっぱり、へんかな？」"}, {"start": 2066.67, "end": 2072.28, "text": "三つ葉 は 少し はずかしそうに 言いました"}, {"start": 2072.28, "end": 2079.47, "text": "三人 は おまつり に 向かいます"}, {"start": 2079.47, "end": 2084.98, "text": "三つ葉 の 後ろ を 歩く てっしー と さやちん"}, {"start": 2084.98, "end": 2089.67, "text": "「やっぱり、男 関係 かな？失恋 とか？」"}, {"start": 2089.67, "end": 2092.21, "text": "てっしー が 言いました"}, {"start": 2092.21, "end": 2096.15, "text": "「えー、三つ葉 は 違うって 言ってたよ」"}, {"start": 2096.15, "end": 2098.13, "text": "と、さやちん"}, {"start": 2098.13, "end": 2104.54, "text": "二人 は とつぜん かみ を 切った 三つ葉 を心配しています"}, {"start": 2104.54, "end": 2109.47, "text": "そのとき、三つ葉 が 空 を 見て 言います"}, {"start": 2109.47, "end": 2112.74, "text": "「見えるよ！すい星！」"}, {"start": 2112.74, "end": 2117.15, "text": "てっしー と さやちん も 空を見ます"}, {"start": 2117.15, "end": 2120.93, "text": "「すごい！」「わぁ！」"}, {"start": 2120.93, "end": 2129.42, "text": "夜 の 空 に 大きく 光る、青く 美しいすい星 が 見えます"}, {"start": 2129.42, "end": 2131.34, "text": "「あっ」"}, {"start": 2131.34, "end": 2140.55, "text": "美しい すい星 を みていると、すい星 がとつぜん 二つ に 割れました"}, {"start": 2140.55, "end": 2148.7, "text": "割れた すい星 は 赤く 光りながら、こちら の 方 へ 落ちてきます"}, {"start": 2152.39, "end": 2162.93, "text": "（アナウンス）三つ葉 に 電話 を かけていた瀧"}, {"start": 2162.93, "end": 2167.37, "text": "しかし 電話 は つながりませんでした"}, {"start": 2167.37, "end": 2173.02, "text": "「失敗した デート の 話 は 今度 入れかわった とき に しよう」"}, {"start": 2173.02, "end": 2175.96, "text": "と 瀧 は 思います"}, {"start": 2175.96, "end": 2183.55, "text": "でも、なぜか、その日 から 二人 の 入れかわり は 起こらなくなりました"}, {"start": 2183.55, "end": 2193.6, "text": "瀧 は、三つ葉 の こと を わすれること が できませんでした"}, {"start": 2193.6, "end": 2200.33, "text": "瀧 は 入れかわった 時 に 見た 町 の 景色 を 描き続けます"}, {"start": 2200.33, "end": 2206.05, "text": "何日 も 何日 も"}, {"start": 2206.05, "end": 2215.92, "text": "ある日、瀧 は 描いた 絵 を いくつか カバン に 入れて 出かけます"}, {"start": 2215.92, "end": 2219.55, "text": "電話 も つながらない"}, {"start": 2219.55, "end": 2222.62, "text": "メール も 返ってこない"}, {"start": 2222.62, "end": 2229.43, "text": "だから おれ は 三つ葉 に 会いに行く こと にした"}, {"start": 2229.43, "end": 2233.48, "text": "三つ葉 に 会ってみたかった"}, {"start": 2233.48, "end": 2241.48, "text": "瀧 が 駅 に 着くと、"}, {"start": 2241.48, "end": 2247.37, "text": "なぜか つかさ と 奥寺先ぱい も そこ に います"}, {"start": 2247.37, "end": 2250.53, "text": "「お前 が 心配 だから 来たんだ」"}, {"start": 2250.53, "end": 2256.74, "text": "と 言う つかさ に、瀧 は びっくりします！"}, {"start": 2256.74, "end": 2266.5, "text": "電車 の 中 で 奥寺先ぱい が 言いました"}, {"start": 2266.5, "end": 2269.49, "text": "「友人 に 会いに 行くの？」"}, {"start": 2269.49, "end": 2274.88, "text": "瀧 は 旅 の 目的 を 説明します"}, {"start": 2274.88, "end": 2281.59, "text": "「えっ 友達 の 住んでいる 場所 を 知らない の？」"}, {"start": 2281.59, "end": 2285.7, "text": "「知っている のは、その 町 の 景色だけ？」"}, {"start": 2285.7, "end": 2291.01, "text": "瀧 は 小さな声 で 答えます「はい……」"}, {"start": 2291.01, "end": 2294.13, "text": "瀧 が わかっているのは、"}, {"start": 2294.13, "end": 2301.23, "text": "あの 美術館 で 見た 写真 が、ひだ地方 の ものだ ということ でした"}, {"start": 2301.23, "end": 2309.64, "text": "ひだ に 着いた 三人 は 瀧 の 絵 を 見せながら、町 の 人 に たずねます"}, {"start": 2309.64, "end": 2317.5, "text": "でも、だれも 三つ葉 の 町 の 名前 も 場所 も 知りません"}, {"start": 2317.5, "end": 2322.45, "text": "疲れた 三人 は ラーメン屋 に 入ります"}, {"start": 2322.45, "end": 2327.97, "text": "「高山ラーメン を ひとつ と⋯」と 奥寺先ぱい"}, {"start": 2327.97, "end": 2332.25, "text": "「高山ラーメン ひとつ！」と つかさ"}, {"start": 2332.25, "end": 2337.62, "text": "「じゃあ、高山ラーメン ひとつ で…」と瀧"}, {"start": 2337.62, "end": 2340.54, "text": "「はい、ラーメン 三つ ねー！」"}, {"start": 2340.54, "end": 2347.68, "text": "その時、ラーメン屋 の 女の人 が 瀧 の 絵 を 見て 言いました"}, {"start": 2347.68, "end": 2354.71, "text": "「おや、お兄ちゃん！それ、糸守でしょう？ 上手 に かいたね！」"}, {"start": 2354.71, "end": 2360.12, "text": "ラーメン屋 の 店主 も その絵 を 見て 言いました"}, {"start": 2360.12, "end": 2364.7, "text": "「ああ、糸守 だ… なつかしいな⋯」"}, {"start": 2364.7, "end": 2369.16, "text": "「この 人 は 糸守 に 住んでいたんだよ！」"}, {"start": 2369.16, "end": 2372.58, "text": "女 の 人 が 言いました"}, {"start": 2372.58, "end": 2377.16, "text": "それ を 聞いて 瀧 は 思い出します"}, {"start": 2377.16, "end": 2382.4, "text": "「いともり……そうだ！糸守町！」"}, {"start": 2382.4, "end": 2384.36, "text": "「この 近く ですよね？」"}, {"start": 2384.36, "end": 2386.03, "text": "「えっ……」"}, {"start": 2386.03, "end": 2391.86, "text": "なぜか、女の人 は それ を 聞いて びっくりしています"}, {"start": 2391.86, "end": 2395.44, "text": "「糸守…て、あの すい星 の？」"}, {"start": 2395.44, "end": 2400.35, "text": "つかさ と 奥寺先ぱい も おどろいています"}, {"start": 2400.35, "end": 2405.13, "text": "「糸守町 は 三年前 に なくなった…」"}, {"start": 2405.13, "end": 2409.3, "text": "店主 が ゆっくり と 言いました"}, {"start": 2409.3, "end": 2411.33, "text": "「え……？」"}, {"start": 2411.33, "end": 2420.61, "text": "店主 は 三人 を 糸守町 まで 連れて行ってくれました"}, {"start": 2420.61, "end": 2426.28, "text": "三つ葉 が 通っていた 高校 の 庭から、"}, {"start": 2426.28, "end": 2431.12, "text": "今 の 糸守町 を 見ること が 出来ました"}, {"start": 2431.12, "end": 2437.41, "text": "たおれた 木、こわれた 電車…"}, {"start": 2437.41, "end": 2442.52, "text": "そして 湖 の 中 に しずんだ 町"}, {"start": 2442.52, "end": 2449.13, "text": "瀧 は 目の前 の 景色 に おどろいて 何 も 言えません"}, {"start": 2449.13, "end": 2454.03, "text": "奥寺先ぱい が 小さな 声 で 言います"}, {"start": 2454.03, "end": 2458.47, "text": "「…ねぇ、本当に この 場所 なの？」"}, {"start": 2458.47, "end": 2461.52, "text": "つかさ が 答えます"}, {"start": 2461.52, "end": 2466.25, "text": "「きっと…瀧 が 場所 を まちがえたんですよ！」"}, {"start": 2466.25, "end": 2470.58, "text": "瀧 が 大きな 声 で 言います"}, {"start": 2470.58, "end": 2473.08, "text": "「間違えていない!! 」"}, {"start": 2473.08, "end": 2481.01, "text": "「この 学校 の 庭 も、まわり の 山 も、はっきり 覚えてる!!」"}, {"start": 2481.01, "end": 2486.51, "text": "「でも、ここ は 三年前 に すい星 が 落ちて"}, {"start": 2486.51, "end": 2490.02, "text": "何百人 も 死んだ 場所 だぞ！」"}, {"start": 2490.02, "end": 2492.62, "text": "つかさ が 言いました"}, {"start": 2492.62, "end": 2496.21, "text": "瀧 は 立ち止まって 言います"}, {"start": 2496.21, "end": 2499.61, "text": "「三年前⋯　死んだ……？」"}, {"start": 2499.61, "end": 2502.96, "text": "瀧 は すい星 が 見えた、"}, {"start": 2502.96, "end": 2506.49, "text": "あの 日 の 景色 を 思い出します"}, {"start": 2506.49, "end": 2512.51, "text": "「そんな… あいつ の 書いた メモ だって ここにあるんだ!!」"}, {"start": 2512.51, "end": 2517.14, "text": "瀧 は 急いで スマホ の 日記 を 見ます"}, {"start": 2517.14, "end": 2520.54, "text": "しかし、三つ葉 の 書いた 日記 が"}, {"start": 2520.54, "end": 2524.9, "text": "スマホ から どんどん 消えていきます"}, {"start": 2524.9, "end": 2528.01, "text": "「えっ！消えてく」"}, {"start": 2528.01, "end": 2534.24, "text": "瀧は、おどろいて もう一度 スマホ を 確認します"}, {"start": 2534.24, "end": 2540.21, "text": "三つ葉 の 書いた 日記 は 全部 消えてしまいました"}, {"start": 2540.21, "end": 2551.6, "text": "三人は 近くの 図書館 へ 行って 糸守 の こと を 調べます"}, {"start": 2551.6, "end": 2554.57, "text": "三年前 の あの日、"}, {"start": 2554.57, "end": 2559.14, "text": "糸守 に 割れた すい星 の かたわれ が落ちて"}, {"start": 2559.14, "end": 2562.82, "text": "多くの 人 が 死んだのでした"}, {"start": 2562.82, "end": 2568.54, "text": "「その日 は、ちょうど お祭り の 日 だったみたい…」"}, {"start": 2568.54, "end": 2572.3, "text": "奥寺先ぱい が 言いました"}, {"start": 2572.3, "end": 2577.19, "text": "瀧 は 死んだ 人 の 名ぼ を 見ます"}, {"start": 2577.19, "end": 2580.08, "text": "「あっ」"}, {"start": 2580.08, "end": 2586.42, "text": "そこには、てっしー や さやちん の 名前 がありました"}, {"start": 2586.42, "end": 2594.36, "text": "そして 三つ葉、四葉、一葉 の 名前 も みつけます"}, {"start": 2594.36, "end": 2598.91, "text": "「ねぇ、瀧くん が 探しているのは"}, {"start": 2598.91, "end": 2601.42, "text": "本当に この子 なの？"}, {"start": 2601.42, "end": 2603.73, "text": "間違い じゃない？」"}, {"start": 2603.73, "end": 2607.81, "text": "「この子、三年前 に 死んでいるよ！」"}, {"start": 2607.81, "end": 2612.75, "text": "奥寺先ぱい が 瀧 に 聞きます"}, {"start": 2612.75, "end": 2615.48, "text": "「でも 2、3週間 前 に…"}, {"start": 2615.48, "end": 2617.72, "text": "すい星 が 見えるって…"}, {"start": 2617.72, "end": 2622.86, "text": "あいつ は おれ に 言ったんです！ だから…」"}, {"start": 2622.86, "end": 2629.74, "text": "その 時、瀧 は おばあちゃん が 言った こと を 思い出します"}, {"start": 2629.74, "end": 2634.94, "text": "「おや…あなた、今、ゆめ を 見てるね？」"}, {"start": 2634.94, "end": 2644.61, "text": "その夜 は 旅館 に とまる 事 に なりました"}, {"start": 2644.61, "end": 2648.07, "text": "「全部、ゆめ だったのか……？」"}, {"start": 2648.07, "end": 2654.15, "text": "入れかわった 時 の こと を だんだん 忘れていく 瀧"}, {"start": 2654.15, "end": 2657.76, "text": "「あれ？あいつ の 名前…」"}, {"start": 2657.76, "end": 2663.42, "text": "瀧は、三つ葉 の「名前」も 思い出せなくなります"}, {"start": 2663.42, "end": 2670.95, "text": "そこ へ 奥寺先ぱい が 部屋 に 入ってきました"}, {"start": 2670.95, "end": 2677.77, "text": "「今日、おれ、ずっと 変な こと を 言っていて すみません...」"}, {"start": 2677.77, "end": 2680.24, "text": "瀧 は あやまります"}, {"start": 2680.24, "end": 2684.53, "text": "「大丈夫よ」と言う 奥寺先ぱい"}, {"start": 2684.53, "end": 2691.61, "text": "先ぱい は 糸守 の 組ひも の 話 を 読んでいました"}, {"start": 2691.61, "end": 2695.15, "text": "「瀧くん の それ、組ひも？」"}, {"start": 2695.15, "end": 2702.53, "text": "瀧の 左手 には、赤 と オレンジ色 の 組ひも が ありました"}, {"start": 2702.53, "end": 2706.11, "text": "「これ は、昔 もらったんです」"}, {"start": 2706.11, "end": 2710.02, "text": "「でも、だれ に もらったんだろう？」"}, {"start": 2710.02, "end": 2715.77, "text": "そのとき、おばあちゃん の 話 を 思い出します"}, {"start": 2715.77, "end": 2719.95, "text": "「時間 は ひも に 似ているよ」"}, {"start": 2719.95, "end": 2729.31, "text": "「時間 も、ひも みたいに ねじれたり、 もどったり、つながったり するんだよ」"}, {"start": 2729.31, "end": 2732.88, "text": "時間 が ねじれてる？"}, {"start": 2732.88, "end": 2737.16, "text": "瀧 は、三つ葉 の 体 で 行った"}, {"start": 2737.16, "end": 2741.95, "text": "山 の 上 の「ご神体」の こと を 思い出します"}, {"start": 2741.95, "end": 2746.51, "text": "「あそこ に 行けば、何か わかるかもしれない」"}, {"start": 2746.51, "end": 2752.11, "text": "奥寺先ぱい、つかさ へ"}, {"start": 2752.11, "end": 2755.78, "text": "行ってみたい 場所 が あります"}, {"start": 2755.78, "end": 2760.11, "text": "先 に 東京 に 帰っていてください"}, {"start": 2760.11, "end": 2763.96, "text": "すみません、後から 帰ります"}, {"start": 2763.96, "end": 2767.26, "text": "ありがとう　瀧"}, {"start": 2767.26, "end": 2771.87, "text": "メモ を 机 の 上 に おいて"}, {"start": 2771.87, "end": 2776.99, "text": "朝 早く、瀧 は 山 へ 向かいました"}, {"start": 2776.99, "end": 2793.51, "text": "瀧 は ご神体 への 道 を 思い出しながら 山 を 登っていきます"}, {"start": 2793.51, "end": 2805.18, "text": "そこ へ 雨 が 降ってきました"}, {"start": 2805.18, "end": 2810.98, "text": "雨 は どんどん 強くなっていきます"}, {"start": 2810.98, "end": 2826.69, "text": "とうとう、瀧 は 山 の 上 に 着きました"}, {"start": 2826.69, "end": 2834.4, "text": "三つ葉 と 入れかわっている とき に 見た 景色 が 目の前 に 見えます"}, {"start": 2834.4, "end": 2840.75, "text": "「あった! 本当に あった! ゆめ じゃなかった」"}, {"start": 2840.75, "end": 2846.04, "text": "そして、ゆめ で 見た 川 も ありました"}, {"start": 2846.04, "end": 2853.98, "text": "「この 川 の 向こう は、あの世」"}, {"start": 2853.98, "end": 2860.24, "text": "そう 思って 瀧 は 川 を 渡ります"}, {"start": 2860.24, "end": 2866.65, "text": "瀧 は ご神体 の ところ へ 行きます"}, {"start": 2866.65, "end": 2879.28, "text": "瀧 は、スマホ の ライト を つけて、口かみ酒 を さがします"}, {"start": 2879.28, "end": 2889.43, "text": "口かみ酒 が 入っている 入れもの は、何年 も そこ に あったように、よごれていました"}, {"start": 2889.43, "end": 2895.4, "text": "「三年前 の 三つ葉 と おれ は、入れかわっていたのか…」"}, {"start": 2895.4, "end": 2899.4, "text": "時間 が ずれていたのです！"}, {"start": 2899.4, "end": 2907.33, "text": "「結び…もし、もう一ど 時間 を もどせるなら…」"}, {"start": 2907.33, "end": 2915.63, "text": "瀧 は、三つ葉 の「半分」である 口かみ酒 を 飲みます"}, {"start": 2915.63, "end": 2921.79, "text": "でも、何も おこりません"}, {"start": 2921.79, "end": 2928.24, "text": "瀧 が 立とうとした 時、すべってしまいました"}, {"start": 2928.24, "end": 2936.67, "text": "その時、天井 に 描かれた、すい星 の 絵 に気がつきました"}, {"start": 2936.67, "end": 2940.22, "text": "「あっ！すい星！」"}, {"start": 2940.22, "end": 2948.81, "text": "絵 の すい星 は、二つ に わかれて、湖 に むかっていました"}, {"start": 2948.81, "end": 2957.62, "text": "そして、瀧 が その 絵 を 見ていると、不思議 な こと が 起こりました"}, {"start": 2957.62, "end": 2962.54, "text": "すい星 の 絵 が、動きはじめたのです"}, {"start": 2962.54, "end": 2972.64, "text": "すい星 は、赤い ひものようになり、瀧 の 手に ある 組ひも と つながりました"}, {"start": 2972.64, "end": 2982.1, "text": "瀧 は その ひも に つながった、三つ葉 の 思い出 の 中 へ 入っていきました"}, {"start": 2982.1, "end": 2986.37, "text": "「あなた の 名前 は 三つ葉 よ」"}, {"start": 2986.37, "end": 2991.88, "text": "三つ葉 が 生まれた とき の お母さん の 声"}, {"start": 2991.88, "end": 2996.33, "text": "妹 の 四葉 が 生まれたこと"}, {"start": 2996.33, "end": 3002.84, "text": "お母さん の 死、おばあちゃん との 生活"}, {"start": 3002.84, "end": 3008.76, "text": "そして、瀧 との 入れかわり…"}, {"start": 3008.76, "end": 3013.33, "text": "「今ごろ、二人 は　いっしょかぁ…」"}, {"start": 3013.33, "end": 3017.28, "text": "三つ葉 の 声 が 聞こえます"}, {"start": 3017.28, "end": 3025.96, "text": "そして「わたし、ちょっと 東京 に 行ってくる」と 言う 三つ葉"}, {"start": 3025.96, "end": 3033.59, "text": "おばあちゃん に かみ を 切ってもらう 三つ葉"}, {"start": 3033.59, "end": 3039.54, "text": "浴衣 を 着て お祭り へ 行く 三つ葉"}, {"start": 3039.54, "end": 3044.94, "text": "「三つ葉、そこ に いちゃ ダメだ！」"}, {"start": 3044.94, "end": 3054.71, "text": "「すい星 が 落ちる前に、町 から にげるんだ！三つ葉！」"}, {"start": 3054.71, "end": 3062.13, "text": "瀧 が 目 を さます と、そこ は 三つ葉 の 部屋 でした"}, {"start": 3062.13, "end": 3067.12, "text": "また、入れかわり が 起こったのです"}, {"start": 3067.12, "end": 3070.49, "text": "「三つ葉…生きてる…！」"}, {"start": 3070.49, "end": 3075.85, "text": "すい星 が 落ちるのは、今夜 です"}, {"start": 3075.85, "end": 3082.27, "text": "「みんな を 助ける！」瀧 は 心 に 決めました"}, {"start": 3082.27, "end": 3088.76, "text": "「おはよう、三つ葉」"}, {"start": 3088.76, "end": 3093.61, "text": "「あら、あなた は 三つ葉 じゃないね…」"}, {"start": 3093.61, "end": 3101.19, "text": "おばあちゃん は、瀧 が 三つ葉 ではない ことに 気がつきました"}, {"start": 3101.19, "end": 3107.96, "text": "「私 も 昔 だれか と入れかわった こと が あるよ」"}, {"start": 3107.96, "end": 3117.11, "text": "そう 言って、おばあちゃん は、宮水家 の 不思議 な 力 に ついて 話してくれました"}, {"start": 3117.11, "end": 3119.97, "text": "瀧 は 考えます"}, {"start": 3119.97, "end": 3125.19, "text": "「宮水 の 人 は、すい星 から 町 を 守る ために、"}, {"start": 3125.19, "end": 3129.54, "text": "入れかわる 力 を もっていた の かもしれない」"}, {"start": 3129.54, "end": 3139.04, "text": "瀧 は おばあちゃん に、今夜、町 に すい星が 落ちて たくさん の 人 が 死ぬ と 言います"}, {"start": 3139.04, "end": 3144.64, "text": "でも、おばあちゃん は 信じてくれません"}, {"start": 3144.64, "end": 3157.15, "text": "瀧 は 学校 へ 行き、てっしー と さやちん に 相談します"}, {"start": 3157.15, "end": 3165.98, "text": "不思議 な 話 が 好きな テッシー は すぐに 瀧 の 話 を 信じてくれました"}, {"start": 3165.98, "end": 3173.71, "text": "瀧 は テッシー と すい星 から みんな を 守る 計画 を 立てます"}, {"start": 3173.71, "end": 3183.47, "text": "てっしー が　お父さん の 会社 から 火薬 を 持ってきて、発電所 で 火事 を 起こす"}, {"start": 3183.47, "end": 3190.85, "text": "さやちん が 学校 の 放送 を 町役場 の 放送に つなげて、"}, {"start": 3190.85, "end": 3196.07, "text": "町 の 人 に 高校 へ 逃げるよう に 伝える"}, {"start": 3196.07, "end": 3203.38, "text": "そして 瀧 は 三つ葉 の お父さん の 町長 に 話 を して、"}, {"start": 3203.38, "end": 3209.26, "text": "町長 から 町 の 人 へ 逃げるよう に 言ってもらう"}, {"start": 3209.26, "end": 3216.5, "text": "さやちん は、その 話 を 聞いて、心配そうな顔 を します"}, {"start": 3216.5, "end": 3222.69, "text": "まだ、瀧 の 話 を 信じていなかったのです"}, {"start": 3222.69, "end": 3228.29, "text": "テッシー は さやちん に 説明します"}, {"start": 3228.29, "end": 3233.9, "text": "「糸守 の 湖 が どうして できた か 知ってるか？"}, {"start": 3233.9, "end": 3242.33, "text": "1200年 前 に あそこ に すい星 が 落ちて 湖 が できたんだ"}, {"start": 3242.33, "end": 3247.1, "text": "また 同じ こと が おきる かもしれない」"}, {"start": 3247.1, "end": 3253.6, "text": "瀧 は 急いで 町長 の ところ へ 行きます"}, {"start": 3253.6, "end": 3261.44, "text": "しかし、町長 は 瀧 の 話 を 全然 信じてくれません"}, {"start": 3261.44, "end": 3269.65, "text": "お前 は 頭 が おかしい と 言って 病院 へ 電話 を かけようとします"}, {"start": 3269.65, "end": 3272.56, "text": "「バカ に するな！！」"}, {"start": 3272.56, "end": 3280.96, "text": "瀧 は 怒って、町長 の ネクタイ を 持ちながら 大きな 声 で 言いました"}, {"start": 3280.96, "end": 3286.58, "text": "「三つ葉…いや、お前 は だれだ？」"}, {"start": 3286.58, "end": 3290.05, "text": "町長 は びっくりして 言いました"}, {"start": 3290.05, "end": 3301.02, "text": "残念ながら 町長 は 瀧 の 話 を 信じてくれませんでした"}, {"start": 3301.02, "end": 3306.41, "text": "「オレ が 三つ葉 なら 町長 は 信じてくれたのか？」"}, {"start": 3306.41, "end": 3311.11, "text": "そう 思い ながら 瀧 が 歩いていると、"}, {"start": 3311.11, "end": 3316.22, "text": "お祭り へ 行く 約束 を している 子ども がいます"}, {"start": 3316.22, "end": 3322.66, "text": "「行っちゃ ダメだ！！　町 から にげて！」 と 言う 瀧"}, {"start": 3322.66, "end": 3328.08, "text": "子ども たち は びっくりして 逃げてしまいます"}, {"start": 3328.08, "end": 3329.9, "text": "そのとき―"}, {"start": 3329.9, "end": 3334.05, "text": "「お姉ちゃーん！！何 してるの？」"}, {"start": 3334.05, "end": 3338.06, "text": "妹 の 四葉 が 来ました"}, {"start": 3338.06, "end": 3343.74, "text": "「お姉ちゃん、昨日 は 急に 東京 に 行くし、」"}, {"start": 3343.74, "end": 3346.71, "text": "「お姉ちゃん、変だよ！」"}, {"start": 3346.71, "end": 3350.02, "text": "「…え？　東京…？」"}, {"start": 3350.02, "end": 3355.85, "text": "そこへ、てっしー と さやちん が やって 来ました"}, {"start": 3355.85, "end": 3361.4, "text": "「お父さん との 話 は どうだった？」 と 聞く テッシー"}, {"start": 3361.4, "end": 3368.3, "text": "瀧 は 返事 を しないで 何か を 考えています"}, {"start": 3368.3, "end": 3372.62, "text": "オレ が 三つ葉 の 体 の 中 に いる"}, {"start": 3372.62, "end": 3378.11, "text": "では 三つ葉 は 今、どこ に いるんだ？"}, {"start": 3378.11, "end": 3385.75, "text": "急 に 山 の 上 を 見る 瀧"}, {"start": 3385.75, "end": 3389.74, "text": "「てっしー、自転車 かして！」"}, {"start": 3389.74, "end": 3393.55, "text": "「えっ！？　計画 は どうするんだ！？」"}, {"start": 3393.55, "end": 3395.98, "text": "「準備 を しておいてくれ！」"}, {"start": 3395.98, "end": 3405.53, "text": "そう 言って、瀧 は 自転車 で 山 へ 向かいました"}, {"start": 3405.53, "end": 3416.39, "text": "そのころ、三つ葉 は ご神体 の 中 で目 を 覚ましました"}, {"start": 3416.39, "end": 3420.53, "text": "「…わたし、瀧くんに なってる…」"}, {"start": 3420.53, "end": 3429.38, "text": "三つ葉 は 外 へ 出て 目の前 の 景色 におどろきます"}, {"start": 3429.38, "end": 3433.16, "text": "糸守町 が ありません"}, {"start": 3433.16, "end": 3437.75, "text": "町 が 湖 に しずんでいます"}, {"start": 3437.75, "end": 3445.1, "text": "三つ葉 は お祭り の 時 に 見た すい星 のこと を 思い出します"}, {"start": 3445.1, "end": 3450.97, "text": "「…あのとき、わたし…死んだの？」"}, {"start": 3450.97, "end": 3462.61, "text": "一方、瀧 は 自転車 で 山 を 登っています"}, {"start": 3462.61, "end": 3469.46, "text": "山 を 登りながら、瀧 は とうとう 思い出しました"}, {"start": 3469.46, "end": 3479.38, "text": "昔、瀧 は 電車 の 中 で、知らない 女の子 に 名前 を 呼ばれた こと が ありました"}, {"start": 3479.38, "end": 3485.58, "text": "「瀧くん、瀧くん…おぼえてない？」"}, {"start": 3485.58, "end": 3488.8, "text": "「だれ？ お前…」"}, {"start": 3488.8, "end": 3495.18, "text": "瀧 は、その 女の子 が だれかわかりませんでした"}, {"start": 3495.18, "end": 3502.58, "text": "女の子 は、瀧 の 返事 を 聞いて、悲しい 顔 を します"}, {"start": 3502.58, "end": 3512.82, "text": "女の子 が 電車 から 降りるとき、"}, {"start": 3512.82, "end": 3517.28, "text": "瀧 は 女の子 の 名前 を 聞きます"}, {"start": 3517.28, "end": 3520.94, "text": "「名前 は、三つ葉！」"}, {"start": 3520.94, "end": 3528.4, "text": "そして、その子 は、かみ を 結んでいた 組ひも を、瀧 に わたしました"}, {"start": 3528.4, "end": 3534.02, "text": "「そうだ...この 組ひも は、三つ葉 に もらったんだ」"}, {"start": 3534.02, "end": 3539.19, "text": "「あの時、お前 は オレ に 会いに 来たんだ！」"}, {"start": 3539.19, "end": 3544.55, "text": "そのとき、瀧 は まだ 中学生 でした"}, {"start": 3544.55, "end": 3549.68, "text": "二人 の 時間 は、ねじれていたのです"}, {"start": 3549.68, "end": 3559.93, "text": "自転車 は こわれてしまいました"}, {"start": 3559.93, "end": 3567.63, "text": "それでも、瀧 は 山 の 上 へ、上 へ と 登っていきます"}, {"start": 3567.63, "end": 3569.75, "text": "「三つ葉ぁーー！！」"}, {"start": 3569.75, "end": 3577.4, "text": "瀧 は、三つ葉 の 名前 を 大きな 声 で 呼び 続けます"}, {"start": 3577.4, "end": 3580.04, "text": "「あっ、瀧くん！」"}, {"start": 3580.04, "end": 3584.49, "text": "瀧 の 声 が 三つ葉 に 聞こえました"}, {"start": 3584.49, "end": 3587.37, "text": "「瀧くーん！」"}, {"start": 3587.37, "end": 3589.37, "text": "「三つ葉！」"}, {"start": 3589.37, "end": 3595.8, "text": "声 は 聞こえるのに、おたがい の すがた は 見えません"}, {"start": 3595.8, "end": 3600.5, "text": "そのとき、日にち が しずみはじめました"}, {"start": 3600.5, "end": 3607.18, "text": "「あっ かたわれ時だ」「あっ」"}, {"start": 3607.18, "end": 3611.74, "text": "「瀧くん」「三つ葉」"}, {"start": 3611.74, "end": 3620.16, "text": "かたわれ時、 人じゃない もの に 会うかもしれない、不思議 な 時間 に、"}, {"start": 3620.16, "end": 3624.1, "text": "二人 は、やっと 会えたのです"}, {"start": 3624.1, "end": 3631.7, "text": "そして、そのとき、二人 は 自分 の 体 に もどっていました"}, {"start": 3631.7, "end": 3637.85, "text": "「お前 に 会いに 来たんだ」瀧 は 言いました"}, {"start": 3637.85, "end": 3641.41, "text": "「でも、どうやって ここ へ 来たの？」"}, {"start": 3641.41, "end": 3645.6, "text": "三つ葉 が 聞くと、瀧 は 言いました"}, {"start": 3645.6, "end": 3649.24, "text": "「三つ葉 の くちかみ酒 を 飲んだんだ」"}, {"start": 3649.24, "end": 3655.28, "text": "それ を 聞いて、三つ葉 は 顔 を 赤くして おこります！"}, {"start": 3655.28, "end": 3661.12, "text": "「えっ！あれ を 飲んだの？ バカ！ へんたい！」"}, {"start": 3661.12, "end": 3668.0, "text": "でも、三つ葉 は 怒りながらも、笑っていました"}, {"start": 3668.0, "end": 3675.32, "text": "瀧は、ずっと 持っていた 赤い 組ひも を 三つ葉 に わたします"}, {"start": 3675.32, "end": 3680.07, "text": "「今度 は、三つ葉 が これ を もっていて」"}, {"start": 3680.07, "end": 3682.34, "text": "「うん」"}, {"start": 3682.34, "end": 3687.67, "text": "三つ葉 は その ひも を かみ に つけて 言いました"}, {"start": 3687.67, "end": 3690.58, "text": "「似合う？」"}, {"start": 3690.58, "end": 3694.21, "text": "「あ…まあ、悪くないな」"}, {"start": 3694.21, "end": 3701.02, "text": "かわいい 三つ葉 を 見て、瀧 は はずかしそう に 言いました"}, {"start": 3701.02, "end": 3706.83, "text": "その とき、空 に すい星 が 見えました"}, {"start": 3706.83, "end": 3710.81, "text": "「あっ！来た」"}, {"start": 3710.81, "end": 3715.6, "text": "「三つ葉、やらなければ いけない こと がある」"}, {"start": 3715.6, "end": 3722.2, "text": "瀧 は 三つ葉 に てっしー達 との 計画 を 説明します"}, {"start": 3722.2, "end": 3727.0, "text": "「大丈夫！きっと、まだ 間に合う！」"}, {"start": 3727.0, "end": 3730.95, "text": "「目 が さめても 忘れないように 」"}, {"start": 3730.95, "end": 3735.48, "text": "「おたがい の 名前 を 手 に 書いておこう！」"}, {"start": 3735.48, "end": 3744.35, "text": "瀧 は そう 言って 三つ葉 の 手 に 何か を 書きます"}, {"start": 3744.35, "end": 3747.35, "text": "「三つ葉 も、名前 を 書いて！」"}, {"start": 3747.35, "end": 3751.84, "text": "「うん！」三つ葉 は 返事 を します"}, {"start": 3751.84, "end": 3759.0, "text": "しかし、その とき ペン が 落ちて、 三つ葉 の すがた が 消えました"}, {"start": 3759.0, "end": 3763.27, "text": "かたわれ時 が、終わったのです"}, {"start": 3763.27, "end": 3771.21, "text": "瀧は、三つ葉 の 名前 を 忘れないように、何回 も 言います"}, {"start": 3771.21, "end": 3774.94, "text": "「三つ葉、三つ葉…」"}, {"start": 3774.94, "end": 3777.17, "text": "「君 の 名前 は！」"}, {"start": 3777.17, "end": 3782.34, "text": "あれ？思い出せない…"}, {"start": 3782.34, "end": 3787.71, "text": "「おれ は　だれ に 会い に 来たんだ…？」"}, {"start": 3787.71, "end": 3792.61, "text": "「大事 な 人！忘れたくない 人！」"}, {"start": 3792.61, "end": 3796.83, "text": "「でも…思い出せない！！」"}, {"start": 3796.83, "end": 3807.61, "text": "一方 で、三つ葉 は、町 に むかって 急いでいました"}, {"start": 3807.61, "end": 3811.5, "text": "「忘れない！忘れない！」"}, {"start": 3811.5, "end": 3816.76, "text": "「瀧くん、君 の 名前 は 瀧くん！」"}, {"start": 3816.76, "end": 3821.57, "text": "三つ葉 は 発電所 へ 行きます"}, {"start": 3821.57, "end": 3830.77, "text": "そこへ、てっしー が スクーター に 乗って 来ました"}, {"start": 3830.77, "end": 3833.91, "text": "「今 まで　どこに　いたんだ！」"}, {"start": 3833.91, "end": 3840.8, "text": "「ごめん、自転車 こわしちゃった」 と 答える 三つ葉"}, {"start": 3840.8, "end": 3845.34, "text": "「あと で 全部 説明しろよ！」"}, {"start": 3845.34, "end": 3849.41, "text": "そう 言って テッシー は 空 を 見ます"}, {"start": 3849.41, "end": 3856.32, "text": "すい星 は どんどん 糸守 に 近づいてきます"}, {"start": 3856.32, "end": 3858.78, "text": "「あれ が、落ちるのか！？」"}, {"start": 3858.78, "end": 3865.86, "text": "「落ちる！この 目 で 見た」三つ葉 が 答えます"}, {"start": 3865.86, "end": 3868.57, "text": "「じゃあ、やるぞ」"}, {"start": 3868.57, "end": 3878.78, "text": "二人は発電所のかぎをこわし、そこへ火薬を置きます"}, {"start": 3878.78, "end": 3886.35, "text": "帰り道"}, {"start": 3886.35, "end": 3890.91, "text": "三つ葉は、さやちんに電話をかけます"}, {"start": 3890.91, "end": 3898.86, "text": "「さやちん、お願い！電気が消えたら、すぐに放送を始めて！」"}, {"start": 3898.86, "end": 3903.37, "text": "「できるだけ何回も放送して！」"}, {"start": 3903.37, "end": 3908.86, "text": "ばくはつがおこります"}, {"start": 3908.86, "end": 3916.02, "text": "そして町の電気がどんどん消えていきました"}, {"start": 3916.02, "end": 3921.26, "text": "「発電所で火事が起こりました」"}, {"start": 3921.26, "end": 3927.92, "text": "「みなさん、糸守高校へにげてください」"}, {"start": 3927.92, "end": 3939.84, "text": "一方、三つ葉とてっしーはお祭りの場所に着きました"}, {"start": 3939.84, "end": 3944.29, "text": "「みんな、にげろ！　火事だ！」"}, {"start": 3944.29, "end": 3953.6, "text": "二人は町の人たちに大きな声で注意します"}, {"start": 3953.6, "end": 3960.11, "text": "しかし、町の人達は二人を信じてくれません"}, {"start": 3960.11, "end": 3966.06, "text": "「だめだ、町役場が動かないと間に合わない！」"}, {"start": 3966.06, "end": 3971.21, "text": "「三つ葉、お父さんと話をしてくるんだ！」"}, {"start": 3971.21, "end": 3973.43, "text": "「……うん！」"}, {"start": 3973.43, "end": 3978.77, "text": "三つ葉はは町役場へ急いで行きます"}, {"start": 3978.77, "end": 3989.65, "text": "そのころ、町役場は大さわぎになっていました"}, {"start": 3989.65, "end": 3996.53, "text": "「この放送は誰がやっているんだ？」と町長"}, {"start": 3996.53, "end": 3999.99, "text": "「今調べています」"}, {"start": 3999.99, "end": 4007.56, "text": "そして、この放送をしている場所が高校だと分かりました"}, {"start": 4007.56, "end": 4014.19, "text": "「高校だと！？」町長はおどろきます"}, {"start": 4014.19, "end": 4022.15, "text": "「火事が起こりました。高校へ逃げてください」"}, {"start": 4022.15, "end": 4028.03, "text": "さやちんは放送をつづけていました"}, {"start": 4028.03, "end": 4033.47, "text": "そこへ、町役場の人が入ってきます"}, {"start": 4033.47, "end": 4037.18, "text": "「何やっているんだ！」"}, {"start": 4037.18, "end": 4043.49, "text": "さやちんはおこられて、放送を止められてしまいました"}, {"start": 4043.49, "end": 4050.85, "text": "そして、放送は町役場からの放送にかわります"}, {"start": 4050.85, "end": 4055.67, "text": "「火事のようすを確認しています」"}, {"start": 4055.67, "end": 4063.61, "text": "「みなさん、その場でまって、次の放送をお待ちください」"}, {"start": 4063.61, "end": 4068.66, "text": "町の人たちは困って言います"}, {"start": 4068.66, "end": 4071.27, "text": "「にげなくていいの？」"}, {"start": 4071.27, "end": 4073.63, "text": "「どうなってるんだ…」"}, {"start": 4073.63, "end": 4079.12, "text": "それでも、テッシーは一生けんめいに、"}, {"start": 4079.12, "end": 4084.88, "text": "町の人たちににげてほしいと言っていました"}, {"start": 4084.88, "end": 4088.78, "text": "「お前、何をやっているんだ！」"}, {"start": 4088.78, "end": 4095.65, "text": "そこへ、テッシーのお父さんが来て、テッシーを怒ります"}, {"start": 4095.65, "end": 4100.41, "text": "「すまない、三つ葉…ここまでだ」"}, {"start": 4100.41, "end": 4105.08, "text": "そう言って、空を見たテッシー"}, {"start": 4105.08, "end": 4111.7, "text": "その時、空で不思議なことが起こりました"}, {"start": 4111.7, "end": 4117.93, "text": "美しいすい星が、二つに割れたのです"}, {"start": 4117.93, "end": 4121.74, "text": "「あっ、本当にわれてる！」"}, {"start": 4121.74, "end": 4127.37, "text": "テッシーはおどろいて、大きな声を出しました"}, {"start": 4127.37, "end": 4132.63, "text": "三つ葉の言ったことは、本当だったのです"}, {"start": 4132.63, "end": 4146.67, "text": "そのころ、三つ葉は町役場への道を一生けんめい走っていました"}, {"start": 4146.67, "end": 4151.35, "text": "走りながら三つ葉は考えます"}, {"start": 4151.35, "end": 4156.73, "text": "「ねぇ、あなたはだれ？　だれなの？」"}, {"start": 4156.73, "end": 4163.68, "text": "三つ葉は大切な人の名前を思い出せないのです"}, {"start": 4163.68, "end": 4168.1, "text": "「忘れちゃいけない…忘れたくない…」"}, {"start": 4168.1, "end": 4173.08, "text": "「でも、名前が思い出せない…」"}, {"start": 4173.08, "end": 4179.8, "text": "走りながら空を見るとすい星が見えました"}, {"start": 4179.8, "end": 4183.41, "text": "「あっ…！割れてる…」"}, {"start": 4183.41, "end": 4188.5, "text": "三つ葉は転んでしまいます"}, {"start": 4188.5, "end": 4190.54, "text": "「いたっ」"}, {"start": 4190.54, "end": 4195.04, "text": "体がいたくて、動けません"}, {"start": 4195.04, "end": 4201.45, "text": "そのとき、三つ葉は少しだけ思い出しました"}, {"start": 4201.45, "end": 4208.14, "text": "あの時、瀧が「名前を忘れないように」と、"}, {"start": 4208.14, "end": 4214.11, "text": "三つ葉の手にペンで何かを書いてくれたことを"}, {"start": 4214.11, "end": 4222.17, "text": "手を開くと、そこに書いてあったのは、名前ではありませんでした"}, {"start": 4222.17, "end": 4228.4, "text": "そこには「すきだ」と書いてありました"}, {"start": 4228.4, "end": 4233.12, "text": "「これじゃあ、名前がわからないよ…」"}, {"start": 4233.12, "end": 4239.94, "text": "三つ葉は、泣きながらでも、笑って言いました"}, {"start": 4239.94, "end": 4244.41, "text": "そして、体を起こして言います"}, {"start": 4244.41, "end": 4246.27, "text": "「いそがなきゃ！」"}, {"start": 4246.27, "end": 4252.59, "text": "三つ葉は、また走りはじめました"}, {"start": 4252.59, "end": 4259.59, "text": "町役場には、祖母の一葉と、妹の四葉もいました"}, {"start": 4259.59, "end": 4265.73, "text": "二人は今朝から三つ葉の様子が普通ではないこと"}, {"start": 4265.73, "end": 4272.06, "text": "そして三つ葉は町にすい星が落ちると言っていることを"}, {"start": 4272.06, "end": 4275.32, "text": "町長に話しに来たのでした"}, {"start": 4275.32, "end": 4283.33, "text": "町長が外を見ると、本当にすい星が二つに割れています"}, {"start": 4283.33, "end": 4290.83, "text": "「お父さん」そこへ三つ葉が来ました"}, {"start": 4290.83, "end": 4297.06, "text": "三つ葉の服はよごれていて、けがもしています"}, {"start": 4297.06, "end": 4304.19, "text": "でも、三つ葉の目は、まっすぐに町長を見ています"}, {"start": 4304.19, "end": 4310.59, "text": "三つ葉の目を見た町長は、言葉が出ませんでした"}, {"start": 4310.59, "end": 4318.1, "text": "そして「お前はだれだ」とも聞きませんでした"}, {"start": 4318.1, "end": 4327.09, "text": "町長は、この三つ葉が本当の三つ葉だと、わかったのです"}, {"start": 4327.09, "end": 4331.44, "text": "「お父さん、お願いがあるの」"}, {"start": 4331.44, "end": 4340.69, "text": "そう言う三つ葉の顔は少し三つ葉の母の二葉ににていました"}, {"start": 4340.69, "end": 4350.18, "text": "三つ葉と話をした町長は放送室へ行きます"}, {"start": 4350.18, "end": 4359.33, "text": "夜の空に見えるすい星はとても美しくゆめの中の景色のようでした"}, {"start": 4359.33, "end": 4379.27, "text": "でも、すい星の割れたかたわれはまっすぐ糸守へ向かっていきます"}, {"start": 4379.27, "end": 4385.0, "text": "瀧は気がつくと山の上にいました"}, {"start": 4385.0, "end": 4391.27, "text": "右手を見ると一本の線が書かいてあります"}, {"start": 4391.27, "end": 4395.17, "text": "なんでここにいるんだ？"}, {"start": 4395.17, "end": 4400.0, "text": "瀧は何も思い出せませんでした"}, {"start": 4402.09, "end": 4413.48, "text": "山の上で目がさめたあの日から、5年がすぎました"}, {"start": 4413.48, "end": 4420.97, "text": "大学生になった瀧は電車にのって、外を見ていました"}, {"start": 4420.97, "end": 4437.8, "text": "その時、駅のホームに、かみに赤いひもをつけた女の人が見えました"}, {"start": 4437.8, "end": 4442.27, "text": "瀧は、急いで電車をおります"}, {"start": 4442.27, "end": 4447.82, "text": "でも、その人は見つかりません"}, {"start": 4447.82, "end": 4459.75, "text": "「オレはずっと、何かを…だれかをさがしている」と、瀧は思います"}, {"start": 4459.75, "end": 4469.67, "text": "瀧は今、卒業後の仕事をさがしていました"}, {"start": 4469.67, "end": 4477.04, "text": "たくさんの会社の面接を受けていますが、上手くいきません"}, {"start": 4477.04, "end": 4490.23, "text": "面接のあと、瀧はカフェで、友だちのつかさと高木と就職の話をしていました"}, {"start": 4490.23, "end": 4497.19, "text": "つかさも高木も、もう就職する会社が決まっているようです"}, {"start": 4497.19, "end": 4504.52, "text": "面接が上手くいかない瀧の話を聞いて高木が言いました"}, {"start": 4504.52, "end": 4508.52, "text": "「スーツが似合わないからじゃないか？」"}, {"start": 4508.52, "end": 4514.44, "text": "それを聞いて、瀧はちょっと怒ります"}, {"start": 4514.44, "end": 4522.96, "text": "その時、奥寺先ぱいからメッセージが来ました"}, {"start": 4522.96, "end": 4530.98, "text": "瀧は、つかさと高木と別れて、奥寺先ぱいに会いに行きます"}, {"start": 4530.98, "end": 4538.73, "text": "「急にどうしたんですか？」瀧が聞くと、"}, {"start": 4538.73, "end": 4545.82, "text": "「ちょっと仕事で、こっちに来たの」と先ぱいは言います"}, {"start": 4545.82, "end": 4553.19, "text": "二人で歩いていると、大きなテレビで、"}, {"start": 4553.19, "end": 4559.55, "text": "「すい星が落ちてから八年」と いうニュースをやっていました"}, {"start": 4559.55, "end": 4566.27, "text": "あの時、すい星は糸守町に落ちました"}, {"start": 4566.27, "end": 4570.94, "text": "でも、だれも死にませんでした"}, {"start": 4570.94, "end": 4576.9, "text": "とても不思議なことだと、みんながおどろきました"}, {"start": 4576.9, "end": 4585.85, "text": "「むかし糸守まで行ったね、なつかしい」と奥寺先ぱいが言います"}, {"start": 4585.85, "end": 4595.59, "text": "瀧は、あのころなぜか糸守のことばかり調べていたことを思い出しました"}, {"start": 4595.59, "end": 4605.64, "text": "「今日はありがとう！瀧くんも、幸せをみつけてね」"}, {"start": 4605.64, "end": 4613.05, "text": "そう言った奥寺先ぱいの指には、指輪が光っていました"}, {"start": 4613.05, "end": 4615.84, "text": "「おれの幸せ⋯？」"}, {"start": 4615.84, "end": 4621.5, "text": "「おれは誰を探しているのだろう？」"}, {"start": 4621.5, "end": 4629.64, "text": "ある朝　自分の手を見る三つ葉"}, {"start": 4629.64, "end": 4634.08, "text": "なぜか、いつも手を見てしまいます"}, {"start": 4634.08, "end": 4642.22, "text": "三つ葉は、いつものようにかみに組ひもを結んで、仕事へ行きます"}, {"start": 4642.22, "end": 4654.04, "text": "三つ葉は、電車のまどから外を見ていました"}, {"start": 4654.04, "end": 4661.91, "text": "すると、反対の電車にのっている男の人と、目が合いました"}, {"start": 4661.91, "end": 4668.48, "text": "その時、三つ葉の心が、大きくゆれました"}, {"start": 4668.48, "end": 4674.8, "text": "男の人も、おどろいた顔でこっちを見ています"}, {"start": 4674.8, "end": 4680.15, "text": "「ずっと、だれかをさがしていた！」"}, {"start": 4680.15, "end": 4684.09, "text": "二人は、すぐに電車をおりて"}, {"start": 4684.09, "end": 4692.59, "text": "一生けんめいに、おたがいをさがします"}, {"start": 4692.59, "end": 4697.6, "text": "どうして、そんな気持ちになるのか、わかりません"}, {"start": 4697.6, "end": 4704.81, "text": "ただ、ただ、「会いたい」そう思うのです"}, {"start": 4704.81, "end": 4712.48, "text": "さがして、さがして、"}, {"start": 4712.48, "end": 4718.42, "text": "瀧は、階段の上にいる三つ葉を見つけます"}, {"start": 4718.42, "end": 4729.42, "text": "ゆっくりと、瀧は階段を登っていきます"}, {"start": 4729.42, "end": 4737.42, "text": "三つ葉は、静かにおりてきます"}, {"start": 4737.42, "end": 4742.03, "text": "すれちがう、その時"}, {"start": 4742.03, "end": 4746.23, "text": "瀧が三つ葉に言いました"}, {"start": 4746.23, "end": 4752.39, "text": "「…あの！オレ、君を…どこかで…」"}, {"start": 4752.39, "end": 4757.41, "text": "三つ葉も瀧を見て、言います"}, {"start": 4757.41, "end": 4762.37, "text": "「わたしも…そう思ってました」"}, {"start": 4762.37, "end": 4767.03, "text": "そう言う三つ葉は、泣いています"}, {"start": 4767.03, "end": 4774.4, "text": "そして、二人は、おたがいの目を見ながら、聞きました"}, {"start": 4774.4, "end": 4779.65, "text": "「君の名前は…？」"}, {"start": 4779.65, "end": 4784.09, "text": "今日のビデオはいかがでしたか？"}, {"start": 4784.09, "end": 4793.16, "text": "あなたが楽しく日本語を勉強するお手伝いができていたらうれしいです！"}, {"start": 4793.16, "end": 4799.75, "text": "今日も日本語を勉強してくれて、ありがとうございます！"}, {"start": 4799.75, "end": 4807.87, "text": "今日も明日も、あなたにとって素晴らしい日に なりますように！"}, {"start": 4807.87, "end": 4816.37, "text": "チャンネル登録と「いいね！」をしていただけると、とてもはげみになります！"}, {"start": 4816.37, "end": 4821.53, "text": "単語などの解説のついたビデオと"}, {"start": 4821.53, "end": 4830.69, "text": "解説なしのお話だけのビデオもあるので、そちらもぜひ見てみてください！"}, {"start": 4830.69, "end": 4833.91, "text": "では、またね！"}], "createdAt": "2025-12-06T13:34:30.000Z", "imageUrl": "https://i.ytimg.com/vi/somEzKcCDVE/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=somEzKcCDVE", "difficulty": "intermediate", "genre": "audiobook", "isFavorite": false, "progress": 0}, {"id": "yt_audio_fFBn2YQ0ET4", "userId": "system_audiobook", "title": "1 Hour Simple Japanese Listening - Life in Japan (ENG SUB) #4", "language": "ja", "content": "今日は、日本の生活について、お話ししていきましょう。まずは、日本人の一日について紹介していきます。 今日紹介するのは、サラリーマンの一日です。サラリーマンというのは、会社に勤めている人のことです。 まず、 朝に目が覚めると、一日が始まります。多くの日本の会社は、８時半か９時から仕事が始まります。 平均的には、６時から７時頃に起きる人が多いです。起きてから最初にやることは、顔を洗うことです。 顔を洗ったら、次は、朝ごはんを食べます。日本の朝ごはんと言えば、和食です。 ご飯、みそ汁、焼き魚、卵焼きなどが定番の朝ごはんです。 しかし、最近では、すぐに食べられるパンなどを食べる人が多くなっています。なぜなら、朝はあまり時間がないからです。 また、朝ごはんを食べずに家を出る人もいます。みなさんは、いつも朝ごはんを食べますか？ 朝ごはんを食べた後は、歯磨きです。歯ブラシに、歯磨き粉をつけて、歯の汚れを落とします。 次に、パジャマを脱いで、仕事の服を着ます。サラリーマンであれば、スーツを着ることが多いです。 朝の準備がすべて終わったら、家を出ます。家を出る時間は、会社までの距離によって変わります。 多くの人は、8時までには家を出ているでしょう。朝の時間帯は、道路がとても混雑しています。 そのため、時間に余裕を持って、家を出ることが大切です。家を出たら、職場に向かいます。 職場に行く方法は、いろいろあります。主な方法は、電車、バス、車、バイク、自転車、そして徒歩です。 東京のような都会に住んでいる人は、電車で通勤することが多いです。なぜなら、都会には電車がたくさんあるからです。 逆に、田舎に住んでいる人は、バスや車などで通勤することが多いです。 田舎では、電車が少ないうえ、電車で行ける場所も、多くありません。 電車で通勤する人の場合、まずは駅に向かいます。家から駅までは、歩いて行くか自転車で行くかのどちらかです。 ちなみに、自分の家から一番近い駅のことを「最寄り駅」と言います。駅に着いたら、まずは切符を買います。 切符は、券売機という機械で買うことができます。 電車で通勤する人は、いつも同じ電車を使うので、「定期券」を持っています。 これは、通勤だけでなく、通学にも使えるお得な切符のことです。 最近は、日本人の多くが、ICカードを使っています。これは、カードの中にお金をチャージしておくものです。 切符を買わなくてもいいので、電車に乗るのが簡単になります。次は、改札口を通ります。 切符を持っている場合、改札口に切符を入れます。ICカードの場合は、タッチするだけで大丈夫です。 そして、駅のホームに入って、電車が来るのを待ちます。朝の時間帯は、電車にたくさんの人が乗り込みます。 これは、通勤で電車を使う人が多いためです。目的地によっては、電車の乗り換えが必要かもしれません。 駅の中は迷いやすいので、電車の乗り換えはけっこう難しいです。 特に、東京駅はとても複雑になっているので、迷いやすいことで有名です。 目的の駅に到着したら、電車から降りて改札口を通ります。そして、駅から出て職場に向かいます。 職場には、仕事が始まる５分前までには着くようにします。日本人は、始業時間よりも早く来る人が多いです。 職場に着いたら、まずはあいさつです。上司や同僚に「おはようございます」とあいさつをします。 そして、自分の席に座ります。自分の席には、自分用のパソコンが置いてあります。 始業時間になると、まずは朝礼が始まります。多くの職場では、一日の始まりに朝礼を行います。 これは、社員が集まって、その日のやることや目標をみんなと共有したりします。 朝礼が終わった後は、さっそく、仕事が始まります。仕事内容は、業種によってさまざまです。 しかし、ほとんどの会社では、パソコンを使って仕事を進めます。たとえば、取引先にメールを送ったり資料を作ったりします。 仕事を進めるうえで、パソコンは無くてはならないものです。１２時になると、昼休みになります。 昼休みの時間は、12時から13時までが一般的です。お昼ごはんは職場で食べるか、外に行って食べるかのどちらかです。 職場でお昼ごはんを食べる人は、弁当を食べることが多いです。家から持ってきた弁当や、コンビニで買った弁当を食べます。 弁当ではなく、カップラーメンなどを食べる人もいます。外で食べる人は、近くの飲食店でお昼ごはんを食べます。 お昼休みは１時間しかないので、時間のかからない料理が好まれます。 たとえば、うどんやラーメン、そばといった麺料理がよく食べられます。 お昼ごはんは、一人で食べる人もいれば、上司や同僚と食べる人もいます。お昼休みが終わると、午後の仕事が始まります。 お昼ごはんを食べた後は、眠くなりますよね。コーヒーを飲むと、眠気が覚めるので、仕事に集中することができます。 17時か18時くらいになると、仕事が終わります。朝から働くと、一日の労働時間はだいたい８時間くらいです。 この一日８時間が、日本人の基本的な労働時間です。これ以降に仕事をすることは、残業と呼ばれます。 忙しい会社では、残業時間が多くなります。なるべく、残業はしたくないですね。 仕事が終わったら、家に帰ります。帰り道で晩ごはんを食べることもあります。 また、日本人は、仕事の同僚や上司と居酒屋に行くことがよくあります。 居酒屋に行って、お酒を飲みながら会話を楽しみます。これを、「飲み会」と言います。 このとき、一つのお店だけでなく、二軒目、三軒目のお店に行くことがよくあります。 そのため、家に帰るのが深夜になることもあります。お酒が好きな人にとっては、とても楽しいイベントです。 家に帰ったら、まずはお風呂に入ります。お風呂に入ることで、一日の疲れがとれます。 お風呂では、シャンプーで頭を洗い、体をボディソープで洗います。お風呂から上がったら、晩ごはんを食べます。 もちろん、お風呂の前に晩ごはんを食べる人もいます。家族といっしょに住んでいる人は、家族で集まって晩ごはんを食べます。 この時間は、家族がコミュニケーションをとる大切な時間です。今日あった出来事を話したり、週末の予定を話し合ったりします。 晩ごはんを食べた後は、家事をする時間です。洗濯機を回したり、部屋の掃除をしたりします。 家事が終わったら、自分の好きなことをする時間です。この時間は、多くの人が、テレビやスマホを見て過ごしています。 夜の時間帯は、おもしろいテレビ番組がたくさんあります。 しかし、最近はYouTubeを見る人が増えていて、テレビがあまり見られなくなっています。 YouTubeの他にも、SNSを見て過ごす人も多いです。テレビやスマホ以外には、読書をしたり、音楽を聴いたりします。 みなさんは、自由な時間に何をすることが多いですか？ 寝る時間は、夜の11時から、12時くらいに寝る人が多いです。次の日が休みだと、もっと遅くまで起きていることもあります。 夜の１時や２時といった、遅い時間まで起きていることを「夜更かし」といいます。 私は、夜遅くまでゲームをしていて、気がついたら夜の３時くらいだったことがあります。 健康のために、早めに寝るようにしたいですね。寝る前には、歯を磨いたり、トイレに行ったりして寝る準備をします。 日本人が寝る場所は、布団かベッドです。布団は、日本で広く使われている寝具です。 日本人は、布団で寝る人もいれば、ベッドで寝る人もいます。ちなみに、私は布団で寝る方が好きです。 次は、海外の人から見た、日本のすごいところについて、紹介していきましょう。 まずは、コンビニです。日本のコンビニは、２４時間いつでも営業しています。日本はどこに行ってもコンビニがあります。 コンビニには、おにぎり、パン、弁当、サラダなど、いろんな食べ物が売られています。 しかし、スーパーで売られているような生のお肉や魚は、ほとんどありません。 コンビニでは、食べ物の他にもいろいろな物を売っています。 洗剤、化粧品、傘など、生活に必要なものはほとんど手に入ります。 さらに、銀行のATMやコピー機も使うことができ、宅配便も送ることができます。 コンビニは、トイレを利用することもできます。しかし、​商品を買わずにトイレを使うことを禁止しているコンビニもあります。 その場合、ちょっとでもいいので何か買うようにしましょう。 日本のコンビニは、とても便利なものであり、日本人にとって生活に欠かせないものです。 次は、自動販売機です。自動販売機は、飲み物などを売っている機械です。略して、自販機と呼ばれることもあります。 日本は、どこに行っても自動販売機が置いてあります。 道路はもちろん、駅や建物の中など、ありとあらゆる場所に設置されています。 また、おもしろい場所に自動販売機が置かれていることもあります。 私がおもしろいと思ったのは、富士山の頂上に自動販売機があるということです。 ただ、値段は通常の３倍くらいするそうです。また、自動販売機の飲み物は、２種類の温度に分けられています。 ジュースや水は冷たい温度になっていて、コーヒーやココアは温かい温度になっています。 自動販売機では、食べ物を売っていることもあります。 食べ物は、パン、アイスクリーム、インスタントラーメンなどが売られています。 ちょっと​何かを食べたいときに、けっこう便利です。食べ物の値段は、スーパーで買うよりもちょっと高めです。 また、いろいろな機能が付いた自動販売機もあります。 たとえば、飲み物を買ったときに、当たりが出るともう１本買えるようになるものもあります。 他には、災害の際に役に立つ自動販売機があります。 災害のときに、飲み物を無料で飲めるものや、災害情報を表示するものもあります。 次は、日本の電車やバスについてです。これらの一番の特徴は、時間どおりに到着することです。 何かトラブルがあったときは遅れることもありますが、ほとんどの場合は時間どおりに到着します。 それでは、都会の電車について、詳しく紹介していきましょう。 東京は、非常に多くの駅があり、だいたいどこでも電車で行くことができます。 そのため、多くの人が通勤や通学に電車を利用しています。しかし、日本の電車には大きな問題点があります。 それは、電車がとても混雑することです。特に、朝の時間帯では、身動きできないほどたくさんの人が乗り込みます。 また、駅が複雑になっていることも問題です。 駅には、たくさんの乗り場があるので、どこに行けばいいか分からなくなります。東京駅は、特に迷いやすい駅として有名です。 次は、日本のトイレについてです。日本のトイレは、いろいろな特徴があります。 まず、有名なのが、おしりを洗う機能が付いていることです。 おしりを水で洗ってから、トイレットペーパーで水を拭き取ります。水の勢いは、自分で調節することができます。 この水は、温かいお湯にすることもできるので、冬でも安心して使うことができます。 これ以外にも、日本のトイレには、いろいろな機能があります。便座に近づくと、自動でふたが開く機能。 便座から離れると、自動で水が流れる機能。トイレをしているときに、水の音を出して、トイレの音を隠す機能もあります。 冬の時期に助かるのが、便座を温めてくれる機能です。冬の冷たい便座は、嫌ですよね。 そして、手洗い場では、手をかざすと自動で水が出ます。 手を洗った後は、温かい風がでるところがあるので、そこで手を乾かします。 このように、日本のトイレには、便利な機能がたくさんあります。 しかも、こんな高機能なトイレが、ほとんどの場合、無料で使用できます。 また、トイレは定期的に掃除されており、清潔な状態が保たれています。 トイレを使うときは、きれいに使うよう心がけましょう。 次に紹介するのは、日本の治安の良さについてです。日本は、世界の中でも治安の良い国として知られています。 治安が良いというのは、犯罪が少なく、安全であるということです。 たとえば、夜遅くに一人で外を歩いても、ほとんどの場合問題ありません。もちろん、女性や子どもは気をつける必要があります。 また、財布を落としても手元に戻ってくることが多いです。 なぜなら、日本人の多くは、落ちている財布を見つけたら交番に届けるからです。 さらに、自分の荷物を置きっぱなしにしても、荷物をとられることはあまりありません。 なぜ、日本は治安が良いのでしょうか。その理由としては、警察の存在が大きいと思います。 日本では、小さな町にも交番があり、警察がパトロールしています。警察のおかげで、日本の治安が保たれているのです。 また、子どもへの教育が充実していることも大きな理由です。 日本では、小学校から中学校までの９年間は、ほとんどの子どもが教育を受けています。 子どもの頃から、法律やルールを守ることをしっかりと学びます。 法律やルールを守ることが当たり前になっているので、日本の治安が保たれているのです。 最後に紹介するのは、日本の温泉についてです。日本は、全国に数多くの温泉があります。 温泉は、地面から湧き出したお湯のことです。ただのお湯ではなく、いろいろな物質が含まれています。 そのため、体が温まるだけでなく、健康や美容に良いと言われています。 特に、温泉がたくさんある地域は、温泉が観光の中心になっています。温泉を目当てに、旅行する人も多いです。 温泉では、守らなければならないいくつかのマナーがあります。 まず、温泉に入る前には、お湯を体にかけて体をきれいにしないといけません。 また、湯船にタオルを浸けるのも、マナー違反とされます。日本の温泉に行くときはこれらのマナーに気をつけましょう。 動画を見てくれて、ありがとうございました。 グッドボタンとチャンネル登録をしてくれると、もっと動画を作れるようになります。 みなさんは、日本の生活について驚いたことはありますか？ ぜひコメントで教えてくださいね。 今日は、日本の生活について、お話ししていきましょう。まずは、日本人の一日について紹介していきます。 今日紹介するのは、サラリーマンの一日です。サラリーマンというのは、会社に勤めている人のことです。 まず、 朝に目が覚めると、一日が始まります。多くの日本の会社は、８時半か９時から仕事が始まります。 平均的には、６時から７時頃に起きる人が多いです。起きてから最初にやることは、顔を洗うことです。 顔を洗ったら、次は、朝ごはんを食べます。日本の朝ごはんと言えば、和食です。 ご飯、みそ汁、焼き魚、卵焼きなどが定番の朝ごはんです。 しかし、最近では、すぐに食べられるパンなどを食べる人が多くなっています。なぜなら、朝はあまり時間がないからです。 また、朝ごはんを食べずに家を出る人もいます。みなさんは、いつも朝ごはんを食べますか？ 朝ごはんを食べた後は、歯磨きです。歯ブラシに、歯磨き粉をつけて、歯の汚れを落とします。 次に、パジャマを脱いで、仕事の服を着ます。サラリーマンであれば、スーツを着ることが多いです。 朝の準備がすべて終わったら、家を出ます。家を出る時間は、会社までの距離によって変わります。 多くの人は、8時までには家を出ているでしょう。朝の時間帯は、道路がとても混雑しています。 そのため、時間に余裕を持って、家を出ることが大切です。家を出たら、職場に向かいます。 職場に行く方法は、いろいろあります。主な方法は、電車、バス、車、バイク、自転車、そして徒歩です。 東京のような都会に住んでいる人は、電車で通勤することが多いです。なぜなら、都会には電車がたくさんあるからです。 逆に、田舎に住んでいる人は、バスや車などで通勤することが多いです。 田舎では、電車が少ないうえ、電車で行ける場所も、多くありません。 電車で通勤する人の場合、まずは駅に向かいます。家から駅までは、歩いて行くか自転車で行くかのどちらかです。 ちなみに、自分の家から一番近い駅のことを「最寄り駅」と言います。駅に着いたら、まずは切符を買います。 切符は、券売機という機械で買うことができます。 電車で通勤する人は、いつも同じ電車を使うので、「定期券」を持っています。 これは、通勤だけでなく、通学にも使えるお得な切符のことです。 最近は、日本人の多くが、ICカードを使っています。これは、カードの中にお金をチャージしておくものです。 切符を買わなくてもいいので、電車に乗るのが簡単になります。次は、改札口を通ります。 切符を持っている場合、改札口に切符を入れます。ICカードの場合は、タッチするだけで大丈夫です。 そして、駅のホームに入って、電車が来るのを待ちます。朝の時間帯は、電車にたくさんの人が乗り込みます。 これは、通勤で電車を使う人が多いためです。目的地によっては、電車の乗り換えが必要かもしれません。 駅の中は迷いやすいので、電車の乗り換えはけっこう難しいです。 特に、東京駅はとても複雑になっているので、迷いやすいことで有名です。 目的の駅に到着したら、電車から降りて改札口を通ります。そして、駅から出て職場に向かいます。 職場には、仕事が始まる５分前までには着くようにします。日本人は、始業時間よりも早く来る人が多いです。 職場に着いたら、まずはあいさつです。上司や同僚に「おはようございます」とあいさつをします。 そして、自分の席に座ります。自分の席には、自分用のパソコンが置いてあります。 始業時間になると、まずは朝礼が始まります。多くの職場では、一日の始まりに朝礼を行います。 これは、社員が集まって、その日のやることや目標をみんなと共有したりします。 朝礼が終わった後は、さっそく、仕事が始まります。仕事内容は、業種によってさまざまです。 しかし、ほとんどの会社では、パソコンを使って仕事を進めます。たとえば、取引先にメールを送ったり資料を作ったりします。 仕事を進めるうえで、パソコンは無くてはならないものです。１２時になると、昼休みになります。 昼休みの時間は、12時から13時までが一般的です。お昼ごはんは職場で食べるか、外に行って食べるかのどちらかです。 職場でお昼ごはんを食べる人は、弁当を食べることが多いです。家から持ってきた弁当や、コンビニで買った弁当を食べます。 弁当ではなく、カップラーメンなどを食べる人もいます。外で食べる人は、近くの飲食店でお昼ごはんを食べます。 お昼休みは１時間しかないので、時間のかからない料理が好まれます。 たとえば、うどんやラーメン、そばといった麺料理がよく食べられます。 お昼ごはんは、一人で食べる人もいれば、上司や同僚と食べる人もいます。お昼休みが終わると、午後の仕事が始まります。 お昼ごはんを食べた後は、眠くなりますよね。コーヒーを飲むと、眠気が覚めるので、仕事に集中することができます。 17時か18時くらいになると、仕事が終わります。朝から働くと、一日の労働時間はだいたい８時間くらいです。 この一日８時間が、日本人の基本的な労働時間です。これ以降に仕事をすることは、残業と呼ばれます。 忙しい会社では、残業時間が多くなります。なるべく、残業はしたくないですね。 仕事が終わったら、家に帰ります。帰り道で晩ごはんを食べることもあります。 また、日本人は、仕事の同僚や上司と居酒屋に行くことがよくあります。 居酒屋に行って、お酒を飲みながら会話を楽しみます。これを、「飲み会」と言います。 このとき、一つのお店だけでなく、二軒目、三軒目のお店に行くことがよくあります。 そのため、家に帰るのが深夜になることもあります。お酒が好きな人にとっては、とても楽しいイベントです。 家に帰ったら、まずはお風呂に入ります。お風呂に入ることで、一日の疲れがとれます。 お風呂では、シャンプーで頭を洗い、体をボディソープで洗います。お風呂から上がったら、晩ごはんを食べます。 もちろん、お風呂の前に晩ごはんを食べる人もいます。家族といっしょに住んでいる人は、家族で集まって晩ごはんを食べます。 この時間は、家族がコミュニケーションをとる大切な時間です。今日あった出来事を話したり、週末の予定を話し合ったりします。 晩ごはんを食べた後は、家事をする時間です。洗濯機を回したり、部屋の掃除をしたりします。 家事が終わったら、自分の好きなことをする時間です。この時間は、多くの人が、テレビやスマホを見て過ごしています。 夜の時間帯は、おもしろいテレビ番組がたくさんあります。 しかし、最近はYouTubeを見る人が増えていて、テレビがあまり見られなくなっています。 YouTubeの他にも、SNSを見て過ごす人も多いです。テレビやスマホ以外には、読書をしたり、音楽を聴いたりします。 みなさんは、自由な時間に何をすることが多いですか？ 寝る時間は、夜の11時から、12時くらいに寝る人が多いです。次の日が休みだと、もっと遅くまで起きていることもあります。 夜の１時や２時といった、遅い時間まで起きていることを「夜更かし」といいます。 私は、夜遅くまでゲームをしていて、気がついたら夜の３時くらいだったことがあります。 健康のために、早めに寝るようにしたいですね。寝る前には、歯を磨いたり、トイレに行ったりして寝る準備をします。 日本人が寝る場所は、布団かベッドです。布団は、日本で広く使われている寝具です。 日本人は、布団で寝る人もいれば、ベッドで寝る人もいます。ちなみに、私は布団で寝る方が好きです。 次は、海外の人から見た、日本のすごいところについて、紹介していきましょう。 まずは、コンビニです。日本のコンビニは、２４時間いつでも営業しています。日本はどこに行ってもコンビニがあります。 コンビニには、おにぎり、パン、弁当、サラダなど、いろんな食べ物が売られています。 しかし、スーパーで売られているような生のお肉や魚は、ほとんどありません。 コンビニでは、食べ物の他にもいろいろな物を売っています。 洗剤、化粧品、傘など、生活に必要なものはほとんど手に入ります。 さらに、銀行のATMやコピー機も使うことができ、宅配便も送ることができます。 コンビニは、トイレを利用することもできます。しかし、​商品を買わずにトイレを使うことを禁止しているコンビニもあります。 その場合、ちょっとでもいいので何か買うようにしましょう。 日本のコンビニは、とても便利なものであり、日本人にとって生活に欠かせないものです。 次は、自動販売機です。自動販売機は、飲み物などを売っている機械です。略して、自販機と呼ばれることもあります。 日本は、どこに行っても自動販売機が置いてあります。 道路はもちろん、駅や建物の中など、ありとあらゆる場所に設置されています。 また、おもしろい場所に自動販売機が置かれていることもあります。 私がおもしろいと思ったのは、富士山の頂上に自動販売機があるということです。 ただ、値段は通常の３倍くらいするそうです。また、自動販売機の飲み物は、２種類の温度に分けられています。 ジュースや水は冷たい温度になっていて、コーヒーやココアは温かい温度になっています。 自動販売機では、食べ物を売っていることもあります。 食べ物は、パン、アイスクリーム、インスタントラーメンなどが売られています。 ちょっと​何かを食べたいときに、けっこう便利です。食べ物の値段は、スーパーで買うよりもちょっと高めです。 また、いろいろな機能が付いた自動販売機もあります。 たとえば、飲み物を買ったときに、当たりが出るともう１本買えるようになるものもあります。 他には、災害の際に役に立つ自動販売機があります。 災害のときに、飲み物を無料で飲めるものや、災害情報を表示するものもあります。 次は、日本の電車やバスについてです。これらの一番の特徴は、時間どおりに到着することです。 何かトラブルがあったときは遅れることもありますが、ほとんどの場合は時間どおりに到着します。 それでは、都会の電車について、詳しく紹介していきましょう。 東京は、非常に多くの駅があり、だいたいどこでも電車で行くことができます。 そのため、多くの人が通勤や通学に電車を利用しています。しかし、日本の電車には大きな問題点があります。 それは、電車がとても混雑することです。特に、朝の時間帯では、身動きできないほどたくさんの人が乗り込みます。 また、駅が複雑になっていることも問題です。 駅には、たくさんの乗り場があるので、どこに行けばいいか分からなくなります。東京駅は、特に迷いやすい駅として有名です。 次は、日本のトイレについてです。日本のトイレは、いろいろな特徴があります。 まず、有名なのが、おしりを洗う機能が付いていることです。 おしりを水で洗ってから、トイレットペーパーで水を拭き取ります。水の勢いは、自分で調節することができます。 この水は、温かいお湯にすることもできるので、冬でも安心して使うことができます。 これ以外にも、日本のトイレには、いろいろな機能があります。便座に近づくと、自動でふたが開く機能。 便座から離れると、自動で水が流れる機能。トイレをしているときに、水の音を出して、トイレの音を隠す機能もあります。 冬の時期に助かるのが、便座を温めてくれる機能です。冬の冷たい便座は、嫌ですよね。 そして、手洗い場では、手をかざすと自動で水が出ます。 手を洗った後は、温かい風がでるところがあるので、そこで手を乾かします。 このように、日本のトイレには、便利な機能がたくさんあります。 しかも、こんな高機能なトイレが、ほとんどの場合、無料で使用できます。 また、トイレは定期的に掃除されており、清潔な状態が保たれています。 トイレを使うときは、きれいに使うよう心がけましょう。 次に紹介するのは、日本の治安の良さについてです。日本は、世界の中でも治安の良い国として知られています。 治安が良いというのは、犯罪が少なく、安全であるということです。 たとえば、夜遅くに一人で外を歩いても、ほとんどの場合問題ありません。もちろん、女性や子どもは気をつける必要があります。 また、財布を落としても手元に戻ってくることが多いです。 なぜなら、日本人の多くは、落ちている財布を見つけたら交番に届けるからです。 さらに、自分の荷物を置きっぱなしにしても、荷物をとられることはあまりありません。 なぜ、日本は治安が良いのでしょうか。その理由としては、警察の存在が大きいと思います。 日本では、小さな町にも交番があり、警察がパトロールしています。警察のおかげで、日本の治安が保たれているのです。 また、子どもへの教育が充実していることも大きな理由です。 日本では、小学校から中学校までの９年間は、ほとんどの子どもが教育を受けています。 子どもの頃から、法律やルールを守ることをしっかりと学びます。 法律やルールを守ることが当たり前になっているので、日本の治安が保たれているのです。 最後に紹介するのは、日本の温泉についてです。日本は、全国に数多くの温泉があります。 温泉は、地面から湧き出したお湯のことです。ただのお湯ではなく、いろいろな物質が含まれています。 そのため、体が温まるだけでなく、健康や美容に良いと言われています。 特に、温泉がたくさんある地域は、温泉が観光の中心になっています。温泉を目当てに、旅行する人も多いです。 温泉では、守らなければならないいくつかのマナーがあります。 まず、温泉に入る前には、お湯を体にかけて体をきれいにしないといけません。 また、湯船にタオルを浸けるのも、マナー違反とされます。日本の温泉に行くときはこれらのマナーに気をつけましょう。", "sentences": ["今日は、日本の生活について、お話ししていきましょう。まずは、日本人の一日について紹介していきます。 今日紹介するのは、サラリーマンの一日です。サラリーマンというのは、会社に勤めている人のことです。 まず、 朝に目が覚めると、一日が始まります。多くの日本の会社は、８時半か９時から仕事が始まります。 平均的には、６時から７時頃に起きる人が多いです。起きてから最初にやることは、顔を洗うことです。 顔を洗ったら、次は、朝ごはんを食べます。日本の朝ごはんと言えば、和食です。 ご飯、みそ汁、焼き魚、卵焼きなどが定番の朝ごはんです。 しかし、最近では、すぐに食べられるパンなどを食べる人が多くなっています。なぜなら、朝はあまり時間がないからです。 また、朝ごはんを食べずに家を出る人もいます。みなさんは、いつも朝ごはんを食べますか？ 朝ごはんを食べた後は、歯磨きです。歯ブラシに、歯磨き粉をつけて、歯の汚れを落とします。 次に、パジャマを脱いで、仕事の服を着ます。サラリーマンであれば、スーツを着ることが多いです。 朝の準備がすべて終わったら、家を出ます。家を出る時間は、会社までの距離によって変わります。 多くの人は、8時までには家を出ているでしょう。朝の時間帯は、道路がとても混雑しています。 そのため、時間に余裕を持って、家を出ることが大切です。家を出たら、職場に向かいます。 職場に行く方法は、いろいろあります。主な方法は、電車、バス、車、バイク、自転車、そして徒歩です。 東京のような都会に住んでいる人は、電車で通勤することが多いです。なぜなら、都会には電車がたくさんあるからです。 逆に、田舎に住んでいる人は、バスや車などで通勤することが多いです。 田舎では、電車が少ないうえ、電車で行ける場所も、多くありません。 電車で通勤する人の場合、まずは駅に向かいます。家から駅までは、歩いて行くか自転車で行くかのどちらかです。 ちなみに、自分の家から一番近い駅のことを「最寄り駅」と言います。駅に着いたら、まずは切符を買います。 切符は、券売機という機械で買うことができます。 電車で通勤する人は、いつも同じ電車を使うので、「定期券」を持っています。 これは、通勤だけでなく、通学にも使えるお得な切符のことです。 最近は、日本人の多くが、ICカードを使っています。これは、カードの中にお金をチャージしておくものです。 切符を買わなくてもいいので、電車に乗るのが簡単になります。次は、改札口を通ります。 切符を持っている場合、改札口に切符を入れます。ICカードの場合は、タッチするだけで大丈夫です。 そして、駅のホームに入って、電車が来るのを待ちます。朝の時間帯は、電車にたくさんの人が乗り込みます。 これは、通勤で電車を使う人が多いためです。目的地によっては、電車の乗り換えが必要かもしれません。 駅の中は迷いやすいので、電車の乗り換えはけっこう難しいです。 特に、東京駅はとても複雑になっているので、迷いやすいことで有名です。 目的の駅に到着したら、電車から降りて改札口を通ります。そして、駅から出て職場に向かいます。 職場には、仕事が始まる５分前までには着くようにします。日本人は、始業時間よりも早く来る人が多いです。 職場に着いたら、まずはあいさつです。上司や同僚に「おはようございます」とあいさつをします。 そして、自分の席に座ります。自分の席には、自分用のパソコンが置いてあります。 始業時間になると、まずは朝礼が始まります。多くの職場では、一日の始まりに朝礼を行います。 これは、社員が集まって、その日のやることや目標をみんなと共有したりします。 朝礼が終わった後は、さっそく、仕事が始まります。仕事内容は、業種によってさまざまです。 しかし、ほとんどの会社では、パソコンを使って仕事を進めます。たとえば、取引先にメールを送ったり資料を作ったりします。 仕事を進めるうえで、パソコンは無くてはならないものです。１２時になると、昼休みになります。 昼休みの時間は、12時から13時までが一般的です。お昼ごはんは職場で食べるか、外に行って食べるかのどちらかです。 職場でお昼ごはんを食べる人は、弁当を食べることが多いです。家から持ってきた弁当や、コンビニで買った弁当を食べます。 弁当ではなく、カップラーメンなどを食べる人もいます。外で食べる人は、近くの飲食店でお昼ごはんを食べます。 お昼休みは１時間しかないので、時間のかからない料理が好まれます。 たとえば、うどんやラーメン、そばといった麺料理がよく食べられます。 お昼ごはんは、一人で食べる人もいれば、上司や同僚と食べる人もいます。お昼休みが終わると、午後の仕事が始まります。 お昼ごはんを食べた後は、眠くなりますよね。コーヒーを飲むと、眠気が覚めるので、仕事に集中することができます。 17時か18時くらいになると、仕事が終わります。朝から働くと、一日の労働時間はだいたい８時間くらいです。 この一日８時間が、日本人の基本的な労働時間です。これ以降に仕事をすることは、残業と呼ばれます。 忙しい会社では、残業時間が多くなります。なるべく、残業はしたくないですね。 仕事が終わったら、家に帰ります。帰り道で晩ごはんを食べることもあります。 また、日本人は、仕事の同僚や上司と居酒屋に行くことがよくあります。 居酒屋に行って、お酒を飲みながら会話を楽しみます。これを、「飲み会」と言います。 このとき、一つのお店だけでなく、二軒目、三軒目のお店に行くことがよくあります。 そのため、家に帰るのが深夜になることもあります。お酒が好きな人にとっては、とても楽しいイベントです。 家に帰ったら、まずはお風呂に入ります。お風呂に入ることで、一日の疲れがとれます。 お風呂では、シャンプーで頭を洗い、体をボディソープで洗います。お風呂から上がったら、晩ごはんを食べます。 もちろん、お風呂の前に晩ごはんを食べる人もいます。家族といっしょに住んでいる人は、家族で集まって晩ごはんを食べます。 この時間は、家族がコミュニケーションをとる大切な時間です。今日あった出来事を話したり、週末の予定を話し合ったりします。 晩ごはんを食べた後は、家事をする時間です。洗濯機を回したり、部屋の掃除をしたりします。 家事が終わったら、自分の好きなことをする時間です。この時間は、多くの人が、テレビやスマホを見て過ごしています。 夜の時間帯は、おもしろいテレビ番組がたくさんあります。 しかし、最近はYouTubeを見る人が増えていて、テレビがあまり見られなくなっています。 YouTubeの他にも、SNSを見て過ごす人も多いです。テレビやスマホ以外には、読書をしたり、音楽を聴いたりします。 みなさんは、自由な時間に何をすることが多いですか？ 寝る時間は、夜の11時から、12時くらいに寝る人が多いです。次の日が休みだと、もっと遅くまで起きていることもあります。 夜の１時や２時といった、遅い時間まで起きていることを「夜更かし」といいます。 私は、夜遅くまでゲームをしていて、気がついたら夜の３時くらいだったことがあります。 健康のために、早めに寝るようにしたいですね。寝る前には、歯を磨いたり、トイレに行ったりして寝る準備をします。 日本人が寝る場所は、布団かベッドです。布団は、日本で広く使われている寝具です。 日本人は、布団で寝る人もいれば、ベッドで寝る人もいます。ちなみに、私は布団で寝る方が好きです。 次は、海外の人から見た、日本のすごいところについて、紹介していきましょう。 まずは、コンビニです。日本のコンビニは、２４時間いつでも営業しています。日本はどこに行ってもコンビニがあります。 コンビニには、おにぎり、パン、弁当、サラダなど、いろんな食べ物が売られています。 しかし、スーパーで売られているような生のお肉や魚は、ほとんどありません。 コンビニでは、食べ物の他にもいろいろな物を売っています。 洗剤、化粧品、傘など、生活に必要なものはほとんど手に入ります。 さらに、銀行のATMやコピー機も使うことができ、宅配便も送ることができます。 コンビニは、トイレを利用することもできます。しかし、​商品を買わずにトイレを使うことを禁止しているコンビニもあります。 その場合、ちょっとでもいいので何か買うようにしましょう。 日本のコンビニは、とても便利なものであり、日本人にとって生活に欠かせないものです。 次は、自動販売機です。自動販売機は、飲み物などを売っている機械です。略して、自販機と呼ばれることもあります。 日本は、どこに行っても自動販売機が置いてあります。 道路はもちろん、駅や建物の中など、ありとあらゆる場所に設置されています。 また、おもしろい場所に自動販売機が置かれていることもあります。 私がおもしろいと思ったのは、富士山の頂上に自動販売機があるということです。 ただ、値段は通常の３倍くらいするそうです。また、自動販売機の飲み物は、２種類の温度に分けられています。 ジュースや水は冷たい温度になっていて、コーヒーやココアは温かい温度になっています。 自動販売機では、食べ物を売っていることもあります。 食べ物は、パン、アイスクリーム、インスタントラーメンなどが売られています。 ちょっと​何かを食べたいときに、けっこう便利です。食べ物の値段は、スーパーで買うよりもちょっと高めです。 また、いろいろな機能が付いた自動販売機もあります。 たとえば、飲み物を買ったときに、当たりが出るともう１本買えるようになるものもあります。 他には、災害の際に役に立つ自動販売機があります。 災害のときに、飲み物を無料で飲めるものや、災害情報を表示するものもあります。 次は、日本の電車やバスについてです。これらの一番の特徴は、時間どおりに到着することです。 何かトラブルがあったときは遅れることもありますが、ほとんどの場合は時間どおりに到着します。 それでは、都会の電車について、詳しく紹介していきましょう。 東京は、非常に多くの駅があり、だいたいどこでも電車で行くことができます。 そのため、多くの人が通勤や通学に電車を利用しています。しかし、日本の電車には大きな問題点があります。 それは、電車がとても混雑することです。特に、朝の時間帯では、身動きできないほどたくさんの人が乗り込みます。 また、駅が複雑になっていることも問題です。 駅には、たくさんの乗り場があるので、どこに行けばいいか分からなくなります。東京駅は、特に迷いやすい駅として有名です。 次は、日本のトイレについてです。日本のトイレは、いろいろな特徴があります。 まず、有名なのが、おしりを洗う機能が付いていることです。 おしりを水で洗ってから、トイレットペーパーで水を拭き取ります。水の勢いは、自分で調節することができます。 この水は、温かいお湯にすることもできるので、冬でも安心して使うことができます。 これ以外にも、日本のトイレには、いろいろな機能があります。便座に近づくと、自動でふたが開く機能。 便座から離れると、自動で水が流れる機能。トイレをしているときに、水の音を出して、トイレの音を隠す機能もあります。 冬の時期に助かるのが、便座を温めてくれる機能です。冬の冷たい便座は、嫌ですよね。 そして、手洗い場では、手をかざすと自動で水が出ます。 手を洗った後は、温かい風がでるところがあるので、そこで手を乾かします。 このように、日本のトイレには、便利な機能がたくさんあります。 しかも、こんな高機能なトイレが、ほとんどの場合、無料で使用できます。 また、トイレは定期的に掃除されており、清潔な状態が保たれています。 トイレを使うときは、きれいに使うよう心がけましょう。 次に紹介するのは、日本の治安の良さについてです。日本は、世界の中でも治安の良い国として知られています。 治安が良いというのは、犯罪が少なく、安全であるということです。 たとえば、夜遅くに一人で外を歩いても、ほとんどの場合問題ありません。もちろん、女性や子どもは気をつける必要があります。 また、財布を落としても手元に戻ってくることが多いです。 なぜなら、日本人の多くは、落ちている財布を見つけたら交番に届けるからです。 さらに、自分の荷物を置きっぱなしにしても、荷物をとられることはあまりありません。 なぜ、日本は治安が良いのでしょうか。その理由としては、警察の存在が大きいと思います。 日本では、小さな町にも交番があり、警察がパトロールしています。警察のおかげで、日本の治安が保たれているのです。 また、子どもへの教育が充実していることも大きな理由です。 日本では、小学校から中学校までの９年間は、ほとんどの子どもが教育を受けています。 子どもの頃から、法律やルールを守ることをしっかりと学びます。 法律やルールを守ることが当たり前になっているので、日本の治安が保たれているのです。 最後に紹介するのは、日本の温泉についてです。日本は、全国に数多くの温泉があります。 温泉は、地面から湧き出したお湯のことです。ただのお湯ではなく、いろいろな物質が含まれています。 そのため、体が温まるだけでなく、健康や美容に良いと言われています。 特に、温泉がたくさんある地域は、温泉が観光の中心になっています。温泉を目当てに、旅行する人も多いです。 温泉では、守らなければならないいくつかのマナーがあります。 まず、温泉に入る前には、お湯を体にかけて体をきれいにしないといけません。 また、湯船にタオルを浸けるのも、マナー違反とされます。日本の温泉に行くときはこれらのマナーに気をつけましょう。 動画を見てくれて、ありがとうございました。 グッドボタンとチャンネル登録をしてくれると、もっと動画を作れるようになります。 みなさんは、日本の生活について驚いたことはありますか？ ぜひコメントで教えてくださいね。 今日は、日本の生活について、お話ししていきましょう。まずは、日本人の一日について紹介していきます。 今日紹介するのは、サラリーマンの一日です。サラリーマンというのは、会社に勤めている人のことです。 まず、 朝に目が覚めると、一日が始まります。多くの日本の会社は、８時半か９時から仕事が始まります。 平均的には、６時から７時頃に起きる人が多いです。起きてから最初にやることは、顔を洗うことです。 顔を洗ったら、次は、朝ごはんを食べます。日本の朝ごはんと言えば、和食です。 ご飯、みそ汁、焼き魚、卵焼きなどが定番の朝ごはんです。 しかし、最近では、すぐに食べられるパンなどを食べる人が多くなっています。なぜなら、朝はあまり時間がないからです。 また、朝ごはんを食べずに家を出る人もいます。みなさんは、いつも朝ごはんを食べますか？ 朝ごはんを食べた後は、歯磨きです。歯ブラシに、歯磨き粉をつけて、歯の汚れを落とします。 次に、パジャマを脱いで、仕事の服を着ます。サラリーマンであれば、スーツを着ることが多いです。 朝の準備がすべて終わったら、家を出ます。家を出る時間は、会社までの距離によって変わります。 多くの人は、8時までには家を出ているでしょう。朝の時間帯は、道路がとても混雑しています。 そのため、時間に余裕を持って、家を出ることが大切です。家を出たら、職場に向かいます。 職場に行く方法は、いろいろあります。主な方法は、電車、バス、車、バイク、自転車、そして徒歩です。 東京のような都会に住んでいる人は、電車で通勤することが多いです。なぜなら、都会には電車がたくさんあるからです。 逆に、田舎に住んでいる人は、バスや車などで通勤することが多いです。 田舎では、電車が少ないうえ、電車で行ける場所も、多くありません。 電車で通勤する人の場合、まずは駅に向かいます。家から駅までは、歩いて行くか自転車で行くかのどちらかです。 ちなみに、自分の家から一番近い駅のことを「最寄り駅」と言います。駅に着いたら、まずは切符を買います。 切符は、券売機という機械で買うことができます。 電車で通勤する人は、いつも同じ電車を使うので、「定期券」を持っています。 これは、通勤だけでなく、通学にも使えるお得な切符のことです。 最近は、日本人の多くが、ICカードを使っています。これは、カードの中にお金をチャージしておくものです。 切符を買わなくてもいいので、電車に乗るのが簡単になります。次は、改札口を通ります。 切符を持っている場合、改札口に切符を入れます。ICカードの場合は、タッチするだけで大丈夫です。 そして、駅のホームに入って、電車が来るのを待ちます。朝の時間帯は、電車にたくさんの人が乗り込みます。 これは、通勤で電車を使う人が多いためです。目的地によっては、電車の乗り換えが必要かもしれません。 駅の中は迷いやすいので、電車の乗り換えはけっこう難しいです。 特に、東京駅はとても複雑になっているので、迷いやすいことで有名です。 目的の駅に到着したら、電車から降りて改札口を通ります。そして、駅から出て職場に向かいます。 職場には、仕事が始まる５分前までには着くようにします。日本人は、始業時間よりも早く来る人が多いです。 職場に着いたら、まずはあいさつです。上司や同僚に「おはようございます」とあいさつをします。 そして、自分の席に座ります。自分の席には、自分用のパソコンが置いてあります。 始業時間になると、まずは朝礼が始まります。多くの職場では、一日の始まりに朝礼を行います。 これは、社員が集まって、その日のやることや目標をみんなと共有したりします。 朝礼が終わった後は、さっそく、仕事が始まります。仕事内容は、業種によってさまざまです。 しかし、ほとんどの会社では、パソコンを使って仕事を進めます。たとえば、取引先にメールを送ったり資料を作ったりします。 仕事を進めるうえで、パソコンは無くてはならないものです。１２時になると、昼休みになります。 昼休みの時間は、12時から13時までが一般的です。お昼ごはんは職場で食べるか、外に行って食べるかのどちらかです。 職場でお昼ごはんを食べる人は、弁当を食べることが多いです。家から持ってきた弁当や、コンビニで買った弁当を食べます。 弁当ではなく、カップラーメンなどを食べる人もいます。外で食べる人は、近くの飲食店でお昼ごはんを食べます。 お昼休みは１時間しかないので、時間のかからない料理が好まれます。 たとえば、うどんやラーメン、そばといった麺料理がよく食べられます。 お昼ごはんは、一人で食べる人もいれば、上司や同僚と食べる人もいます。お昼休みが終わると、午後の仕事が始まります。 お昼ごはんを食べた後は、眠くなりますよね。コーヒーを飲むと、眠気が覚めるので、仕事に集中することができます。 17時か18時くらいになると、仕事が終わります。朝から働くと、一日の労働時間はだいたい８時間くらいです。 この一日８時間が、日本人の基本的な労働時間です。これ以降に仕事をすることは、残業と呼ばれます。 忙しい会社では、残業時間が多くなります。なるべく、残業はしたくないですね。 仕事が終わったら、家に帰ります。帰り道で晩ごはんを食べることもあります。 また、日本人は、仕事の同僚や上司と居酒屋に行くことがよくあります。 居酒屋に行って、お酒を飲みながら会話を楽しみます。これを、「飲み会」と言います。 このとき、一つのお店だけでなく、二軒目、三軒目のお店に行くことがよくあります。 そのため、家に帰るのが深夜になることもあります。お酒が好きな人にとっては、とても楽しいイベントです。 家に帰ったら、まずはお風呂に入ります。お風呂に入ることで、一日の疲れがとれます。 お風呂では、シャンプーで頭を洗い、体をボディソープで洗います。お風呂から上がったら、晩ごはんを食べます。 もちろん、お風呂の前に晩ごはんを食べる人もいます。家族といっしょに住んでいる人は、家族で集まって晩ごはんを食べます。 この時間は、家族がコミュニケーションをとる大切な時間です。今日あった出来事を話したり、週末の予定を話し合ったりします。 晩ごはんを食べた後は、家事をする時間です。洗濯機を回したり、部屋の掃除をしたりします。 家事が終わったら、自分の好きなことをする時間です。この時間は、多くの人が、テレビやスマホを見て過ごしています。 夜の時間帯は、おもしろいテレビ番組がたくさんあります。 しかし、最近はYouTubeを見る人が増えていて、テレビがあまり見られなくなっています。 YouTubeの他にも、SNSを見て過ごす人も多いです。テレビやスマホ以外には、読書をしたり、音楽を聴いたりします。 みなさんは、自由な時間に何をすることが多いですか？ 寝る時間は、夜の11時から、12時くらいに寝る人が多いです。次の日が休みだと、もっと遅くまで起きていることもあります。 夜の１時や２時といった、遅い時間まで起きていることを「夜更かし」といいます。 私は、夜遅くまでゲームをしていて、気がついたら夜の３時くらいだったことがあります。 健康のために、早めに寝るようにしたいですね。寝る前には、歯を磨いたり、トイレに行ったりして寝る準備をします。 日本人が寝る場所は、布団かベッドです。布団は、日本で広く使われている寝具です。 日本人は、布団で寝る人もいれば、ベッドで寝る人もいます。ちなみに、私は布団で寝る方が好きです。 次は、海外の人から見た、日本のすごいところについて、紹介していきましょう。 まずは、コンビニです。日本のコンビニは、２４時間いつでも営業しています。日本はどこに行ってもコンビニがあります。 コンビニには、おにぎり、パン、弁当、サラダなど、いろんな食べ物が売られています。 しかし、スーパーで売られているような生のお肉や魚は、ほとんどありません。 コンビニでは、食べ物の他にもいろいろな物を売っています。 洗剤、化粧品、傘など、生活に必要なものはほとんど手に入ります。 さらに、銀行のATMやコピー機も使うことができ、宅配便も送ることができます。 コンビニは、トイレを利用することもできます。しかし、​商品を買わずにトイレを使うことを禁止しているコンビニもあります。 その場合、ちょっとでもいいので何か買うようにしましょう。 日本のコンビニは、とても便利なものであり、日本人にとって生活に欠かせないものです。 次は、自動販売機です。自動販売機は、飲み物などを売っている機械です。略して、自販機と呼ばれることもあります。 日本は、どこに行っても自動販売機が置いてあります。 道路はもちろん、駅や建物の中など、ありとあらゆる場所に設置されています。 また、おもしろい場所に自動販売機が置かれていることもあります。 私がおもしろいと思ったのは、富士山の頂上に自動販売機があるということです。 ただ、値段は通常の３倍くらいするそうです。また、自動販売機の飲み物は、２種類の温度に分けられています。 ジュースや水は冷たい温度になっていて、コーヒーやココアは温かい温度になっています。 自動販売機では、食べ物を売っていることもあります。 食べ物は、パン、アイスクリーム、インスタントラーメンなどが売られています。 ちょっと​何かを食べたいときに、けっこう便利です。食べ物の値段は、スーパーで買うよりもちょっと高めです。 また、いろいろな機能が付いた自動販売機もあります。 たとえば、飲み物を買ったときに、当たりが出るともう１本買えるようになるものもあります。 他には、災害の際に役に立つ自動販売機があります。 災害のときに、飲み物を無料で飲めるものや、災害情報を表示するものもあります。 次は、日本の電車やバスについてです。これらの一番の特徴は、時間どおりに到着することです。 何かトラブルがあったときは遅れることもありますが、ほとんどの場合は時間どおりに到着します。 それでは、都会の電車について、詳しく紹介していきましょう。 東京は、非常に多くの駅があり、だいたいどこでも電車で行くことができます。 そのため、多くの人が通勤や通学に電車を利用しています。しかし、日本の電車には大きな問題点があります。 それは、電車がとても混雑することです。特に、朝の時間帯では、身動きできないほどたくさんの人が乗り込みます。 また、駅が複雑になっていることも問題です。 駅には、たくさんの乗り場があるので、どこに行けばいいか分からなくなります。東京駅は、特に迷いやすい駅として有名です。 次は、日本のトイレについてです。日本のトイレは、いろいろな特徴があります。 まず、有名なのが、おしりを洗う機能が付いていることです。 おしりを水で洗ってから、トイレットペーパーで水を拭き取ります。水の勢いは、自分で調節することができます。 この水は、温かいお湯にすることもできるので、冬でも安心して使うことができます。 これ以外にも、日本のトイレには、いろいろな機能があります。便座に近づくと、自動でふたが開く機能。 便座から離れると、自動で水が流れる機能。トイレをしているときに、水の音を出して、トイレの音を隠す機能もあります。 冬の時期に助かるのが、便座を温めてくれる機能です。冬の冷たい便座は、嫌ですよね。 そして、手洗い場では、手をかざすと自動で水が出ます。 手を洗った後は、温かい風がでるところがあるので、そこで手を乾かします。 このように、日本のトイレには、便利な機能がたくさんあります。 しかも、こんな高機能なトイレが、ほとんどの場合、無料で使用できます。 また、トイレは定期的に掃除されており、清潔な状態が保たれています。 トイレを使うときは、きれいに使うよう心がけましょう。 次に紹介するのは、日本の治安の良さについてです。日本は、世界の中でも治安の良い国として知られています。 治安が良いというのは、犯罪が少なく、安全であるということです。 たとえば、夜遅くに一人で外を歩いても、ほとんどの場合問題ありません。もちろん、女性や子どもは気をつける必要があります。 また、財布を落としても手元に戻ってくることが多いです。 なぜなら、日本人の多くは、落ちている財布を見つけたら交番に届けるからです。 さらに、自分の荷物を置きっぱなしにしても、荷物をとられることはあまりありません。 なぜ、日本は治安が良いのでしょうか。その理由としては、警察の存在が大きいと思います。 日本では、小さな町にも交番があり、警察がパトロールしています。警察のおかげで、日本の治安が保たれているのです。 また、子どもへの教育が充実していることも大きな理由です。 日本では、小学校から中学校までの９年間は、ほとんどの子どもが教育を受けています。 子どもの頃から、法律やルールを守ることをしっかりと学びます。 法律やルールを守ることが当たり前になっているので、日本の治安が保たれているのです。 最後に紹介するのは、日本の温泉についてです。日本は、全国に数多くの温泉があります。 温泉は、地面から湧き出したお湯のことです。ただのお湯ではなく、いろいろな物質が含まれています。 そのため、体が温まるだけでなく、健康や美容に良いと言われています。 特に、温泉がたくさんある地域は、温泉が観光の中心になっています。温泉を目当てに、旅行する人も多いです。 温泉では、守らなければならないいくつかのマナーがあります。 まず、温泉に入る前には、お湯を体にかけて体をきれいにしないといけません。 また、湯船にタオルを浸けるのも、マナー違反とされます。日本の温泉に行くときはこれらのマナーに気をつけましょう。"], "transcript": [{"start": 0.0, "end": 15.372, "text": "今日は、日本の生活について、お話ししていきましょう。まずは、日本人の一日について紹介していきます。"}, {"start": 15.372, "end": 29.801, "text": "今日紹介するのは、サラリーマンの一日です。サラリーマンというのは、会社に勤めている人のことです。"}, {"start": 29.801, "end": 45.915, "text": "まず、 朝に目が覚めると、一日が始まります。多くの日本の会社は、８時半か９時から仕事が始まります。"}, {"start": 45.915, "end": 61.844, "text": "平均的には、６時から７時頃に起きる人が多いです。起きてから最初にやることは、顔を洗うことです。"}, {"start": 61.844, "end": 74.19800000000001, "text": "顔を洗ったら、次は、朝ごはんを食べます。日本の朝ごはんと言えば、和食です。"}, {"start": 74.19800000000001, "end": 83.673, "text": "ご飯、みそ汁、焼き魚、卵焼きなどが定番の朝ごはんです。"}, {"start": 83.673, "end": 100.62299999999999, "text": "しかし、最近では、すぐに食べられるパンなどを食べる人が多くなっています。なぜなら、朝はあまり時間がないからです。"}, {"start": 100.62299999999999, "end": 114.555, "text": "また、朝ごはんを食べずに家を出る人もいます。みなさんは、いつも朝ごはんを食べますか？"}, {"start": 114.555, "end": 128.627, "text": "朝ごはんを食べた後は、歯磨きです。歯ブラシに、歯磨き粉をつけて、歯の汚れを落とします。"}, {"start": 128.627, "end": 142.513, "text": "次に、パジャマを脱いで、仕事の服を着ます。サラリーマンであれば、スーツを着ることが多いです。"}, {"start": 142.513, "end": 157.002, "text": "朝の準備がすべて終わったら、家を出ます。家を出る時間は、会社までの距離によって変わります。"}, {"start": 157.002, "end": 171.631, "text": "多くの人は、8時までには家を出ているでしょう。朝の時間帯は、道路がとても混雑しています。"}, {"start": 171.631, "end": 185.517, "text": "そのため、時間に余裕を持って、家を出ることが大切です。家を出たら、職場に向かいます。"}, {"start": 185.517, "end": 202.003, "text": "職場に行く方法は、いろいろあります。主な方法は、電車、バス、車、バイク、自転車、そして徒歩です。"}, {"start": 202.003, "end": 218.721, "text": "東京のような都会に住んでいる人は、電車で通勤することが多いです。なぜなら、都会には電車がたくさんあるからです。"}, {"start": 218.721, "end": 229.048, "text": "逆に、田舎に住んでいる人は、バスや車などで通勤することが多いです。"}, {"start": 229.048, "end": 237.966, "text": "田舎では、電車が少ないうえ、電車で行ける場所も、多くありません。"}, {"start": 237.966, "end": 254.638, "text": "電車で通勤する人の場合、まずは駅に向かいます。家から駅までは、歩いて行くか自転車で行くかのどちらかです。"}, {"start": 254.638, "end": 270.195, "text": "ちなみに、自分の家から一番近い駅のことを「最寄り駅」と言います。駅に着いたら、まずは切符を買います。"}, {"start": 270.195, "end": 277.766, "text": "切符は、券売機という機械で買うことができます。"}, {"start": 277.766, "end": 287.752, "text": "電車で通勤する人は、いつも同じ電車を使うので、「定期券」を持っています。"}, {"start": 287.752, "end": 297.413, "text": "これは、通勤だけでなく、通学にも使えるお得な切符のことです。"}, {"start": 297.413, "end": 313.295, "text": "最近は、日本人の多くが、ICカードを使っています。これは、カードの中にお金をチャージしておくものです。"}, {"start": 313.295, "end": 327.088, "text": "切符を買わなくてもいいので、電車に乗るのが簡単になります。次は、改札口を通ります。"}, {"start": 327.088, "end": 341.995, "text": "切符を持っている場合、改札口に切符を入れます。ICカードの場合は、タッチするだけで大丈夫です。"}, {"start": 341.995, "end": 357.692, "text": "そして、駅のホームに入って、電車が来るのを待ちます。朝の時間帯は、電車にたくさんの人が乗り込みます。"}, {"start": 357.692, "end": 373.296, "text": "これは、通勤で電車を使う人が多いためです。目的地によっては、電車の乗り換えが必要かもしれません。"}, {"start": 373.296, "end": 383.096, "text": "駅の中は迷いやすいので、電車の乗り換えはけっこう難しいです。"}, {"start": 383.096, "end": 393.26800000000003, "text": "特に、東京駅はとても複雑になっているので、迷いやすいことで有名です。"}, {"start": 393.26800000000003, "end": 408.918, "text": "目的の駅に到着したら、電車から降りて改札口を通ります。そして、駅から出て職場に向かいます。"}, {"start": 408.918, "end": 426.75, "text": "職場には、仕事が始まる５分前までには着くようにします。日本人は、始業時間よりも早く来る人が多いです。"}, {"start": 426.75, "end": 441.286, "text": "職場に着いたら、まずはあいさつです。上司や同僚に「おはようございます」とあいさつをします。"}, {"start": 441.286, "end": 454.475, "text": "そして、自分の席に座ります。自分の席には、自分用のパソコンが置いてあります。"}, {"start": 454.475, "end": 469.754, "text": "始業時間になると、まずは朝礼が始まります。多くの職場では、一日の始まりに朝礼を行います。"}, {"start": 469.754, "end": 480.715, "text": "これは、社員が集まって、その日のやることや目標をみんなと共有したりします。"}, {"start": 480.715, "end": 495.158, "text": "朝礼が終わった後は、さっそく、仕事が始まります。仕事内容は、業種によってさまざまです。"}, {"start": 495.158, "end": 512.712, "text": "しかし、ほとんどの会社では、パソコンを使って仕事を進めます。たとえば、取引先にメールを送ったり資料を作ったりします。"}, {"start": 512.712, "end": 526.784, "text": "仕事を進めるうえで、パソコンは無くてはならないものです。１２時になると、昼休みになります。"}, {"start": 526.784, "end": 544.848, "text": "昼休みの時間は、12時から13時までが一般的です。お昼ごはんは職場で食べるか、外に行って食べるかのどちらかです。"}, {"start": 544.848, "end": 561.102, "text": "職場でお昼ごはんを食べる人は、弁当を食べることが多いです。家から持ってきた弁当や、コンビニで買った弁当を食べます。"}, {"start": 561.102, "end": 577.216, "text": "弁当ではなく、カップラーメンなどを食べる人もいます。外で食べる人は、近くの飲食店でお昼ごはんを食べます。"}, {"start": 577.216, "end": 587.155, "text": "お昼休みは１時間しかないので、時間のかからない料理が好まれます。"}, {"start": 587.155, "end": 595.701, "text": "たとえば、うどんやラーメン、そばといった麺料理がよく食べられます。"}, {"start": 595.701, "end": 612.744, "text": "お昼ごはんは、一人で食べる人もいれば、上司や同僚と食べる人もいます。お昼休みが終わると、午後の仕事が始まります。"}, {"start": 612.744, "end": 628.533, "text": "お昼ごはんを食べた後は、眠くなりますよね。コーヒーを飲むと、眠気が覚めるので、仕事に集中することができます。"}, {"start": 628.533, "end": 645.622, "text": "17時か18時くらいになると、仕事が終わります。朝から働くと、一日の労働時間はだいたい８時間くらいです。"}, {"start": 645.622, "end": 661.504, "text": "この一日８時間が、日本人の基本的な労働時間です。これ以降に仕事をすることは、残業と呼ばれます。"}, {"start": 661.504, "end": 674.554, "text": "忙しい会社では、残業時間が多くなります。なるべく、残業はしたくないですね。"}, {"start": 674.554, "end": 686.772, "text": "仕事が終わったら、家に帰ります。帰り道で晩ごはんを食べることもあります。"}, {"start": 686.772, "end": 697.358, "text": "また、日本人は、仕事の同僚や上司と居酒屋に行くことがよくあります。"}, {"start": 697.358, "end": 710.408, "text": "居酒屋に行って、お酒を飲みながら会話を楽しみます。これを、「飲み会」と言います。"}, {"start": 710.408, "end": 721.694, "text": "このとき、一つのお店だけでなく、二軒目、三軒目のお店に行くことがよくあります。"}, {"start": 721.694, "end": 737.251, "text": "そのため、家に帰るのが深夜になることもあります。お酒が好きな人にとっては、とても楽しいイベントです。"}, {"start": 737.251, "end": 751.09, "text": "家に帰ったら、まずはお風呂に入ります。お風呂に入ることで、一日の疲れがとれます。"}, {"start": 751.09, "end": 765.672, "text": "お風呂では、シャンプーで頭を洗い、体をボディソープで洗います。お風呂から上がったら、晩ごはんを食べます。"}, {"start": 765.672, "end": 782.251, "text": "もちろん、お風呂の前に晩ごはんを食べる人もいます。家族といっしょに住んでいる人は、家族で集まって晩ごはんを食べます。"}, {"start": 782.251, "end": 799.248, "text": "この時間は、家族がコミュニケーションをとる大切な時間です。今日あった出来事を話したり、週末の予定を話し合ったりします。"}, {"start": 799.248, "end": 812.67, "text": "晩ごはんを食べた後は、家事をする時間です。洗濯機を回したり、部屋の掃除をしたりします。"}, {"start": 812.67, "end": 828.552, "text": "家事が終わったら、自分の好きなことをする時間です。この時間は、多くの人が、テレビやスマホを見て過ごしています。"}, {"start": 828.552, "end": 836.913, "text": "夜の時間帯は、おもしろいテレビ番組がたくさんあります。"}, {"start": 836.913, "end": 848.013, "text": "しかし、最近はYouTubeを見る人が増えていて、テレビがあまり見られなくなっています。"}, {"start": 848.013, "end": 864.824, "text": "YouTubeの他にも、SNSを見て過ごす人も多いです。テレビやスマホ以外には、読書をしたり、音楽を聴いたりします。"}, {"start": 864.824, "end": 873.37, "text": "みなさんは、自由な時間に何をすることが多いですか？"}, {"start": 873.37, "end": 891.202, "text": "寝る時間は、夜の11時から、12時くらいに寝る人が多いです。次の日が休みだと、もっと遅くまで起きていることもあります。"}, {"start": 891.202, "end": 901.466, "text": "夜の１時や２時といった、遅い時間まで起きていることを「夜更かし」といいます。"}, {"start": 901.466, "end": 913.123, "text": "私は、夜遅くまでゲームをしていて、気がついたら夜の３時くらいだったことがあります。"}, {"start": 913.123, "end": 929.098, "text": "健康のために、早めに寝るようにしたいですね。寝る前には、歯を磨いたり、トイレに行ったりして寝る準備をします。"}, {"start": 929.098, "end": 942.659, "text": "日本人が寝る場所は、布団かベッドです。布団は、日本で広く使われている寝具です。"}, {"start": 942.659, "end": 958.216, "text": "日本人は、布団で寝る人もいれば、ベッドで寝る人もいます。ちなみに、私は布団で寝る方が好きです。"}, {"start": 958.216, "end": 968.991, "text": "次は、海外の人から見た、日本のすごいところについて、紹介していきましょう。"}, {"start": 968.991, "end": 988.541, "text": "まずは、コンビニです。日本のコンビニは、２４時間いつでも営業しています。日本はどこに行ってもコンビニがあります。"}, {"start": 988.541, "end": 999.038, "text": "コンビニには、おにぎり、パン、弁当、サラダなど、いろんな食べ物が売られています。"}, {"start": 999.038, "end": 1009.349, "text": "しかし、スーパーで売られているような生のお肉や魚は、ほとんどありません。"}, {"start": 1009.349, "end": 1017.245, "text": "コンビニでは、食べ物の他にもいろいろな物を売っています。"}, {"start": 1017.245, "end": 1027.509, "text": "洗剤、化粧品、傘など、生活に必要なものはほとんど手に入ります。"}, {"start": 1027.509, "end": 1039.027, "text": "さらに、銀行のATMやコピー機も使うことができ、宅配便も送ることができます。"}, {"start": 1039.027, "end": 1055.466, "text": "コンビニは、トイレを利用することもできます。しかし、​商品を買わずにトイレを使うことを禁止しているコンビニもあります。"}, {"start": 1055.466, "end": 1063.316, "text": "その場合、ちょっとでもいいので何か買うようにしましょう。"}, {"start": 1063.316, "end": 1074.463, "text": "日本のコンビニは、とても便利なものであり、日本人にとって生活に欠かせないものです。"}, {"start": 1074.463, "end": 1093.224, "text": "次は、自動販売機です。自動販売機は、飲み物などを売っている機械です。略して、自販機と呼ばれることもあります。"}, {"start": 1093.224, "end": 1100.563, "text": "日本は、どこに行っても自動販売機が置いてあります。"}, {"start": 1100.563, "end": 1110.41, "text": "道路はもちろん、駅や建物の中など、ありとあらゆる場所に設置されています。"}, {"start": 1110.41, "end": 1119.049, "text": "また、おもしろい場所に自動販売機が置かれていることもあります。"}, {"start": 1119.049, "end": 1129.592, "text": "私がおもしろいと思ったのは、富士山の頂上に自動販売機があるということです。"}, {"start": 1129.592, "end": 1145.521, "text": "ただ、値段は通常の３倍くらいするそうです。また、自動販売機の飲み物は、２種類の温度に分けられています。"}, {"start": 1145.521, "end": 1156.575, "text": "ジュースや水は冷たい温度になっていて、コーヒーやココアは温かい温度になっています。"}, {"start": 1156.575, "end": 1163.868, "text": "自動販売機では、食べ物を売っていることもあります。"}, {"start": 1163.868, "end": 1172.739, "text": "食べ物は、パン、アイスクリーム、インスタントラーメンなどが売られています。"}, {"start": 1172.739, "end": 1187.461, "text": "ちょっと​何かを食べたいときに、けっこう便利です。食べ物の値段は、スーパーで買うよりもちょっと高めです。"}, {"start": 1187.461, "end": 1195.079, "text": "また、いろいろな機能が付いた自動販売機もあります。"}, {"start": 1195.079, "end": 1205.761, "text": "たとえば、飲み物を買ったときに、当たりが出るともう１本買えるようになるものもあります。"}, {"start": 1205.761, "end": 1214.354, "text": "他には、災害の際に役に立つ自動販売機があります。"}, {"start": 1214.354, "end": 1225.64, "text": "災害のときに、飲み物を無料で飲めるものや、災害情報を表示するものもあります。"}, {"start": 1225.64, "end": 1240.965, "text": "次は、日本の電車やバスについてです。これらの一番の特徴は、時間どおりに到着することです。"}, {"start": 1240.965, "end": 1252.546, "text": "何かトラブルがあったときは遅れることもありますが、ほとんどの場合は時間どおりに到着します。"}, {"start": 1252.546, "end": 1261.092, "text": "それでは、都会の電車について、詳しく紹介していきましょう。"}, {"start": 1261.092, "end": 1271.217, "text": "東京は、非常に多くの駅があり、だいたいどこでも電車で行くことができます。"}, {"start": 1271.217, "end": 1287.935, "text": "そのため、多くの人が通勤や通学に電車を利用しています。しかし、日本の電車には大きな問題点があります。"}, {"start": 1287.935, "end": 1304.189, "text": "それは、電車がとても混雑することです。特に、朝の時間帯では、身動きできないほどたくさんの人が乗り込みます。"}, {"start": 1304.189, "end": 1311.668, "text": "また、駅が複雑になっていることも問題です。"}, {"start": 1311.668, "end": 1329.361, "text": "駅には、たくさんの乗り場があるので、どこに行けばいいか分からなくなります。東京駅は、特に迷いやすい駅として有名です。"}, {"start": 1329.361, "end": 1341.529, "text": "次は、日本のトイレについてです。日本のトイレは、いろいろな特徴があります。"}, {"start": 1341.529, "end": 1349.565, "text": "まず、有名なのが、おしりを洗う機能が付いていることです。"}, {"start": 1349.565, "end": 1364.937, "text": "おしりを水で洗ってから、トイレットペーパーで水を拭き取ります。水の勢いは、自分で調節することができます。"}, {"start": 1364.937, "end": 1375.805, "text": "この水は、温かいお湯にすることもできるので、冬でも安心して使うことができます。"}, {"start": 1375.805, "end": 1390.48, "text": "これ以外にも、日本のトイレには、いろいろな機能があります。便座に近づくと、自動でふたが開く機能。"}, {"start": 1390.48, "end": 1406.78, "text": "便座から離れると、自動で水が流れる機能。トイレをしているときに、水の音を出して、トイレの音を隠す機能もあります。"}, {"start": 1406.78, "end": 1420.48, "text": "冬の時期に助かるのが、便座を温めてくれる機能です。冬の冷たい便座は、嫌ですよね。"}, {"start": 1420.48, "end": 1428.887, "text": "そして、手洗い場では、手をかざすと自動で水が出ます。"}, {"start": 1428.887, "end": 1438.594, "text": "手を洗った後は、温かい風がでるところがあるので、そこで手を乾かします。"}, {"start": 1438.594, "end": 1446.723, "text": "このように、日本のトイレには、便利な機能がたくさんあります。"}, {"start": 1446.723, "end": 1456.198, "text": "しかも、こんな高機能なトイレが、ほとんどの場合、無料で使用できます。"}, {"start": 1456.198, "end": 1465.905, "text": "また、トイレは定期的に掃除されており、清潔な状態が保たれています。"}, {"start": 1465.905, "end": 1474.544, "text": "トイレを使うときは、きれいに使うよう心がけましょう。"}, {"start": 1474.544, "end": 1491.773, "text": "次に紹介するのは、日本の治安の良さについてです。日本は、世界の中でも治安の良い国として知られています。"}, {"start": 1491.773, "end": 1500.459, "text": "治安が良いというのは、犯罪が少なく、安全であるということです。"}, {"start": 1500.459, "end": 1518.431, "text": "たとえば、夜遅くに一人で外を歩いても、ほとんどの場合問題ありません。もちろん、女性や子どもは気をつける必要があります。"}, {"start": 1518.431, "end": 1526.931, "text": "また、財布を落としても手元に戻ってくることが多いです。"}, {"start": 1526.931, "end": 1537.706, "text": "なぜなら、日本人の多くは、落ちている財布を見つけたら交番に届けるからです。"}, {"start": 1537.706, "end": 1548.388, "text": "さらに、自分の荷物を置きっぱなしにしても、荷物をとられることはあまりありません。"}, {"start": 1548.388, "end": 1561.856, "text": "なぜ、日本は治安が良いのでしょうか。その理由としては、警察の存在が大きいと思います。"}, {"start": 1561.856, "end": 1578.156, "text": "日本では、小さな町にも交番があり、警察がパトロールしています。警察のおかげで、日本の治安が保たれているのです。"}, {"start": 1578.156, "end": 1587.306, "text": "また、子どもへの教育が充実していることも大きな理由です。"}, {"start": 1587.306, "end": 1599.474, "text": "日本では、小学校から中学校までの９年間は、ほとんどの子どもが教育を受けています。"}, {"start": 1599.474, "end": 1607.835, "text": "子どもの頃から、法律やルールを守ることをしっかりと学びます。"}, {"start": 1607.835, "end": 1618.889, "text": "法律やルールを守ることが当たり前になっているので、日本の治安が保たれているのです。"}, {"start": 1618.889, "end": 1633.286, "text": "最後に紹介するのは、日本の温泉についてです。日本は、全国に数多くの温泉があります。"}, {"start": 1633.286, "end": 1647.358, "text": "温泉は、地面から湧き出したお湯のことです。ただのお湯ではなく、いろいろな物質が含まれています。"}, {"start": 1647.358, "end": 1657.437, "text": "そのため、体が温まるだけでなく、健康や美容に良いと言われています。"}, {"start": 1657.437, "end": 1673.969, "text": "特に、温泉がたくさんある地域は、温泉が観光の中心になっています。温泉を目当てに、旅行する人も多いです。"}, {"start": 1673.969, "end": 1682.144, "text": "温泉では、守らなければならないいくつかのマナーがあります。"}, {"start": 1682.144, "end": 1692.919, "text": "まず、温泉に入る前には、お湯を体にかけて体をきれいにしないといけません。"}, {"start": 1692.919, "end": 1709.612, "text": "また、湯船にタオルを浸けるのも、マナー違反とされます。日本の温泉に行くときはこれらのマナーに気をつけましょう。"}, {"start": 1711.608, "end": 1716.905, "text": "動画を見てくれて、ありがとうございました。"}, {"start": 1716.905, "end": 1726.287, "text": "グッドボタンとチャンネル登録をしてくれると、もっと動画を作れるようになります。"}, {"start": 1726.287, "end": 1733.626, "text": "みなさんは、日本の生活について驚いたことはありますか？"}, {"start": 1733.626, "end": 1739.712, "text": "ぜひコメントで教えてくださいね。"}, {"start": 1739.712, "end": 1754.48, "text": "今日は、日本の生活について、お話ししていきましょう。まずは、日本人の一日について紹介していきます。"}, {"start": 1754.48, "end": 1767.809, "text": "今日紹介するのは、サラリーマンの一日です。サラリーマンというのは、会社に勤めている人のことです。"}, {"start": 1767.809, "end": 1783.459, "text": "まず、 朝に目が覚めると、一日が始まります。多くの日本の会社は、８時半か９時から仕事が始まります。"}, {"start": 1783.459, "end": 1798.598, "text": "平均的には、６時から７時頃に起きる人が多いです。起きてから最初にやることは、顔を洗うことです。"}, {"start": 1798.598, "end": 1810.395, "text": "顔を洗ったら、次は、朝ごはんを食べます。日本の朝ごはんと言えば、和食です。"}, {"start": 1810.395, "end": 1819.359, "text": "ご飯、みそ汁、焼き魚、卵焼きなどが定番の朝ごはんです。"}, {"start": 1819.359, "end": 1835.659, "text": "しかし、最近では、すぐに食べられるパンなどを食べる人が多くなっています。なぜなら、朝はあまり時間がないからです。"}, {"start": 1835.659, "end": 1848.848, "text": "また、朝ごはんを食べずに家を出る人もいます。みなさんは、いつも朝ごはんを食べますか？"}, {"start": 1848.848, "end": 1862.177, "text": "朝ごはんを食べた後は、歯磨きです。歯ブラシに、歯磨き粉をつけて、歯の汚れを落とします。"}, {"start": 1862.177, "end": 1875.274, "text": "次に、パジャマを脱いで、仕事の服を着ます。サラリーマンであれば、スーツを着ることが多いです。"}, {"start": 1875.274, "end": 1889.113, "text": "朝の準備がすべて終わったら、家を出ます。家を出る時間は、会社までの距離によって変わります。"}, {"start": 1889.113, "end": 1903.324, "text": "多くの人は、8時までには家を出ているでしょう。朝の時間帯は、道路がとても混雑しています。"}, {"start": 1903.324, "end": 1916.513, "text": "そのため、時間に余裕を持って、家を出ることが大切です。家を出たら、職場に向かいます。"}, {"start": 1916.513, "end": 1932.024, "text": "職場に行く方法は、いろいろあります。主な方法は、電車、バス、車、バイク、自転車、そして徒歩です。"}, {"start": 1932.024, "end": 1948.092, "text": "東京のような都会に住んでいる人は、電車で通勤することが多いです。なぜなら、都会には電車がたくさんあるからです。"}, {"start": 1948.092, "end": 1957.939, "text": "逆に、田舎に住んでいる人は、バスや車などで通勤することが多いです。"}, {"start": 1957.939, "end": 1966.439, "text": "田舎では、電車が少ないうえ、電車で行ける場所も、多くありません。"}, {"start": 1966.439, "end": 1982.321, "text": "電車で通勤する人の場合、まずは駅に向かいます。家から駅までは、歩いて行くか自転車で行くかのどちらかです。"}, {"start": 1982.321, "end": 1997.089, "text": "ちなみに、自分の家から一番近い駅のことを「最寄り駅」と言います。駅に着いたら、まずは切符を買います。"}, {"start": 1997.089, "end": 2004.182, "text": "切符は、券売機という機械で買うことができます。"}, {"start": 2004.182, "end": 2013.889, "text": "電車で通勤する人は、いつも同じ電車を使うので、「定期券」を持っています。"}, {"start": 2013.889, "end": 2023.085, "text": "これは、通勤だけでなく、通学にも使えるお得な切符のことです。"}, {"start": 2023.085, "end": 2038.1779999999999, "text": "最近は、日本人の多くが、ICカードを使っています。これは、カードの中にお金をチャージしておくものです。"}, {"start": 2038.1779999999999, "end": 2051.135, "text": "切符を買わなくてもいいので、電車に乗るのが簡単になります。次は、改札口を通ります。"}, {"start": 2051.135, "end": 2065.671, "text": "切符を持っている場合、改札口に切符を入れます。ICカードの場合は、タッチするだけで大丈夫です。"}, {"start": 2065.671, "end": 2080.485, "text": "そして、駅のホームに入って、電車が来るのを待ちます。朝の時間帯は、電車にたくさんの人が乗り込みます。"}, {"start": 2080.485, "end": 2095.299, "text": "これは、通勤で電車を使う人が多いためです。目的地によっては、電車の乗り換えが必要かもしれません。"}, {"start": 2095.299, "end": 2104.495, "text": "駅の中は迷いやすいので、電車の乗り換えはけっこう難しいです。"}, {"start": 2104.495, "end": 2114.434, "text": "特に、東京駅はとても複雑になっているので、迷いやすいことで有名です。"}, {"start": 2114.434, "end": 2129.434, "text": "目的の駅に到着したら、電車から降りて改札口を通ります。そして、駅から出て職場に向かいます。"}, {"start": 2129.434, "end": 2146.291, "text": "職場には、仕事が始まる５分前までには着くようにします。日本人は、始業時間よりも早く来る人が多いです。"}, {"start": 2146.291, "end": 2160.0, "text": "職場に着いたら、まずはあいさつです。上司や同僚に「おはようございます」とあいさつをします。"}, {"start": 2160.0, "end": 2172.493, "text": "そして、自分の席に座ります。自分の席には、自分用のパソコンが置いてあります。"}, {"start": 2172.493, "end": 2187.075, "text": "始業時間になると、まずは朝礼が始まります。多くの職場では、一日の始まりに朝礼を行います。"}, {"start": 2187.075, "end": 2197.572, "text": "これは、社員が集まって、その日のやることや目標をみんなと共有したりします。"}, {"start": 2197.572, "end": 2211.411, "text": "朝礼が終わった後は、さっそく、仕事が始まります。仕事内容は、業種によってさまざまです。"}, {"start": 2211.411, "end": 2227.99, "text": "しかし、ほとんどの会社では、パソコンを使って仕事を進めます。たとえば、取引先にメールを送ったり資料を作ったりします。"}, {"start": 2227.99, "end": 2241.504, "text": "仕事を進めるうえで、パソコンは無くてはならないものです。１２時になると、昼休みになります。"}, {"start": 2241.504, "end": 2258.733, "text": "昼休みの時間は、12時から13時までが一般的です。お昼ごはんは職場で食べるか、外に行って食べるかのどちらかです。"}, {"start": 2258.733, "end": 2274.43, "text": "職場でお昼ごはんを食べる人は、弁当を食べることが多いです。家から持ってきた弁当や、コンビニで買った弁当を食べます。"}, {"start": 2274.43, "end": 2289.43, "text": "弁当ではなく、カップラーメンなどを食べる人もいます。外で食べる人は、近くの飲食店でお昼ごはんを食べます。"}, {"start": 2289.43, "end": 2299.044, "text": "お昼休みは１時間しかないので、時間のかからない料理が好まれます。"}, {"start": 2299.044, "end": 2307.173, "text": "たとえば、うどんやラーメン、そばといった麺料理がよく食べられます。"}, {"start": 2307.173, "end": 2323.473, "text": "お昼ごはんは、一人で食べる人もいれば、上司や同僚と食べる人もいます。お昼休みが終わると、午後の仕事が始まります。"}, {"start": 2323.473, "end": 2338.241, "text": "お昼ごはんを食べた後は、眠くなりますよね。コーヒーを飲むと、眠気が覚めるので、仕事に集中することができます。"}, {"start": 2338.241, "end": 2354.588, "text": "17時か18時くらいになると、仕事が終わります。朝から働くと、一日の労働時間はだいたい８時間くらいです。"}, {"start": 2354.588, "end": 2370.0, "text": "この一日８時間が、日本人の基本的な労働時間です。これ以降に仕事をすることは、残業と呼ばれます。"}, {"start": 2370.0, "end": 2382.168, "text": "忙しい会社では、残業時間が多くなります。なるべく、残業はしたくないですね。"}, {"start": 2382.168, "end": 2393.686, "text": "仕事が終わったら、家に帰ります。帰り道で晩ごはんを食べることもあります。"}, {"start": 2393.686, "end": 2403.95, "text": "また、日本人は、仕事の同僚や上司と居酒屋に行くことがよくあります。"}, {"start": 2403.95, "end": 2416.397, "text": "居酒屋に行って、お酒を飲みながら会話を楽しみます。これを、「飲み会」と言います。"}, {"start": 2416.397, "end": 2427.219, "text": "このとき、一つのお店だけでなく、二軒目、三軒目のお店に行くことがよくあります。"}, {"start": 2427.219, "end": 2441.801, "text": "そのため、家に帰るのが深夜になることもあります。お酒が好きな人にとっては、とても楽しいイベントです。"}, {"start": 2441.801, "end": 2454.944, "text": "家に帰ったら、まずはお風呂に入ります。お風呂に入ることで、一日の疲れがとれます。"}, {"start": 2454.944, "end": 2469.155, "text": "お風呂では、シャンプーで頭を洗い、体をボディソープで洗います。お風呂から上がったら、晩ごはんを食べます。"}, {"start": 2469.155, "end": 2484.759, "text": "もちろん、お風呂の前に晩ごはんを食べる人もいます。家族といっしょに住んでいる人は、家族で集まって晩ごはんを食べます。"}, {"start": 2484.759, "end": 2500.827, "text": "この時間は、家族がコミュニケーションをとる大切な時間です。今日あった出来事を話したり、週末の予定を話し合ったりします。"}, {"start": 2500.827, "end": 2513.691, "text": "晩ごはんを食べた後は、家事をする時間です。洗濯機を回したり、部屋の掃除をしたりします。"}, {"start": 2513.691, "end": 2528.877, "text": "家事が終わったら、自分の好きなことをする時間です。この時間は、多くの人が、テレビやスマホを見て過ごしています。"}, {"start": 2528.877, "end": 2536.913, "text": "夜の時間帯は、おもしろいテレビ番組がたくさんあります。"}, {"start": 2536.913, "end": 2547.363, "text": "しかし、最近はYouTubeを見る人が増えていて、テレビがあまり見られなくなっています。"}, {"start": 2547.363, "end": 2563.617, "text": "YouTubeの他にも、SNSを見て過ごす人も多いです。テレビやスマホ以外には、読書をしたり、音楽を聴いたりします。"}, {"start": 2563.617, "end": 2571.746, "text": "みなさんは、自由な時間に何をすることが多いですか？"}, {"start": 2571.746, "end": 2588.418, "text": "寝る時間は、夜の11時から、12時くらいに寝る人が多いです。次の日が休みだと、もっと遅くまで起きていることもあります。"}, {"start": 2588.418, "end": 2598.404, "text": "夜の１時や２時といった、遅い時間まで起きていることを「夜更かし」といいます。"}, {"start": 2598.404, "end": 2609.597, "text": "私は、夜遅くまでゲームをしていて、気がついたら夜の３時くらいだったことがあります。"}, {"start": 2609.597, "end": 2624.69, "text": "健康のために、早めに寝るようにしたいですね。寝る前には、歯を磨いたり、トイレに行ったりして寝る準備をします。"}, {"start": 2624.69, "end": 2637.415, "text": "日本人が寝る場所は、布団かベッドです。布団は、日本で広く使われている寝具です。"}, {"start": 2637.415, "end": 2652.229, "text": "日本人は、布団で寝る人もいれば、ベッドで寝る人もいます。ちなみに、私は布団で寝る方が好きです。"}, {"start": 2652.229, "end": 2662.711, "text": "次は、海外の人から見た、日本のすごいところについて、紹介していきましょう。"}, {"start": 2662.711, "end": 2681.1, "text": "まずは、コンビニです。日本のコンビニは、２４時間いつでも営業しています。日本はどこに行ってもコンビニがあります。"}, {"start": 2681.1, "end": 2691.504, "text": "コンビニには、おにぎり、パン、弁当、サラダなど、いろんな食べ物が売られています。"}, {"start": 2691.504, "end": 2700.979, "text": "しかし、スーパーで売られているような生のお肉や魚は、ほとんどありません。"}, {"start": 2700.979, "end": 2708.55, "text": "コンビニでは、食べ物の他にもいろいろな物を売っています。"}, {"start": 2708.55, "end": 2718.35, "text": "洗剤、化粧品、傘など、生活に必要なものはほとんど手に入ります。"}, {"start": 2718.35, "end": 2729.404, "text": "さらに、銀行のATMやコピー機も使うことができ、宅配便も送ることができます。"}, {"start": 2729.404, "end": 2745.008, "text": "コンビニは、トイレを利用することもできます。しかし、​商品を買わずにトイレを使うことを禁止しているコンビニもあります。"}, {"start": 2745.008, "end": 2752.44, "text": "その場合、ちょっとでもいいので何か買うようにしましょう。"}, {"start": 2752.44, "end": 2763.215, "text": "日本のコンビニは、とても便利なものであり、日本人にとって生活に欠かせないものです。"}, {"start": 2763.215, "end": 2780.954, "text": "次は、自動販売機です。自動販売機は、飲み物などを売っている機械です。略して、自販機と呼ばれることもあります。"}, {"start": 2780.954, "end": 2787.922, "text": "日本は、どこに行っても自動販売機が置いてあります。"}, {"start": 2787.922, "end": 2797.443, "text": "道路はもちろん、駅や建物の中など、ありとあらゆる場所に設置されています。"}, {"start": 2797.443, "end": 2805.525, "text": "また、おもしろい場所に自動販売機が置かれていることもあります。"}, {"start": 2805.525, "end": 2815.557, "text": "私がおもしろいと思ったのは、富士山の頂上に自動販売機があるということです。"}, {"start": 2815.557, "end": 2830.789, "text": "ただ、値段は通常の３倍くらいするそうです。また、自動販売機の飲み物は、２種類の温度に分けられています。"}, {"start": 2830.789, "end": 2841.378, "text": "ジュースや水は冷たい温度になっていて、コーヒーやココアは温かい温度になっています。"}, {"start": 2841.378, "end": 2848.253, "text": "自動販売機では、食べ物を売っていることもあります。"}, {"start": 2848.253, "end": 2856.892, "text": "食べ物は、パン、アイスクリーム、インスタントラーメンなどが売られています。"}, {"start": 2856.892, "end": 2870.685, "text": "ちょっと​何かを食べたいときに、けっこう便利です。食べ物の値段は、スーパーで買うよりもちょっと高めです。"}, {"start": 2870.685, "end": 2877.885, "text": "また、いろいろな機能が付いた自動販売機もあります。"}, {"start": 2877.885, "end": 2888.242, "text": "たとえば、飲み物を買ったときに、当たりが出るともう１本買えるようになるものもあります。"}, {"start": 2888.242, "end": 2896.092, "text": "他には、災害の際に役に立つ自動販売機があります。"}, {"start": 2896.092, "end": 2906.914, "text": "災害のときに、飲み物を無料で飲めるものや、災害情報を表示するものもあります。"}, {"start": 2906.914, "end": 2921.728, "text": "次は、日本の電車やバスについてです。これらの一番の特徴は、時間どおりに到着することです。"}, {"start": 2921.728, "end": 2932.921, "text": "何かトラブルがあったときは遅れることもありますが、ほとんどの場合は時間どおりに到着します。"}, {"start": 2932.921, "end": 2941.003, "text": "それでは、都会の電車について、詳しく紹介していきましょう。"}, {"start": 2941.003, "end": 2950.571, "text": "東京は、非常に多くの駅があり、だいたいどこでも電車で行くことができます。"}, {"start": 2950.571, "end": 2966.546, "text": "そのため、多くの人が通勤や通学に電車を利用しています。しかし、日本の電車には大きな問題点があります。"}, {"start": 2966.546, "end": 2982.103, "text": "それは、電車がとても混雑することです。特に、朝の時間帯では、身動きできないほどたくさんの人が乗り込みます。"}, {"start": 2982.103, "end": 2988.978, "text": "また、駅が複雑になっていることも問題です。"}, {"start": 2988.978, "end": 3005.835, "text": "駅には、たくさんの乗り場があるので、どこに行けばいいか分からなくなります。東京駅は、特に迷いやすい駅として有名です。"}, {"start": 3005.835, "end": 3017.492, "text": "次は、日本のトイレについてです。日本のトイレは、いろいろな特徴があります。"}, {"start": 3017.492, "end": 3024.971, "text": "まず、有名なのが、おしりを洗う機能が付いていることです。"}, {"start": 3024.971, "end": 3039.507, "text": "おしりを水で洗ってから、トイレットペーパーで水を拭き取ります。水の勢いは、自分で調節することができます。"}, {"start": 3039.507, "end": 3050.0, "text": "この水は、温かいお湯にすることもできるので、冬でも安心して使うことができます。"}, {"start": 3050.0, "end": 3063.979, "text": "これ以外にも、日本のトイレには、いろいろな機能があります。便座に近づくと、自動でふたが開く機能。"}, {"start": 3063.979, "end": 3079.583, "text": "便座から離れると、自動で水が流れる機能。トイレをしているときに、水の音を出して、トイレの音を隠す機能もあります。"}, {"start": 3079.583, "end": 3092.68, "text": "冬の時期に助かるのが、便座を温めてくれる機能です。冬の冷たい便座は、嫌ですよね。"}, {"start": 3092.68, "end": 3100.809, "text": "そして、手洗い場では、手をかざすと自動で水が出ます。"}, {"start": 3100.809, "end": 3109.773, "text": "手を洗った後は、温かい風がでるところがあるので、そこで手を乾かします。"}, {"start": 3109.773, "end": 3117.53, "text": "このように、日本のトイレには、便利な機能がたくさんあります。"}, {"start": 3117.53, "end": 3126.68, "text": "しかも、こんな高機能なトイレが、ほとんどの場合、無料で使用できます。"}, {"start": 3126.68, "end": 3135.876, "text": "また、トイレは定期的に掃除されており、清潔な状態が保たれています。"}, {"start": 3135.876, "end": 3144.097, "text": "トイレを使うときは、きれいに使うよう心がけましょう。"}, {"start": 3144.097, "end": 3160.367, "text": "次に紹介するのは、日本の治安の良さについてです。日本は、世界の中でも治安の良い国として知られています。"}, {"start": 3160.367, "end": 3168.867, "text": "治安が良いというのは、犯罪が少なく、安全であるということです。"}, {"start": 3168.867, "end": 3186.049, "text": "たとえば、夜遅くに一人で外を歩いても、ほとんどの場合問題ありません。もちろん、女性や子どもは気をつける必要があります。"}, {"start": 3186.049, "end": 3193.992, "text": "また、財布を落としても手元に戻ってくることが多いです。"}, {"start": 3193.992, "end": 3204.396, "text": "なぜなら、日本人の多くは、落ちている財布を見つけたら交番に届けるからです。"}, {"start": 3204.396, "end": 3214.428, "text": "さらに、自分の荷物を置きっぱなしにしても、荷物をとられることはあまりありません。"}, {"start": 3214.428, "end": 3227.339, "text": "なぜ、日本は治安が良いのでしょうか。その理由としては、警察の存在が大きいと思います。"}, {"start": 3227.339, "end": 3242.85, "text": "日本では、小さな町にも交番があり、警察がパトロールしています。警察のおかげで、日本の治安が保たれているのです。"}, {"start": 3242.85, "end": 3251.536, "text": "また、子どもへの教育が充実していることも大きな理由です。"}, {"start": 3251.536, "end": 3262.822, "text": "日本では、小学校から中学校までの９年間は、ほとんどの子どもが教育を受けています。"}, {"start": 3262.822, "end": 3270.997, "text": "子どもの頃から、法律やルールを守ることをしっかりと学びます。"}, {"start": 3270.997, "end": 3281.633, "text": "法律やルールを守ることが当たり前になっているので、日本の治安が保たれているのです。"}, {"start": 3281.633, "end": 3295.519, "text": "最後に紹介するのは、日本の温泉についてです。日本は、全国に数多くの温泉があります。"}, {"start": 3295.519, "end": 3308.894, "text": "温泉は、地面から湧き出したお湯のことです。ただのお湯ではなく、いろいろな物質が含まれています。"}, {"start": 3308.894, "end": 3318.276, "text": "そのため、体が温まるだけでなく、健康や美容に良いと言われています。"}, {"start": 3318.276, "end": 3334.019, "text": "特に、温泉がたくさんある地域は、温泉が観光の中心になっています。温泉を目当てに、旅行する人も多いです。"}, {"start": 3334.019, "end": 3341.915, "text": "温泉では、守らなければならないいくつかのマナーがあります。"}, {"start": 3341.915, "end": 3352.133, "text": "まず、温泉に入る前には、お湯を体にかけて体をきれいにしないといけません。"}, {"start": 3352.133, "end": 3367.969, "text": "また、湯船にタオルを浸けるのも、マナー違反とされます。日本の温泉に行くときはこれらのマナーに気をつけましょう。"}], "createdAt": "2025-12-06T13:34:34.000Z", "imageUrl": "https://i.ytimg.com/vi_webp/fFBn2YQ0ET4/maxresdefault.webp", "type": "audio", "videoUrl": "https://youtube.com/watch?v=fFBn2YQ0ET4", "difficulty": "intermediate", "genre": "audiobook", "isFavorite": false, "progress": 0}, {"id": "yt_audio_SaNLv8aSYfI", "userId": "system_audiobook", "title": "【💯k PV】Japanese short story for beginners (N5-N4 level)", "language": "ja", "content": "wel 散歩昔々あるところに小さな村がありまし 散歩昔々あるところに小さな村がありまし 散歩昔々あるところに小さな村がありまし た 村にはたけしという男の子が住んでいまし たたけしは元気な男の子で毎日友達と遊ん たたけしは元気な男の子で毎日友達と遊ん たたけしは元気な男の子で毎日友達と遊ん でいまし たたけしの1番の友達は花子という女の子 です花子も元気で2人はいつも一緒にい です花子も元気で2人はいつも一緒にい です花子も元気で2人はいつも一緒にい ました ある日たけしと花子は森へ行くことにし ある日たけしと花子は森へ行くことにし ある日たけしと花子は森へ行くことにし まし た森には大きな木がたくさんありまし たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び 始めまし た2人は楽しくて笑い声が響きまし たその時2は面白い動物を見つけまし た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい まし たたけしはこんにちはと優しく言いました たたけしはこんにちはと優しく言いました たたけしはこんにちはと優しく言いました がうさぎは驚いて逃げてしまいまし た花子はその様子を見て大笑いしまし たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに しまし た森の奥には大きな川が流れていまし た川には魚がたくさんを泳いでいて2人は た川には魚がたくさんを泳いでいて2人は た川には魚がたくさんを泳いでいて2人は その魚を見つめていまし たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 が跳ねるのを楽しみました たけしは喉が乾いて川の水を少し飲みまし たこの水は冷たくておいしいねとたけしが たこの水は冷たくておいしいねとたけしが たこの水は冷たくておいしいねとたけしが 言うと花子も水を飲みまし た2人は川のそばでしばらく休んでから た2人は川のそばでしばらく休んでから た2人は川のそばでしばらく休んでから また遊び始めまし た1日中遊んだ後2人は疲れてきまし たそろそろ帰ろうかと花子が言うとたけし たそろそろ帰ろうかと花子が言うとたけし たそろそろ帰ろうかと花子が言うとたけし も頷きまし た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること にしまし た2人は楽しかったつ日を思い出しながら た2人は楽しかったつ日を思い出しながら た2人は楽しかったつ日を思い出しながら 笑顔で家に帰りました たくさんたくさんのうさぎ たくさん たくさん たくさん 笑う一緒に 笑う一緒に 笑う一緒に 笑う 笑う 笑う 笑う うさぎうさぎを うさぎうさぎを うさぎうさぎを 見つける うさぎ草の うさぎ草の うさぎ草の 中草の中にウギがいる草の 中喉が 中喉が 中喉が 乾くたけしは喉が乾いた喉が 乾く 乾く 乾く 疲れる花子は疲れた 疲れるfinList 昔々あるところに小さな村がありまし 昔々あるところに小さな村がありまし 昔々あるところに小さな村がありまし た昔々あるところに小さな村がありまし た村にはたけしという男の子が住んでい た村にはたけしという男の子が住んでい た村にはたけしという男の子が住んでい まし まし まし た村にはたけしという男の子が住んでい た村にはたけしという男の子が住んでい た村にはたけしという男の子が住んでい ました たけしは元気な男の子で毎日友達と遊んで たけしは元気な男の子で毎日友達と遊んで たけしは元気な男の子で毎日友達と遊んで いまし たたけしは元気な男の子で毎日友達と遊ん たたけしは元気な男の子で毎日友達と遊ん たたけしは元気な男の子で毎日友達と遊ん でいまし たたけしの1番の友達は花子という女の子 ですたけしの1番の友達は花子という ですたけしの1番の友達は花子という ですたけしの1番の友達は花子という 女の子です 花子も元気で2人はいつも一緒にいまし 花子も元気で2人はいつも一緒にいまし 花子も元気で2人はいつも一緒にいまし た花子も元気で2人はいつも一緒にいまし たある日たけしと花子は森へ行くことにし たある日たけしと花子は森へ行くことにし たある日たけしと花子は森へ行くことにし まし たある日たけしと花子は森へ行くことにし たある日たけしと花子は森へ行くことにし たある日たけしと花子は森へ行くことにし まし た森には大きな木がたくさんありました 森には大きな木がたくさんありまし たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び 始めまし 始めまし 始めまし たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び 始めまし た2人は楽しくて笑い声が響きまし た2人は楽しくて笑い声が響きまし たその時2人は面白い動物を見つけまし たその時2人は面白い動物を見つけまし たその時2人は面白い動物を見つけまし たその時2人は面白い動物を見つけまし た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい まし まし まし た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい ました たけしはこんにちはと優しく言いましたが たけしはこんにちはと優しく言いましたが たけしはこんにちはと優しく言いましたが うさぎは驚いて逃げてしまいまし たたけしはこんにちはと優しく言いました たたけしはこんにちはと優しく言いました たたけしはこんにちはと優しく言いました がうさぎは驚いて逃げてしまいまし た花子はその様子を見て大笑いしまし た花子はその様子を見て大笑いしまし たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに しまし たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに しまし た森の奥には大きな川が流れていまし た森の奥には大きな川が流れていまし た森の奥には大きな川が流れていまし た森の奥には大きな川が流れていまし た川には魚がたくさんを泳いでいて2人は た川には魚がたくさんを泳いでいて2人は た川には魚がたくさんを泳いでいて2人は その魚を見つめていまし その魚を見つめていまし その魚を見つめていまし た川には魚がたくさん泳いでいて2人は た川には魚がたくさん泳いでいて2人は た川には魚がたくさん泳いでいて2人は その魚を見つめていまし たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 が跳ねるのを楽しみまし が跳ねるのを楽しみまし が跳ねるのを楽しみまし たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 が跳ねるのを楽しみました たけしは喉が乾いて川の水を少し飲みまし たけしは喉が乾いて川の水を少し飲みまし たけしは喉が乾いて川の水を少し飲みまし たたけ氏は喉が乾いて皮の水を少し飲み たたけ氏は喉が乾いて皮の水を少し飲み たたけ氏は喉が乾いて皮の水を少し飲み まし たこの水は冷たくて美味しいねとたけしが たこの水は冷たくて美味しいねとたけしが たこの水は冷たくて美味しいねとたけしが 言うと花子も水を飲みまし 言うと花子も水を飲みまし 言うと花子も水を飲みまし たこの水は冷たくて美味しいねとたけしが たこの水は冷たくて美味しいねとたけしが たこの水は冷たくて美味しいねとたけしが 言うと花子も水を飲みました 2人は川のそばでしばらく休んでからまた 2人は川のそばでしばらく休んでからまた 2人は川のそばでしばらく休んでからまた 遊び始めまし た2人は川のそばでしばらく休んでから た2人は川のそばでしばらく休んでから た2人は川のそばでしばらく休んでから また遊び始めまし た1日中遊んだ後2人は疲れてきまし た1日中遊んだ後2人は疲れてきました そろそろ帰ろうかと花子が言うとたけしも そろそろ帰ろうかと花子が言うとたけしも そろそろ帰ろうかと花子が言うとたけしも 頷きまし たそろそろ帰ろうかと花子が言うとたけし たそろそろ帰ろうかと花子が言うとたけし たそろそろ帰ろうかと花子が言うとたけし も頷きまし た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること にしまし にしまし にしまし た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること にしました 2人は楽しかった1日を思い出しながら 2人は楽しかった1日を思い出しながら 2人は楽しかった1日を思い出しながら 笑顔で家に帰りまし た2人は楽しかった1日を思い出しながら た2人は楽しかった1日を思い出しながら た2人は楽しかった1日を思い出しながら 笑顔で家に帰りました", "sentences": ["wel 散歩昔々あるところに小さな村がありまし 散歩昔々あるところに小さな村がありまし 散歩昔々あるところに小さな村がありまし た 村にはたけしという男の子が住んでいまし たたけしは元気な男の子で毎日友達と遊ん たたけしは元気な男の子で毎日友達と遊ん たたけしは元気な男の子で毎日友達と遊ん でいまし たたけしの1番の友達は花子という女の子 です花子も元気で2人はいつも一緒にい です花子も元気で2人はいつも一緒にい です花子も元気で2人はいつも一緒にい ました ある日たけしと花子は森へ行くことにし ある日たけしと花子は森へ行くことにし ある日たけしと花子は森へ行くことにし まし た森には大きな木がたくさんありまし たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び 始めまし た2人は楽しくて笑い声が響きまし たその時2は面白い動物を見つけまし た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい まし たたけしはこんにちはと優しく言いました たたけしはこんにちはと優しく言いました たたけしはこんにちはと優しく言いました がうさぎは驚いて逃げてしまいまし た花子はその様子を見て大笑いしまし たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに しまし た森の奥には大きな川が流れていまし た川には魚がたくさんを泳いでいて2人は た川には魚がたくさんを泳いでいて2人は た川には魚がたくさんを泳いでいて2人は その魚を見つめていまし たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 が跳ねるのを楽しみました たけしは喉が乾いて川の水を少し飲みまし たこの水は冷たくておいしいねとたけしが たこの水は冷たくておいしいねとたけしが たこの水は冷たくておいしいねとたけしが 言うと花子も水を飲みまし た2人は川のそばでしばらく休んでから た2人は川のそばでしばらく休んでから た2人は川のそばでしばらく休んでから また遊び始めまし た1日中遊んだ後2人は疲れてきまし たそろそろ帰ろうかと花子が言うとたけし たそろそろ帰ろうかと花子が言うとたけし たそろそろ帰ろうかと花子が言うとたけし も頷きまし た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること にしまし た2人は楽しかったつ日を思い出しながら た2人は楽しかったつ日を思い出しながら た2人は楽しかったつ日を思い出しながら 笑顔で家に帰りました たくさんたくさんのうさぎ たくさん たくさん たくさん 笑う一緒に 笑う一緒に 笑う一緒に 笑う 笑う 笑う 笑う うさぎうさぎを うさぎうさぎを うさぎうさぎを 見つける うさぎ草の うさぎ草の うさぎ草の 中草の中にウギがいる草の 中喉が 中喉が 中喉が 乾くたけしは喉が乾いた喉が 乾く 乾く 乾く 疲れる花子は疲れた 疲れるfinList 昔々あるところに小さな村がありまし 昔々あるところに小さな村がありまし 昔々あるところに小さな村がありまし た昔々あるところに小さな村がありまし た村にはたけしという男の子が住んでい た村にはたけしという男の子が住んでい た村にはたけしという男の子が住んでい まし まし まし た村にはたけしという男の子が住んでい た村にはたけしという男の子が住んでい た村にはたけしという男の子が住んでい ました たけしは元気な男の子で毎日友達と遊んで たけしは元気な男の子で毎日友達と遊んで たけしは元気な男の子で毎日友達と遊んで いまし たたけしは元気な男の子で毎日友達と遊ん たたけしは元気な男の子で毎日友達と遊ん たたけしは元気な男の子で毎日友達と遊ん でいまし たたけしの1番の友達は花子という女の子 ですたけしの1番の友達は花子という ですたけしの1番の友達は花子という ですたけしの1番の友達は花子という 女の子です 花子も元気で2人はいつも一緒にいまし 花子も元気で2人はいつも一緒にいまし 花子も元気で2人はいつも一緒にいまし た花子も元気で2人はいつも一緒にいまし たある日たけしと花子は森へ行くことにし たある日たけしと花子は森へ行くことにし たある日たけしと花子は森へ行くことにし まし たある日たけしと花子は森へ行くことにし たある日たけしと花子は森へ行くことにし たある日たけしと花子は森へ行くことにし まし た森には大きな木がたくさんありました 森には大きな木がたくさんありまし たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び 始めまし 始めまし 始めまし たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び たたけしと花子はその大きな木の下で遊び 始めまし た2人は楽しくて笑い声が響きまし た2人は楽しくて笑い声が響きまし たその時2人は面白い動物を見つけまし たその時2人は面白い動物を見つけまし たその時2人は面白い動物を見つけまし たその時2人は面白い動物を見つけまし た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい まし まし まし た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい た小さなうさぎが草の中から顔を出してい ました たけしはこんにちはと優しく言いましたが たけしはこんにちはと優しく言いましたが たけしはこんにちはと優しく言いましたが うさぎは驚いて逃げてしまいまし たたけしはこんにちはと優しく言いました たたけしはこんにちはと優しく言いました たたけしはこんにちはと優しく言いました がうさぎは驚いて逃げてしまいまし た花子はその様子を見て大笑いしまし た花子はその様子を見て大笑いしまし たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに しまし たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに たその後2人はもっと森の奥へ進むことに しまし た森の奥には大きな川が流れていまし た森の奥には大きな川が流れていまし た森の奥には大きな川が流れていまし た森の奥には大きな川が流れていまし た川には魚がたくさんを泳いでいて2人は た川には魚がたくさんを泳いでいて2人は た川には魚がたくさんを泳いでいて2人は その魚を見つめていまし その魚を見つめていまし その魚を見つめていまし た川には魚がたくさん泳いでいて2人は た川には魚がたくさん泳いでいて2人は た川には魚がたくさん泳いでいて2人は その魚を見つめていまし たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 が跳ねるのを楽しみまし が跳ねるのを楽しみまし が跳ねるのを楽しみまし たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 たたけしと花子は川のそばの石を投げて魚 が跳ねるのを楽しみました たけしは喉が乾いて川の水を少し飲みまし たけしは喉が乾いて川の水を少し飲みまし たけしは喉が乾いて川の水を少し飲みまし たたけ氏は喉が乾いて皮の水を少し飲み たたけ氏は喉が乾いて皮の水を少し飲み たたけ氏は喉が乾いて皮の水を少し飲み まし たこの水は冷たくて美味しいねとたけしが たこの水は冷たくて美味しいねとたけしが たこの水は冷たくて美味しいねとたけしが 言うと花子も水を飲みまし 言うと花子も水を飲みまし 言うと花子も水を飲みまし たこの水は冷たくて美味しいねとたけしが たこの水は冷たくて美味しいねとたけしが たこの水は冷たくて美味しいねとたけしが 言うと花子も水を飲みました 2人は川のそばでしばらく休んでからまた 2人は川のそばでしばらく休んでからまた 2人は川のそばでしばらく休んでからまた 遊び始めまし た2人は川のそばでしばらく休んでから た2人は川のそばでしばらく休んでから た2人は川のそばでしばらく休んでから また遊び始めまし た1日中遊んだ後2人は疲れてきまし た1日中遊んだ後2人は疲れてきました そろそろ帰ろうかと花子が言うとたけしも そろそろ帰ろうかと花子が言うとたけしも そろそろ帰ろうかと花子が言うとたけしも 頷きまし たそろそろ帰ろうかと花子が言うとたけし たそろそろ帰ろうかと花子が言うとたけし たそろそろ帰ろうかと花子が言うとたけし も頷きまし た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること にしまし にしまし にしまし た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること た夕方になりたけしと花子は家に帰ること にしました 2人は楽しかった1日を思い出しながら 2人は楽しかった1日を思い出しながら 2人は楽しかった1日を思い出しながら 笑顔で家に帰りまし た2人は楽しかった1日を思い出しながら た2人は楽しかった1日を思い出しながら た2人は楽しかった1日を思い出しながら 笑顔で家に帰りました"], "transcript": [{"start": 19.119, "end": 24.07, "text": "wel"}, {"start": 24.08, "end": 28.91, "text": "散歩昔々あるところに小さな村がありまし"}, {"start": 28.91, "end": 28.92, "text": "散歩昔々あるところに小さな村がありまし"}, {"start": 28.92, "end": 32.35, "text": "散歩昔々あるところに小さな村がありまし た"}, {"start": 32.36, "end": 38.11, "text": "村にはたけしという男の子が住んでいまし"}, {"start": 38.12, "end": 43.27, "text": "たたけしは元気な男の子で毎日友達と遊ん"}, {"start": 43.27, "end": 43.28, "text": "たたけしは元気な男の子で毎日友達と遊ん"}, {"start": 43.28, "end": 46.229, "text": "たたけしは元気な男の子で毎日友達と遊ん でいまし"}, {"start": 46.239, "end": 53.51, "text": "たたけしの1番の友達は花子という女の子"}, {"start": 53.52, "end": 57.95, "text": "です花子も元気で2人はいつも一緒にい"}, {"start": 57.95, "end": 57.96, "text": "です花子も元気で2人はいつも一緒にい"}, {"start": 57.96, "end": 61.59, "text": "です花子も元気で2人はいつも一緒にい ました"}, {"start": 61.6, "end": 64.789, "text": "ある日たけしと花子は森へ行くことにし"}, {"start": 64.789, "end": 64.799, "text": "ある日たけしと花子は森へ行くことにし"}, {"start": 64.799, "end": 67.429, "text": "ある日たけしと花子は森へ行くことにし まし"}, {"start": 67.439, "end": 73.71000000000001, "text": "た森には大きな木がたくさんありまし"}, {"start": 73.72, "end": 78.31, "text": "たたけしと花子はその大きな木の下で遊び"}, {"start": 78.31, "end": 78.32, "text": "たたけしと花子はその大きな木の下で遊び"}, {"start": 78.32, "end": 81.39, "text": "たたけしと花子はその大きな木の下で遊び 始めまし"}, {"start": 81.4, "end": 87.67, "text": "た2人は楽しくて笑い声が響きまし"}, {"start": 87.68, "end": 94.83, "text": "たその時2は面白い動物を見つけまし"}, {"start": 94.84, "end": 98.91, "text": "た小さなうさぎが草の中から顔を出してい"}, {"start": 98.91, "end": 98.92, "text": "た小さなうさぎが草の中から顔を出してい"}, {"start": 98.92, "end": 101.63, "text": "た小さなうさぎが草の中から顔を出してい まし"}, {"start": 101.64, "end": 105.429, "text": "たたけしはこんにちはと優しく言いました"}, {"start": 105.429, "end": 105.439, "text": "たたけしはこんにちはと優しく言いました"}, {"start": 105.439, "end": 110.67, "text": "たたけしはこんにちはと優しく言いました がうさぎは驚いて逃げてしまいまし"}, {"start": 110.68, "end": 117.069, "text": "た花子はその様子を見て大笑いしまし"}, {"start": 117.07900000000001, "end": 121.55, "text": "たその後2人はもっと森の奥へ進むことに"}, {"start": 121.55, "end": 121.56, "text": "たその後2人はもっと森の奥へ進むことに"}, {"start": 121.56, "end": 124.31, "text": "たその後2人はもっと森の奥へ進むことに しまし"}, {"start": 124.32, "end": 130.869, "text": "た森の奥には大きな川が流れていまし"}, {"start": 130.879, "end": 135.869, "text": "た川には魚がたくさんを泳いでいて2人は"}, {"start": 135.869, "end": 135.879, "text": "た川には魚がたくさんを泳いでいて2人は"}, {"start": 135.879, "end": 140.43, "text": "た川には魚がたくさんを泳いでいて2人は その魚を見つめていまし"}, {"start": 140.44, "end": 145.63, "text": "たたけしと花子は川のそばの石を投げて魚"}, {"start": 145.63, "end": 145.64, "text": "たたけしと花子は川のそばの石を投げて魚"}, {"start": 145.64, "end": 150.82999999999998, "text": "たたけしと花子は川のそばの石を投げて魚 が跳ねるのを楽しみました"}, {"start": 150.84, "end": 157.55, "text": "たけしは喉が乾いて川の水を少し飲みまし"}, {"start": 157.56, "end": 161.949, "text": "たこの水は冷たくておいしいねとたけしが"}, {"start": 161.949, "end": 161.959, "text": "たこの水は冷たくておいしいねとたけしが"}, {"start": 161.959, "end": 166.82999999999998, "text": "たこの水は冷たくておいしいねとたけしが 言うと花子も水を飲みまし"}, {"start": 166.84, "end": 171.309, "text": "た2人は川のそばでしばらく休んでから"}, {"start": 171.309, "end": 171.31900000000002, "text": "た2人は川のそばでしばらく休んでから"}, {"start": 171.31900000000002, "end": 175.27, "text": "た2人は川のそばでしばらく休んでから また遊び始めまし"}, {"start": 175.28, "end": 182.589, "text": "た1日中遊んだ後2人は疲れてきまし"}, {"start": 182.599, "end": 187.03, "text": "たそろそろ帰ろうかと花子が言うとたけし"}, {"start": 187.03, "end": 187.04, "text": "たそろそろ帰ろうかと花子が言うとたけし"}, {"start": 187.04, "end": 190.35, "text": "たそろそろ帰ろうかと花子が言うとたけし も頷きまし"}, {"start": 190.36, "end": 194.869, "text": "た夕方になりたけしと花子は家に帰ること"}, {"start": 194.869, "end": 194.879, "text": "た夕方になりたけしと花子は家に帰ること"}, {"start": 194.879, "end": 197.91, "text": "た夕方になりたけしと花子は家に帰ること にしまし"}, {"start": 197.92000000000002, "end": 202.19, "text": "た2人は楽しかったつ日を思い出しながら"}, {"start": 202.19, "end": 202.2, "text": "た2人は楽しかったつ日を思い出しながら"}, {"start": 202.2, "end": 213.75, "text": "た2人は楽しかったつ日を思い出しながら 笑顔で家に帰りました"}, {"start": 213.76, "end": 218.82999999999998, "text": "たくさんたくさんのうさぎ"}, {"start": 218.84, "end": 221.03, "text": "たくさん"}, {"start": 221.03, "end": 221.04, "text": "たくさん"}, {"start": 221.04, "end": 223.47, "text": "たくさん 笑う一緒に"}, {"start": 223.47, "end": 223.48, "text": "笑う一緒に"}, {"start": 223.48, "end": 226.71, "text": "笑う一緒に 笑う"}, {"start": 226.72, "end": 229.07, "text": "笑う"}, {"start": 229.07, "end": 229.07999999999998, "text": "笑う"}, {"start": 229.07999999999998, "end": 231.47, "text": "笑う うさぎうさぎを"}, {"start": 231.47, "end": 231.48, "text": "うさぎうさぎを"}, {"start": 231.48, "end": 234.75, "text": "うさぎうさぎを 見つける"}, {"start": 234.76, "end": 237.309, "text": "うさぎ草の"}, {"start": 237.309, "end": 237.31900000000002, "text": "うさぎ草の"}, {"start": 237.31900000000002, "end": 244.11, "text": "うさぎ草の 中草の中にウギがいる草の"}, {"start": 244.12, "end": 246.949, "text": "中喉が"}, {"start": 246.949, "end": 246.959, "text": "中喉が"}, {"start": 246.959, "end": 254.069, "text": "中喉が 乾くたけしは喉が乾いた喉が"}, {"start": 254.079, "end": 256.349, "text": "乾く"}, {"start": 256.349, "end": 256.359, "text": "乾く"}, {"start": 256.359, "end": 262.749, "text": "乾く 疲れる花子は疲れた"}, {"start": 262.759, "end": 275.909, "text": "疲れるfinList"}, {"start": 275.919, "end": 281.469, "text": "昔々あるところに小さな村がありまし"}, {"start": 281.469, "end": 281.479, "text": "昔々あるところに小さな村がありまし"}, {"start": 281.479, "end": 288.189, "text": "昔々あるところに小さな村がありまし た昔々あるところに小さな村がありまし"}, {"start": 288.199, "end": 292.31, "text": "た村にはたけしという男の子が住んでい"}, {"start": 292.31, "end": 292.32, "text": "た村にはたけしという男の子が住んでい"}, {"start": 292.32, "end": 294.43, "text": "た村にはたけしという男の子が住んでい まし"}, {"start": 294.43, "end": 294.44, "text": "まし"}, {"start": 294.44, "end": 298.189, "text": "まし た村にはたけしという男の子が住んでい"}, {"start": 298.189, "end": 298.199, "text": "た村にはたけしという男の子が住んでい"}, {"start": 298.199, "end": 301.83, "text": "た村にはたけしという男の子が住んでい ました"}, {"start": 301.84, "end": 306.11, "text": "たけしは元気な男の子で毎日友達と遊んで"}, {"start": 306.11, "end": 306.12, "text": "たけしは元気な男の子で毎日友達と遊んで"}, {"start": 306.12, "end": 308.39, "text": "たけしは元気な男の子で毎日友達と遊んで いまし"}, {"start": 308.4, "end": 313.07, "text": "たたけしは元気な男の子で毎日友達と遊ん"}, {"start": 313.07, "end": 313.08, "text": "たたけしは元気な男の子で毎日友達と遊ん"}, {"start": 313.08, "end": 315.95, "text": "たたけしは元気な男の子で毎日友達と遊ん でいまし"}, {"start": 315.96, "end": 322.79, "text": "たたけしの1番の友達は花子という女の子"}, {"start": 322.8, "end": 326.55, "text": "ですたけしの1番の友達は花子という"}, {"start": 326.55, "end": 326.56, "text": "ですたけしの1番の友達は花子という"}, {"start": 326.56, "end": 330.67, "text": "ですたけしの1番の友達は花子という 女の子です"}, {"start": 330.68, "end": 336.23, "text": "花子も元気で2人はいつも一緒にいまし"}, {"start": 336.23, "end": 336.24, "text": "花子も元気で2人はいつも一緒にいまし"}, {"start": 336.24, "end": 342.87, "text": "花子も元気で2人はいつも一緒にいまし た花子も元気で2人はいつも一緒にいまし"}, {"start": 342.88, "end": 347.11, "text": "たある日たけしと花子は森へ行くことにし"}, {"start": 347.11, "end": 347.12, "text": "たある日たけしと花子は森へ行くことにし"}, {"start": 347.12, "end": 349.27, "text": "たある日たけしと花子は森へ行くことにし まし"}, {"start": 349.28, "end": 353.11, "text": "たある日たけしと花子は森へ行くことにし"}, {"start": 353.11, "end": 353.12, "text": "たある日たけしと花子は森へ行くことにし"}, {"start": 353.12, "end": 355.71, "text": "たある日たけしと花子は森へ行くことにし まし"}, {"start": 355.72, "end": 362.39, "text": "た森には大きな木がたくさんありました"}, {"start": 362.4, "end": 367.11, "text": "森には大きな木がたくさんありまし"}, {"start": 367.12, "end": 371.71, "text": "たたけしと花子はその大きな木の下で遊び"}, {"start": 371.71, "end": 371.72, "text": "たたけしと花子はその大きな木の下で遊び"}, {"start": 371.72, "end": 374.23, "text": "たたけしと花子はその大きな木の下で遊び 始めまし"}, {"start": 374.23, "end": 374.24, "text": "始めまし"}, {"start": 374.24, "end": 378.469, "text": "始めまし たたけしと花子はその大きな木の下で遊び"}, {"start": 378.469, "end": 378.479, "text": "たたけしと花子はその大きな木の下で遊び"}, {"start": 378.479, "end": 381.469, "text": "たたけしと花子はその大きな木の下で遊び 始めまし"}, {"start": 381.479, "end": 387.309, "text": "た2人は楽しくて笑い声が響きまし"}, {"start": 387.319, "end": 393.15, "text": "た2人は楽しくて笑い声が響きまし"}, {"start": 393.15999999999997, "end": 399.83, "text": "たその時2人は面白い動物を見つけまし"}, {"start": 399.83, "end": 399.84000000000003, "text": "たその時2人は面白い動物を見つけまし"}, {"start": 399.84000000000003, "end": 406.67, "text": "たその時2人は面白い動物を見つけまし たその時2人は面白い動物を見つけまし"}, {"start": 406.68, "end": 410.749, "text": "た小さなうさぎが草の中から顔を出してい"}, {"start": 410.749, "end": 410.759, "text": "た小さなうさぎが草の中から顔を出してい"}, {"start": 410.759, "end": 412.629, "text": "た小さなうさぎが草の中から顔を出してい まし"}, {"start": 412.629, "end": 412.639, "text": "まし"}, {"start": 412.639, "end": 416.35, "text": "まし た小さなうさぎが草の中から顔を出してい"}, {"start": 416.35, "end": 416.36, "text": "た小さなうさぎが草の中から顔を出してい"}, {"start": 416.36, "end": 419.99, "text": "た小さなうさぎが草の中から顔を出してい ました"}, {"start": 420.0, "end": 423.35, "text": "たけしはこんにちはと優しく言いましたが"}, {"start": 423.35, "end": 423.36, "text": "たけしはこんにちはと優しく言いましたが"}, {"start": 423.36, "end": 427.589, "text": "たけしはこんにちはと優しく言いましたが うさぎは驚いて逃げてしまいまし"}, {"start": 427.599, "end": 431.11, "text": "たたけしはこんにちはと優しく言いました"}, {"start": 431.11, "end": 431.12, "text": "たたけしはこんにちはと優しく言いました"}, {"start": 431.12, "end": 436.029, "text": "たたけしはこんにちはと優しく言いました がうさぎは驚いて逃げてしまいまし"}, {"start": 436.039, "end": 441.79, "text": "た花子はその様子を見て大笑いしまし"}, {"start": 441.8, "end": 447.749, "text": "た花子はその様子を見て大笑いしまし"}, {"start": 447.759, "end": 452.27, "text": "たその後2人はもっと森の奥へ進むことに"}, {"start": 452.27, "end": 452.28, "text": "たその後2人はもっと森の奥へ進むことに"}, {"start": 452.28, "end": 454.589, "text": "たその後2人はもっと森の奥へ進むことに しまし"}, {"start": 454.599, "end": 458.71, "text": "たその後2人はもっと森の奥へ進むことに"}, {"start": 458.71, "end": 458.72, "text": "たその後2人はもっと森の奥へ進むことに"}, {"start": 458.72, "end": 461.39, "text": "たその後2人はもっと森の奥へ進むことに しまし"}, {"start": 461.4, "end": 467.51, "text": "た森の奥には大きな川が流れていまし"}, {"start": 467.51, "end": 467.52, "text": "た森の奥には大きな川が流れていまし"}, {"start": 467.52, "end": 473.71, "text": "た森の奥には大きな川が流れていまし た森の奥には大きな川が流れていまし"}, {"start": 473.72, "end": 478.629, "text": "た川には魚がたくさんを泳いでいて2人は"}, {"start": 478.629, "end": 478.639, "text": "た川には魚がたくさんを泳いでいて2人は"}, {"start": 478.639, "end": 482.67, "text": "た川には魚がたくさんを泳いでいて2人は その魚を見つめていまし"}, {"start": 482.67, "end": 482.68, "text": "その魚を見つめていまし"}, {"start": 482.68, "end": 487.149, "text": "その魚を見つめていまし た川には魚がたくさん泳いでいて2人は"}, {"start": 487.149, "end": 487.159, "text": "た川には魚がたくさん泳いでいて2人は"}, {"start": 487.159, "end": 491.55, "text": "た川には魚がたくさん泳いでいて2人は その魚を見つめていまし"}, {"start": 491.56, "end": 496.749, "text": "たたけしと花子は川のそばの石を投げて魚"}, {"start": 496.749, "end": 496.759, "text": "たたけしと花子は川のそばの石を投げて魚"}, {"start": 496.759, "end": 500.43, "text": "たたけしと花子は川のそばの石を投げて魚 が跳ねるのを楽しみまし"}, {"start": 500.43, "end": 500.44, "text": "が跳ねるのを楽しみまし"}, {"start": 500.44, "end": 505.189, "text": "が跳ねるのを楽しみまし たたけしと花子は川のそばの石を投げて魚"}, {"start": 505.189, "end": 505.199, "text": "たたけしと花子は川のそばの石を投げて魚"}, {"start": 505.199, "end": 510.149, "text": "たたけしと花子は川のそばの石を投げて魚 が跳ねるのを楽しみました"}, {"start": 510.159, "end": 516.31, "text": "たけしは喉が乾いて川の水を少し飲みまし"}, {"start": 516.31, "end": 516.32, "text": "たけしは喉が乾いて川の水を少し飲みまし"}, {"start": 516.32, "end": 520.949, "text": "たけしは喉が乾いて川の水を少し飲みまし たたけ氏は喉が乾いて皮の水を少し飲み"}, {"start": 520.949, "end": 520.9590000000001, "text": "たたけ氏は喉が乾いて皮の水を少し飲み"}, {"start": 520.9590000000001, "end": 523.59, "text": "たたけ氏は喉が乾いて皮の水を少し飲み まし"}, {"start": 523.6, "end": 527.99, "text": "たこの水は冷たくて美味しいねとたけしが"}, {"start": 527.99, "end": 528.0, "text": "たこの水は冷たくて美味しいねとたけしが"}, {"start": 528.0, "end": 532.31, "text": "たこの水は冷たくて美味しいねとたけしが 言うと花子も水を飲みまし"}, {"start": 532.31, "end": 532.32, "text": "言うと花子も水を飲みまし"}, {"start": 532.32, "end": 536.35, "text": "言うと花子も水を飲みまし たこの水は冷たくて美味しいねとたけしが"}, {"start": 536.35, "end": 536.36, "text": "たこの水は冷たくて美味しいねとたけしが"}, {"start": 536.36, "end": 541.949, "text": "たこの水は冷たくて美味しいねとたけしが 言うと花子も水を飲みました"}, {"start": 541.959, "end": 545.75, "text": "2人は川のそばでしばらく休んでからまた"}, {"start": 545.75, "end": 545.76, "text": "2人は川のそばでしばらく休んでからまた"}, {"start": 545.76, "end": 548.75, "text": "2人は川のそばでしばらく休んでからまた 遊び始めまし"}, {"start": 548.76, "end": 552.87, "text": "た2人は川のそばでしばらく休んでから"}, {"start": 552.87, "end": 552.88, "text": "た2人は川のそばでしばらく休んでから"}, {"start": 552.88, "end": 556.35, "text": "た2人は川のそばでしばらく休んでから また遊び始めまし"}, {"start": 556.36, "end": 563.31, "text": "た1日中遊んだ後2人は疲れてきまし"}, {"start": 563.32, "end": 571.389, "text": "た1日中遊んだ後2人は疲れてきました"}, {"start": 571.399, "end": 574.949, "text": "そろそろ帰ろうかと花子が言うとたけしも"}, {"start": 574.949, "end": 574.9590000000001, "text": "そろそろ帰ろうかと花子が言うとたけしも"}, {"start": 574.9590000000001, "end": 577.75, "text": "そろそろ帰ろうかと花子が言うとたけしも 頷きまし"}, {"start": 577.76, "end": 581.829, "text": "たそろそろ帰ろうかと花子が言うとたけし"}, {"start": 581.829, "end": 581.8389999999999, "text": "たそろそろ帰ろうかと花子が言うとたけし"}, {"start": 581.8389999999999, "end": 585.03, "text": "たそろそろ帰ろうかと花子が言うとたけし も頷きまし"}, {"start": 585.04, "end": 589.55, "text": "た夕方になりたけしと花子は家に帰ること"}, {"start": 589.55, "end": 589.56, "text": "た夕方になりたけしと花子は家に帰ること"}, {"start": 589.56, "end": 591.99, "text": "た夕方になりたけしと花子は家に帰ること にしまし"}, {"start": 591.99, "end": 592.0, "text": "にしまし"}, {"start": 592.0, "end": 596.19, "text": "にしまし た夕方になりたけしと花子は家に帰ること"}, {"start": 596.19, "end": 596.2, "text": "た夕方になりたけしと花子は家に帰ること"}, {"start": 596.2, "end": 600.15, "text": "た夕方になりたけしと花子は家に帰ること にしました"}, {"start": 600.16, "end": 603.43, "text": "2人は楽しかった1日を思い出しながら"}, {"start": 603.43, "end": 603.44, "text": "2人は楽しかった1日を思い出しながら"}, {"start": 603.44, "end": 607.03, "text": "2人は楽しかった1日を思い出しながら 笑顔で家に帰りまし"}, {"start": 607.04, "end": 610.91, "text": "た2人は楽しかった1日を思い出しながら"}, {"start": 610.91, "end": 610.92, "text": "た2人は楽しかった1日を思い出しながら"}, {"start": 610.92, "end": 615.279, "text": "た2人は楽しかった1日を思い出しながら 笑顔で家に帰りました"}], "createdAt": "2025-12-06T13:34:38.000Z", "imageUrl": "https://i.ytimg.com/vi/SaNLv8aSYfI/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=SaNLv8aSYfI", "difficulty": "intermediate", "genre": "audiobook", "isFavorite": false, "progress": 0}]