[{"id": "yt_audio_aiLGo3s8R60", "userId": "system_audiobook", "title": "Norwegian Fairytale: Soria Moria slott | Slow Norwegian", "language": "no", "content": "Hei og velkommen til en ny episode. I dag skal vi gå til et fjell som er veldig kjent i Norge. Det er et fjell som Theodor Kittelsen, en kjent maler på 1800-tallet, en kjent norsk maler, brukte for å vise et eventyr, et norsk eventyr. Han brukte fjellet bak der i et maleri i et norsk eventyr som heter Soria Moria. Siden vi er så nærme Soria Moria, dette her mytiske fjellet, Randen heter det egentlig. Så tenkte jeg at jeg skulle fortelle dette norske folkeeventyret. Det var en gang et par altså en mann og ei dame som bodde på en liten gård. Kanskje et lite hus sånn som her. Kanskje de bodde i noe sånt. De hadde en sønn, og sønnen het Halvor. Halvor, han gjorde ikke så mye. Han var veldig lat. Det eneste han ville gjøre, var å sitte inne ved peisen ved flammen og nyte varmen og ta å røre i asken, aska når det brenner ned, når treet brenner ned, så blir det bare noe svarte igjen. Han likte å leke med dette svarte. Men foreldrene ville ha ham ut. De ville at han skulle gå ut og arbeide. De sa: \"Halvor, gå ut og arbeid, gå ut på gården og arbeid.\" Men Halvor ville ikke arbeide. Han var lat. Han hadde ikke mye energi. Han ville bare sitte inne. Men foreldrene de fortsatte: \"Halvor, du må gå ut. Finn deg en jobb.\" Men en dag kom det en seiler og tok med seg Halvor. Det skal jeg fortelle dere mer om når vi skal gå litt lenger oppover. En dag kom det en skipper innom huset der Halvor bodde. Skipperen sa til Halvor: \"Bli med meg, unge gutt. Du skal få se verden, vi skal seile og du vil se  mange fantastiske ting.\" Og dette tenkte Halvor: \"Ja, det høres spennende ut.\" \"Det vil jeg gjøre.\" Halvor ble med skipperen. De seilte. Det var vakkert, og de så mange ting. Plutselig kom det en storm. Det blåste opp. Bølgene var kjempehøye. Det var som små fjell. Båten gikk fram og tilbake. Halvor var livredd. \"Hjelp! Hjelp! Hva skal jeg gjøre?\" Det gikk bra med skipperen og med Halvor. De strandet på land. De kom til et nytt land, men visste ikke hvor de var. Stormen hadde ført dem langt, langt bort. Halvor sa til skipperen da de kom i land. Halvor begynte å kjede seg veldig fort. Han kunne ikke sitte stille. Han måtte alltid gjøre noe. Halvor sa til skipperen: \"Jeg går på land og utforsker litt.\" Da sa skipperen til Halvor: \"Greit. Men kom tilbake når det begynner å blåse.\" \"Da må vi ta skipet og reise videre.\" \"Greit,\" sa Halvor. Halvor gikk utover landet. Han så hvor vakkert det var. Kanskje det så litt ut som det gjør her. Det var utrolig vakker natur med stein og vakre landskap. Så begynte det å blåse. Men Halvor tenkte: \"Nei, jeg må se litt til.\" \"Jeg må utforske litt til.\" Det gjorde Halvor. Så han gikk. Han gikk. Men det var så merkelig. Det var ingen folk. Hvor var folkene? Det var helt tomt. Det var bare Halvor og naturen. Men han fant en vei. Ja, kanskje. Det så litt ut som veien her. Han begynte å følge veien. Han gikk og gikk. Det skal vi også gjøre nå. Jeg forteller resten av historien litt senere. Halvor han gikk og gikk. Han fulgte en vei som denne. I horisonten, altså langt borte, så han et slott, et vakkert slott. Han begynte å gå, og han kom fram til slottet. Han gikk inn, og der så han et stort og vakkert kjøkken. Men det var ingen folk der. Hvor var folkene? Så han gikk inn i neste dør i neste rom. Der så han ei vakker jente, ei vakker prinsesse. Prinsessa sa: \"Nei, hva gjør du her?\" \"Nei, du kan ikke være her.\" \"Her bor det et troll med tre store hoder. Du må! Du må gå nå!\" Halvor så bare på henne og sa: \"Det gjør ingenting.\" Om det hadde vært fire hoder, hadde det ikke gjort noe som helst. Prinsessa var imponert. Halvor sa: \"Men jeg skulle hatt litt mat, for jeg er veldig sulten.\" \"Jeg har gått langt, og jeg er veldig sulten nå. \" Halvor spiste godt. Så så han på veggen. Der var det et sverd. Han spurte prinsessa. Hva er det sverdet der? \"Prøv å løfte det.\" Halvor prøvde å løfte sverdet. Men det var for tungt. Han klarte ikke å løfte sverdet. Han prøvde. Men det gikk ikke. Han hadde ikke sjanse. Da sa prinsessa: \"Halvor, ta å drikk litt av den drikken som ligger der.\" Halvor gjorde det. Han drakk. Han kjente kreftene komme. Han tok og løfta sverdet som ingenting. Nå var han blitt kjempesterk. Men plutselig hørte de en lyd. Det var trollet og trollet braste inn. Han kom susen inn. \"Jeg lukter kristen manns blod!\" Sa Trollet. Og da sa Halvor: \"Ja, det er meg. Og han tok sverdet og han hogg. Ett hode. To hoder. Tre hoder. Og Trollet lå dødt. Prinsessa ble kjempeglad. \"Å, du reddet meg! Du reddet meg!\" \"Men...\" Halvor så på prinsessa. Hva var det som skjedde? Hva er det som skjer? \"Vel... Jeg har to søstre som er fanget i andre slott.\" \"Om bare ikke de også kunne bli reddet, slik du redda meg.\" Halvor skulle gjøre det, han skulle redde de to andre søstrene. Hvordan det gikk, vel, det skal dere få høre lenger fremme. Halvor gikk til det andre slottet. Det andre slottet var enda lenger borte enn det første slottet hadde vært. Han gikk og han gikk, og plutselig så han et enda større og enda finere slott. Han gikk inn, og der var det enda større kjøkken og enda finere. Han kom inn i et rom der det satt ei jente som faktisk var enda finere enn den andre. Det var prinsessa, søstera. Hun sa: \"Nei, hva gjør du her?\" \"Du må gå bort. Her er det et troll med seks hoder.\" Halvor så på henne. \"Det gjør ingenting.\" \"Bare gi meg litt mat og gi meg litt å drikke. Så er jeg klar til å slåss mot trollet.\" Han gjorde akkurat som forrige sted. Han tok litt mat. Så tok han en flaske og begynte å drikke. Da fikk han superkrefter. Der fant han et sverd som var enda større enn det første slottet. Han tok opp sverdet. Han var klar. Plutselig hørte han en voldsomt lyd. BOM, BOM, BOM Der kom det et troll som måtte gå sidelengs inn siden det var så stort, med seks hoder. Halvor tok sverdet. Han hogg én gang. To ganger. Tre ganger. Fire ganger. Fem ganger. Seks ganger. Han hogg av alle seks hodene til trollet. Og trollet datt (falt) om. Og prinsesse sa: \"Åå, takk, min redningsmann. Min redningsmann. Og Halvor, han var fornøyd. Men han så på prinsessa. \"Det er... tusen takk for at du har redda meg.\" \"Men jeg har ei søster i et slott som er en mil borte.\" \"Hun er også fanget av et troll.\" Halvor sa: \"Ja, ja, jeg må bare sove litt her.\" \"Og så er jeg klar.\" Halvor la seg ned for å sove. Han sov, og neste dag gikk han videre til det siste slottet. Det skal dere få høre om litt senere. Da var Halvor klar til å gå til det siste slottet. Det var det største og det fineste av dem alle. Halvor gikk inn i det siste, det tredje slottet. Det var enda større. Enda vakrere. Der satte ei prinsesse ei jente som var den vakreste av dem alle. Hun var så vakker. Hun hadde langt, lys hår og et vakkert ansikt. Hun sa: \"Å nei, hva gjør du her? Du må gå bort. Her er det et kjempestort troll.\" \"Men ni hoder. Han kommer til å drepe deg.\" Halvor, han var ikke redd av seg, så han bare sa: \"Det gjør ingenting. Han kunne hatt dobbelt så mange hoder. Det går helt fint.\" \"Gi meg noe mat og litt å drikke, så skal jeg ta sverdet og drepe Trollet.\" Halvor gjorde det. Han spiste og så tok han en slurk. Han kjente kreftene komme. Han var klar. Han tok opp sverdet. Han var klar til å drepe trollet. Han hørte det. Det var nesten som et jordskjelv. Kjempemye lyd. Og trollet braset inn. \"JEG LUKTER KRISTEN MANN I MITT HUS!\" ropte trollet Halvor sa: \"Ja, det er meg!\" Han hogg ett hode. 2, 3, 4, 5, 6, 7, 8. Mens det niende hodet, det niende hodet, da måtte han hogge Nei... ikke... Han fikk ikke av hodet. Han måtte hogge enda hardere. Og til slutt... så hadde han drept trollet med ni hoder og trollet braste i bakken. Han datt (falt) i bakken. Og Halvor, han hadde redda den siste prinsessa. Og den siste prinsessa sa: \"Å, takk. Nå kan vi leve trygt her. Endelig.\" For nå var alle trollene døde. De levde, Halvor og de tre prinsessene, i det største og fineste slottet. Prinsessene sa til ham: \"Halvor, du kan leve med oss.\" \"Du kan velge en av oss som din kone.\" Det gjorde Halvor. Han valgte den yngste og den vakreste av de tre prinsessene. Hvordan det gikk med dem etterpå, det skal jeg fortelle litt senere. Prinsessene var reddet. Men i det nye livet, i det vakre slottet og med sin vakre kone, så virka det som om Halvor var litt lei seg en dag. Han hadde et veldig alvorlig ansikt. \"Åååå\", sukket han. \"Hva er det? Hvorfor er du så lei deg?\" Spurte prinsessa Halvor. \"Vel, jeg savner familien min. Jeg savner dem så inderlig.\" \"Jeg har så veldig lyst til å se familien min igjen,\" sa Halvor. \"Jeg skjønner selvfølgelig. Jeg skjønner.\" \"Se, Halvor. Ta denne ringen.\" \"Med denne ringen kan du reise tilbake og se foreldrene dine.\" \"Men du må huske på én ting. Du må ikke nevne oss.\" \"Du må ikke nevne noe om oss, om oss tre prinsesser.\" \"For da kan du aldri se oss igjen.\" Halvor sa: \"Det går greit. Jeg forstår. Jeg skal ikke nevne dere.\" Han fikk ringen, han tok på ringen. Han var hjemme igjen. Han var hjemme på gården. Han banket på. Moren og faren til Halvor åpna opp Men de kjente ikke Halvor igjen for Halvor hadde fått på seg veldig fine klær. Han så ut som en prins. Så, når han hadde bodd hjemme, hadde han hatt på seg veldig skitne klær. Men nå hadde han klær sånn at det så ut som om han var en prins. Så foreldrene ble veldig overrasket av å se at det kom en prins til dem. De var jo bare fattige bønder. De kjente ikke igjen at det var Halvor. De kjente ikke igjen sin egen sønn. De sa bare: \"Herre, hva ønsker du fra oss?\" \"Vi har da ingenting. Vi er bare fattige bønder.\" Halvor sa: \"Kan jeg sove her i natt? Jeg trenger et sted å sove før jeg reiser videre.\" Moren og faren til Halvor, de kunne selvfølgelig ikke si nei til en prins. De sa: \"Ja, selvfølgelig. Vi skal finne ei seng til deg. Det er ikke stort.\" \"Vi er fattige bønder. Denne senga tilhørte vår sønn, Halvor.\" Og Halvor, han tenkte å tøyse litt, tulle litt med foreldrene sine. Han sa: \"Ja, hvor er sønnen deres da?\" \"Nå, ja, nei, vi vet ikke. Han reiste ut med en skipper.\"\" \"Han reiste ut til sjøen, til sjøs. Siden den gang har vi ikke sett ham. \"Hvordan var sønnen deres da?\" spurte Halvor med et lurt brikk. \"Nei, han var en latsabb. Han gjorde aldri noe som helst.\" \"Han likte ikke å gjøre noe. Han likte ikke å arbeide. Han ville ikke gjøre noe som helst.\" \"Okei,\" sa Halvor. \"Kan jeg få litt å spise?\" Spurte Halvor. Han var sulten. Ja, selvfølgelig. Vi skal lage noe mat. Det er ikke stort. Vi er fattige bønder. \"Vi kan ikke lage noe som er prins verdig. Men, Herre, vi skal gjøre så godt vi kan.\" Mens foreldrene til Halvor begynte å lage mat, så satte Halvor seg med peisen. Husker dere i begynnelsen at Halvor likte å leke i peisen, leke med aska. Han satte seg ved peisen og begynte å leke med aska. Da forsto foreldrene til Halvor at det selvølfelig var Halvor som var her, det var Halvor som var blitt prins. \"Halvor, å Halvor,\" sa moren, og ga ham en lang og god klem. Dagen etter insisterte moren på at Halvor i sine vakre klær, som var en prins verdig, skulle gå til jentene, de lokale jentene, og vise seg fram. For hun ville at han skulle vise hvor kjekk han hadde blitt, en kjekk ung mann. Greit, så Halvor gikk og viste seg fram for disse jentene. Men disse jentene hadde vært ganske stygge mot Halvor før. Altså før han hadde reist da han bodde hjemme med foreldrene sine, så hadde disse jentene ertet Halvor. \"Å Halvor, det han der late.\" \"Halvor, se på ham, han er alltid sort i ansiktet, for han liker å leke så mye med ilden.\" Så jentene hadde alltid ertet Halvor. Men nå var det Halvor sin tur til å erte dem. \"Se på meg, jenter. Se hvor fine klær jeg har.\" Halvor begynte å fortelle. Han fortalte at han hadde slåss mot troll. Han hadde drept troll og reiste til fremmede land. Men dessverre så begynte Halvor også å fortelle om prinsessene. \"Dere skulle bare sette prinsessene som jeg reddet.\" \"Og min vakre kone, den yngste av dem, den vakreste av dem alle.\" \"Hun er kona mi, og hun er mye vakrere enn dere.\" \"Hun er mye mye vakrere enn dere. Dere ser ut som gamle kjerringer i forhold til henne.\" Og straks han hadde nevnt prinsessene, husker dere at han ikke måtte nevne prinsessene. Vel, nå hadde han gjorde det, og straks han nevnte dem, så dukket de opp. Prinsessene var der. Alle tre. Halvor forstod med en gang hva han hadde gjort. \"Å nei! Han skulle ikke ha nevnt det. Han skulle jo ikke nevne dem.\" Vel, gjort var gjort. Han hadde nevnt dem. Han gikk sammen med prinsessene. Han forstod at han hadde gjort noe galt. Men han håpet at dette ikke kom til å føre til noe galt, men det gjorde det. Dessverre for Halvor. Når Halvor var med kona si og la seg for å sove, så tok hun ringen av fingeren hans og erstattet den med en annen ring, så hun tok den magiske ringen med seg og erstattet den med en annen ring. Og så forlot prinsessene ham. De forlot ham mens han sov og gikk tilbake til Soria Moria. Så, når Halvor reiste seg opp, når Halvor våkna, så så han at der var ikke prinsessene lenger. Han forstod med en gang at han hadde mistet dem for alltid. Han begynte å gråte. \"Å nei! Hva har jeg gjort? Hva har jeg gjort?\" Sa Halvor fortvilet. Halvor, han gråt og han gråt. Han kunne ikke bli trøsta. Foreldrene prøvde å trøste ham, men ingenting fungerte. Han var så lei seg. Han hadde bare én ting han ønsket å gjøre. Han ville ut og finne prinsessene. Han begynte å gå, og han gikk, og han gikk langt. Han gikk østen for sol, vesten for måne, og han gikk lenger. Han gikk langt om lenge og lenger. Men han fant aldri Soria Moria. Men han fant noe annet. Og om det skal jeg fortelle dere snart. Oi, oi, oi! Etter å ha gått så langt så kom Halvor fram til ei lita hytte. Han banket på denne lille hytta. Der sto det ei gammel kjerring, ei gammel dame. \"Hvem er du?\" \"Her har det ikke vært kristne folk på 200 år.\" Sa den gamle dama. \"Jøss, 200 år.\" Det hadde ikke vært noen andre der på 200 år. Halvor fortalte denne gamle dama hva som hadde skjedd ham. \"Å, Soria Moria, det har jeg aldri hørt om.\" \"Men kanskje månen har hørt om dette.\" \"Kanskje månen vet hvor Soria Moria er.\" sa den gamle dama. Den gamle dama gikk ut for å spørre månen om hvor Soria Moria ligger. Hun sa til månen. \"Måne. Måne.\" \"Vet du hvor Soria Moria ligger?\" Månen, som var en fullmåne denne natta, så ned på den gamle dama. \"Å, Soria Moria.\" \"Nei det har jeg aldri sett.\" \"For det er alltid en sky over Soria Moria.\" \"Det er alltid en sky som dekker over Soria Moria.\" \"Så jeg har aldri sett Soria Moria.\" Halvor var veldig skuffa. Nei, når til og med månen ikke visste hvor Soria Moria ligger, hvordan skulle han finne det da? Men den gamle kjerringa sa: \"Nei, Halvor, ikke vær redd.\" \"Vestavinden. Vestavinden vet vestavinden vet hvor Soria Moria ligger.\" \"For vestavinden den blåser overalt.\" Vestavinden, altså vinden som kommer fra vest. Den skulle hjelpe Halvor. De ventet på Vestavinden. Endelig så kom den og den gamle kjerringa sa til Vestavinden: \"Vestavinden, vet du hvor Soria Moria ligger?\" Vestavinden sa... \"Ja, jeg skal der nå.\" \"For i Soria Moria så holder de på tørke klær til et bryllup.\" \"Og jeg må komme og tørke klærne for dem.\" Halvor ble glad. \"Skal du til Soria Moria?\" \"Kan jeg bli med til Soria Moria?\" Vestavinden sa: \"ja, bli med meg nå!\" \"Men du må løpe kjapt, for jeg blåser kjapt av gårde.\" Halvor ble med Vestavinden og blåste ham bortover. Og til slutt kom Halvor til Soria Moria. Der så han at det var dekket på til bryllup. Det var masse gjester, masse folk. Det var pyntet opp. Det var et langbord, et langt, langt bord, med kjempedeilig mat. Den ene prinsessen, den yngste, den vakreste. Hun som hadde vært kjæresten til Halvor, hun var dekket i en brudekjole. Men hvor var brugdommen? Hvor var han hun skulle gifte seg med? Halvor, han sneik seg inn og ble med på festen. De kom til slutt til punktet av festen, der alle skulle drikke av et beger med vin. En kopp med vin, som de sendte rundt. Det skulle bringe lykke. Til slutt skulle det gå til bruden. Og Halvor, når denne her koppen kom til Halvor, så la han ringen oppi koppen. Og ga den til prinsessa. Den yngste prinsessa, hun som hadde vært kjæresten til Halvor. Da prinsessa så ringen, forstod hun med en gang at Halvor var der. At Halvor hadde funnet sin vei. Da sa hun: \"Ja, jeg skulle gifte meg med han som har reddet meg.\" \"Han har kommet. Det er Halvor. \"Vi skal gifte oss.\" Og slik gikk det altså. Halvor hadde funnet veien tilbake til Soria Moria. Han hadde funnet tilbake til den yngste prinsessa. Og nå holdt de altså bryllup. Den yngste prinsessa som Halvor hadde reddet, og Halvor som brugdom. De giftet seg og levde lykkelige i alle sine dager. Snipp, snapp, snute, så var eventyret ute. Ha det bra.", "sentences": ["Hei og velkommen til en ny episode.", "I dag skal vi gå til et fjell som er veldig kjent i Norge.", "Det er et fjell som Theodor Kittelsen, en kjent maler på 1800-tallet, en kjent norsk maler, brukte for å vise et eventyr, et norsk eventyr.", "Han brukte fjellet bak der i et maleri i et norsk eventyr som heter Soria Moria.", "Siden vi er så nærme Soria Moria, dette her mytiske fjellet, Randen heter det egentlig.", "Så tenkte jeg at jeg skulle fortelle dette norske folkeeventyret.", "Det var en gang et par altså en mann og ei dame som bodde på en liten gård.", "Kanskje et lite hus sånn som her.", "Kanskje de bodde i noe sånt.", "De hadde en sønn, og sønnen het Halvor.", "Halvor, han gjorde ikke så mye.", "Han var veldig lat.", "Det eneste han ville gjøre, var å sitte inne ved peisen ved flammen og nyte varmen og ta å røre i asken, aska når det brenner ned, når treet brenner ned, så blir det bare noe svarte igjen.", "Han likte å leke med dette svarte.", "Men foreldrene ville ha ham ut.", "De ville at han skulle gå ut og arbeide.", "De sa: \"Halvor, gå ut og arbeid, gå ut på gården og arbeid.\" Men Halvor ville ikke arbeide.", "Han var lat.", "Han hadde ikke mye energi.", "Han ville bare sitte inne.", "Men foreldrene de fortsatte: \"Halvor, du må gå ut.", "Finn deg en jobb.\" Men en dag kom det en seiler og tok med seg Halvor.", "Det skal jeg fortelle dere mer om når vi skal gå litt lenger oppover.", "En dag kom det en skipper innom huset der Halvor bodde.", "Skipperen sa til Halvor: \"Bli med meg, unge gutt.", "Du skal få se verden, vi skal seile og du vil se  mange fantastiske ting.\" Og dette tenkte Halvor: \"Ja, det høres spennende ut.\" \"Det vil jeg gjøre.\" Halvor ble med skipperen.", "De seilte.", "Det var vakkert, og de så mange ting.", "Plutselig kom det en storm.", "Det blåste opp.", "Bølgene var kjempehøye.", "Det var som små fjell.", "Båten gikk fram og tilbake.", "Halvor var livredd.", "\"Hjelp!", "Hjelp!", "Hva skal jeg gjøre?\" Det gikk bra med skipperen og med Halvor.", "De strandet på land.", "De kom til et nytt land, men visste ikke hvor de var.", "Stormen hadde ført dem langt, langt bort.", "Halvor sa til skipperen da de kom i land.", "Halvor begynte å kjede seg veldig fort.", "Han kunne ikke sitte stille.", "Han måtte alltid gjøre noe.", "Halvor sa til skipperen: \"Jeg går på land og utforsker litt.\" Da sa skipperen til Halvor: \"Greit.", "Men kom tilbake når det begynner å blåse.\" \"Da må vi ta skipet og reise videre.\" \"Greit,\" sa Halvor.", "Halvor gikk utover landet.", "Han så hvor vakkert det var.", "Kanskje det så litt ut som det gjør her.", "Det var utrolig vakker natur med stein og vakre landskap.", "Så begynte det å blåse.", "Men Halvor tenkte: \"Nei, jeg må se litt til.\" \"Jeg må utforske litt til.\" Det gjorde Halvor.", "Så han gikk.", "Han gikk.", "Men det var så merkelig.", "Det var ingen folk.", "Hvor var folkene?", "Det var helt tomt.", "Det var bare Halvor og naturen.", "Men han fant en vei.", "Ja, kanskje.", "Det så litt ut som veien her.", "Han begynte å følge veien.", "Han gikk og gikk.", "Det skal vi også gjøre nå.", "Jeg forteller resten av historien litt senere.", "Halvor han gikk og gikk.", "Han fulgte en vei som denne.", "I horisonten, altså langt borte, så han et slott, et vakkert slott.", "Han begynte å gå, og han kom fram til slottet.", "Han gikk inn, og der så han et stort og vakkert kjøkken.", "Men det var ingen folk der.", "Hvor var folkene?", "Så han gikk inn i neste dør i neste rom.", "Der så han ei vakker jente, ei vakker prinsesse.", "Prinsessa sa: \"Nei, hva gjør du her?\" \"Nei, du kan ikke være her.\" \"Her bor det et troll med tre store hoder.", "Du må!", "Du må gå nå!\" Halvor så bare på henne og sa: \"Det gjør ingenting.\" Om det hadde vært fire hoder, hadde det ikke gjort noe som helst.", "Prinsessa var imponert.", "Halvor sa: \"Men jeg skulle hatt litt mat, for jeg er veldig sulten.\" \"Jeg har gått langt, og jeg er veldig sulten nå.", "\" Halvor spiste godt.", "Så så han på veggen.", "Der var det et sverd.", "Han spurte prinsessa.", "Hva er det sverdet der?", "\"Prøv å løfte det.\" Halvor prøvde å løfte sverdet.", "Men det var for tungt.", "Han klarte ikke å løfte sverdet.", "Han prøvde.", "Men det gikk ikke.", "Han hadde ikke sjanse.", "Da sa prinsessa: \"Halvor, ta å drikk litt av den drikken som ligger der.\" Halvor gjorde det.", "Han drakk.", "Han kjente kreftene komme.", "Han tok og løfta sverdet som ingenting.", "Nå var han blitt kjempesterk.", "Men plutselig hørte de en lyd.", "Det var trollet og trollet braste inn.", "Han kom susen inn.", "\"Jeg lukter kristen manns blod!\" Sa Trollet.", "Og da sa Halvor: \"Ja, det er meg.", "Og han tok sverdet og han hogg.", "Ett hode.", "To hoder.", "Tre hoder.", "Og Trollet lå dødt.", "Prinsessa ble kjempeglad.", "\"Å, du reddet meg!", "Du reddet meg!\" \"Men...\" Halvor så på prinsessa.", "Hva var det som skjedde?", "Hva er det som skjer?", "\"Vel...", "Jeg har to søstre som er fanget i andre slott.\" \"Om bare ikke de også kunne bli reddet, slik du redda meg.\" Halvor skulle gjøre det, han skulle redde de to andre søstrene.", "Hvordan det gikk, vel, det skal dere få høre lenger fremme.", "Halvor gikk til det andre slottet.", "Det andre slottet var enda lenger borte enn det første slottet hadde vært.", "Han gikk og han gikk, og plutselig så han et enda større og enda finere slott.", "Han gikk inn, og der var det enda større kjøkken og enda finere.", "Han kom inn i et rom der det satt ei jente som faktisk var enda finere enn den andre.", "Det var prinsessa, søstera.", "Hun sa: \"Nei, hva gjør du her?\" \"Du må gå bort.", "Her er det et troll med seks hoder.\" Halvor så på henne.", "\"Det gjør ingenting.\" \"Bare gi meg litt mat og gi meg litt å drikke.", "Så er jeg klar til å slåss mot trollet.\" Han gjorde akkurat som forrige sted.", "Han tok litt mat.", "Så tok han en flaske og begynte å drikke.", "Da fikk han superkrefter.", "Der fant han et sverd som var enda større enn det første slottet.", "Han tok opp sverdet.", "Han var klar.", "Plutselig hørte han en voldsomt lyd.", "BOM, BOM, BOM Der kom det et troll som måtte gå sidelengs inn siden det var så stort, med seks hoder.", "Halvor tok sverdet.", "Han hogg én gang.", "To ganger.", "Tre ganger.", "Fire ganger.", "Fem ganger.", "Seks ganger.", "Han hogg av alle seks hodene til trollet.", "Og trollet datt (falt) om.", "Og prinsesse sa: \"Åå, takk, min redningsmann.", "Min redningsmann.", "Og Halvor, han var fornøyd.", "Men han så på prinsessa.", "\"Det er...", "tusen takk for at du har redda meg.\" \"Men jeg har ei søster i et slott som er en mil borte.\" \"Hun er også fanget av et troll.\" Halvor sa: \"Ja, ja, jeg må bare sove litt her.\" \"Og så er jeg klar.\" Halvor la seg ned for å sove.", "Han sov, og neste dag gikk han videre til det siste slottet.", "Det skal dere få høre om litt senere.", "Da var Halvor klar til å gå til det siste slottet.", "Det var det største og det fineste av dem alle.", "Halvor gikk inn i det siste, det tredje slottet.", "Det var enda større.", "Enda vakrere.", "Der satte ei prinsesse ei jente som var den vakreste av dem alle.", "Hun var så vakker.", "Hun hadde langt, lys hår og et vakkert ansikt.", "Hun sa: \"Å nei, hva gjør du her?", "Du må gå bort.", "Her er det et kjempestort troll.\" \"Men ni hoder.", "Han kommer til å drepe deg.\" Halvor, han var ikke redd av seg, så han bare sa: \"Det gjør ingenting.", "Han kunne hatt dobbelt så mange hoder.", "Det går helt fint.\" \"Gi meg noe mat og litt å drikke, så skal jeg ta sverdet og drepe Trollet.\" Halvor gjorde det.", "Han spiste og så tok han en slurk.", "Han kjente kreftene komme.", "Han var klar.", "Han tok opp sverdet.", "Han var klar til å drepe trollet.", "Han hørte det.", "Det var nesten som et jordskjelv.", "Kjempemye lyd.", "Og trollet braset inn.", "\"JEG LUKTER KRISTEN MANN I MITT HUS!\" ropte trollet Halvor sa: \"Ja, det er meg!\" Han hogg ett hode.", "2, 3, 4, 5, 6, 7, 8.", "Mens det niende hodet, det niende hodet, da måtte han hogge Nei...", "ikke...", "Han fikk ikke av hodet.", "Han måtte hogge enda hardere.", "Og til slutt...", "så hadde han drept trollet med ni hoder og trollet braste i bakken.", "Han datt (falt) i bakken.", "Og Halvor, han hadde redda den siste prinsessa.", "Og den siste prinsessa sa: \"Å, takk.", "Nå kan vi leve trygt her.", "Endelig.\" For nå var alle trollene døde.", "De levde, Halvor og de tre prinsessene, i det største og fineste slottet.", "Prinsessene sa til ham: \"Halvor, du kan leve med oss.\" \"Du kan velge en av oss som din kone.\" Det gjorde Halvor.", "Han valgte den yngste og den vakreste av de tre prinsessene.", "Hvordan det gikk med dem etterpå, det skal jeg fortelle litt senere.", "Prinsessene var reddet.", "Men i det nye livet, i det vakre slottet og med sin vakre kone, så virka det som om Halvor var litt lei seg en dag.", "Han hadde et veldig alvorlig ansikt.", "\"Åååå\", sukket han.", "\"Hva er det?", "Hvorfor er du så lei deg?\" Spurte prinsessa Halvor.", "\"Vel, jeg savner familien min.", "Jeg savner dem så inderlig.\" \"Jeg har så veldig lyst til å se familien min igjen,\" sa Halvor.", "\"Jeg skjønner selvfølgelig.", "Jeg skjønner.\" \"Se, Halvor.", "Ta denne ringen.\" \"Med denne ringen kan du reise tilbake og se foreldrene dine.\" \"Men du må huske på én ting.", "Du må ikke nevne oss.\" \"Du må ikke nevne noe om oss, om oss tre prinsesser.\" \"For da kan du aldri se oss igjen.\" Halvor sa: \"Det går greit.", "Jeg forstår.", "Jeg skal ikke nevne dere.\" Han fikk ringen, han tok på ringen.", "Han var hjemme igjen.", "Han var hjemme på gården.", "Han banket på.", "Moren og faren til Halvor åpna opp Men de kjente ikke Halvor igjen for Halvor hadde fått på seg veldig fine klær.", "Han så ut som en prins.", "Så, når han hadde bodd hjemme, hadde han hatt på seg veldig skitne klær.", "Men nå hadde han klær sånn at det så ut som om han var en prins.", "Så foreldrene ble veldig overrasket av å se at det kom en prins til dem.", "De var jo bare fattige bønder.", "De kjente ikke igjen at det var Halvor.", "De kjente ikke igjen sin egen sønn.", "De sa bare: \"Herre, hva ønsker du fra oss?\" \"Vi har da ingenting.", "Vi er bare fattige bønder.\" Halvor sa: \"Kan jeg sove her i natt?", "Jeg trenger et sted å sove før jeg reiser videre.\" Moren og faren til Halvor, de kunne selvfølgelig ikke si nei til en prins.", "De sa: \"Ja, selvfølgelig.", "Vi skal finne ei seng til deg.", "Det er ikke stort.\" \"Vi er fattige bønder.", "Denne senga tilhørte vår sønn, Halvor.\" Og Halvor, han tenkte å tøyse litt, tulle litt med foreldrene sine.", "Han sa: \"Ja, hvor er sønnen deres da?\" \"Nå, ja, nei, vi vet ikke.", "Han reiste ut med en skipper.\"\" \"Han reiste ut til sjøen, til sjøs.", "Siden den gang har vi ikke sett ham.", "\"Hvordan var sønnen deres da?\" spurte Halvor med et lurt brikk.", "\"Nei, han var en latsabb.", "Han gjorde aldri noe som helst.\" \"Han likte ikke å gjøre noe.", "Han likte ikke å arbeide.", "Han ville ikke gjøre noe som helst.\" \"Okei,\" sa Halvor.", "\"Kan jeg få litt å spise?\" Spurte Halvor.", "Han var sulten.", "Ja, selvfølgelig.", "Vi skal lage noe mat.", "Det er ikke stort.", "Vi er fattige bønder.", "\"Vi kan ikke lage noe som er prins verdig.", "Men, Herre, vi skal gjøre så godt vi kan.\" Mens foreldrene til Halvor begynte å lage mat, så satte Halvor seg med peisen.", "Husker dere i begynnelsen at Halvor likte å leke i peisen, leke med aska.", "Han satte seg ved peisen og begynte å leke med aska.", "Da forsto foreldrene til Halvor at det selvølfelig var Halvor som var her, det var Halvor som var blitt prins.", "\"Halvor, å Halvor,\" sa moren, og ga ham en lang og god klem.", "Dagen etter insisterte moren på at Halvor i sine vakre klær, som var en prins verdig, skulle gå til jentene, de lokale jentene, og vise seg fram.", "For hun ville at han skulle vise hvor kjekk han hadde blitt, en kjekk ung mann.", "Greit, så Halvor gikk og viste seg fram for disse jentene.", "Men disse jentene hadde vært ganske stygge mot Halvor før.", "Altså før han hadde reist da han bodde hjemme med foreldrene sine, så hadde disse jentene ertet Halvor.", "\"Å Halvor, det han der late.\" \"Halvor, se på ham, han er alltid sort i ansiktet, for han liker å leke så mye med ilden.\" Så jentene hadde alltid ertet Halvor.", "Men nå var det Halvor sin tur til å erte dem.", "\"Se på meg, jenter.", "Se hvor fine klær jeg har.\" Halvor begynte å fortelle.", "Han fortalte at han hadde slåss mot troll.", "Han hadde drept troll og reiste til fremmede land.", "Men dessverre så begynte Halvor også å fortelle om prinsessene.", "\"Dere skulle bare sette prinsessene som jeg reddet.\" \"Og min vakre kone, den yngste av dem, den vakreste av dem alle.\" \"Hun er kona mi, og hun er mye vakrere enn dere.\" \"Hun er mye mye vakrere enn dere.", "Dere ser ut som gamle kjerringer i forhold til henne.\" Og straks han hadde nevnt prinsessene, husker dere at han ikke måtte nevne prinsessene.", "Vel, nå hadde han gjorde det, og straks han nevnte dem, så dukket de opp.", "Prinsessene var der.", "Alle tre.", "Halvor forstod med en gang hva han hadde gjort.", "\"Å nei!", "Han skulle ikke ha nevnt det.", "Han skulle jo ikke nevne dem.\" Vel, gjort var gjort.", "Han hadde nevnt dem.", "Han gikk sammen med prinsessene.", "Han forstod at han hadde gjort noe galt.", "Men han håpet at dette ikke kom til å føre til noe galt, men det gjorde det.", "Dessverre for Halvor.", "Når Halvor var med kona si og la seg for å sove, så tok hun ringen av fingeren hans og erstattet den med en annen ring, så hun tok den magiske ringen med seg og erstattet den med en annen ring.", "Og så forlot prinsessene ham.", "De forlot ham mens han sov og gikk tilbake til Soria Moria.", "Så, når Halvor reiste seg opp, når Halvor våkna, så så han at der var ikke prinsessene lenger.", "Han forstod med en gang at han hadde mistet dem for alltid.", "Han begynte å gråte.", "\"Å nei!", "Hva har jeg gjort?", "Hva har jeg gjort?\" Sa Halvor fortvilet.", "Halvor, han gråt og han gråt.", "Han kunne ikke bli trøsta.", "Foreldrene prøvde å trøste ham, men ingenting fungerte.", "Han var så lei seg.", "Han hadde bare én ting han ønsket å gjøre.", "Han ville ut og finne prinsessene.", "Han begynte å gå, og han gikk, og han gikk langt.", "Han gikk østen for sol, vesten for måne, og han gikk lenger.", "Han gikk langt om lenge og lenger.", "Men han fant aldri Soria Moria.", "Men han fant noe annet.", "Og om det skal jeg fortelle dere snart.", "Oi, oi, oi!", "Etter å ha gått så langt så kom Halvor fram til ei lita hytte.", "Han banket på denne lille hytta.", "Der sto det ei gammel kjerring, ei gammel dame.", "\"Hvem er du?\" \"Her har det ikke vært kristne folk på 200 år.\" Sa den gamle dama.", "\"Jøss, 200 år.\" Det hadde ikke vært noen andre der på 200 år.", "Halvor fortalte denne gamle dama hva som hadde skjedd ham.", "\"Å, Soria Moria, det har jeg aldri hørt om.\" \"Men kanskje månen har hørt om dette.\" \"Kanskje månen vet hvor Soria Moria er.\" sa den gamle dama.", "Den gamle dama gikk ut for å spørre månen om hvor Soria Moria ligger.", "Hun sa til månen.", "\"Måne.", "Måne.\" \"Vet du hvor Soria Moria ligger?\" Månen, som var en fullmåne denne natta, så ned på den gamle dama.", "\"Å, Soria Moria.\" \"Nei det har jeg aldri sett.\" \"For det er alltid en sky over Soria Moria.\" \"Det er alltid en sky som dekker over Soria Moria.\" \"Så jeg har aldri sett Soria Moria.\" Halvor var veldig skuffa.", "Nei, når til og med månen ikke visste hvor Soria Moria ligger, hvordan skulle han finne det da?", "Men den gamle kjerringa sa: \"Nei, Halvor, ikke vær redd.\" \"Vestavinden.", "Vestavinden vet vestavinden vet hvor Soria Moria ligger.\" \"For vestavinden den blåser overalt.\" Vestavinden, altså vinden som kommer fra vest.", "Den skulle hjelpe Halvor.", "De ventet på Vestavinden.", "Endelig så kom den og den gamle kjerringa sa til Vestavinden: \"Vestavinden, vet du hvor Soria Moria ligger?\" Vestavinden sa...", "\"Ja, jeg skal der nå.\" \"For i Soria Moria så holder de på tørke klær til et bryllup.\" \"Og jeg må komme og tørke klærne for dem.\" Halvor ble glad.", "\"Skal du til Soria Moria?\" \"Kan jeg bli med til Soria Moria?\" Vestavinden sa: \"ja, bli med meg nå!\" \"Men du må løpe kjapt, for jeg blåser kjapt av gårde.\" Halvor ble med Vestavinden og blåste ham bortover.", "Og til slutt kom Halvor til Soria Moria.", "Der så han at det var dekket på til bryllup.", "Det var masse gjester, masse folk.", "Det var pyntet opp.", "Det var et langbord, et langt, langt bord, med kjempedeilig mat.", "Den ene prinsessen, den yngste, den vakreste.", "Hun som hadde vært kjæresten til Halvor, hun var dekket i en brudekjole.", "Men hvor var brugdommen?", "Hvor var han hun skulle gifte seg med?", "Halvor, han sneik seg inn og ble med på festen.", "De kom til slutt til punktet av festen, der alle skulle drikke av et beger med vin.", "En kopp med vin, som de sendte rundt.", "Det skulle bringe lykke.", "Til slutt skulle det gå til bruden.", "Og Halvor, når denne her koppen kom til Halvor, så la han ringen oppi koppen.", "Og ga den til prinsessa.", "Den yngste prinsessa, hun som hadde vært kjæresten til Halvor.", "Da prinsessa så ringen, forstod hun med en gang at Halvor var der.", "At Halvor hadde funnet sin vei.", "Da sa hun: \"Ja, jeg skulle gifte meg med han som har reddet meg.\" \"Han har kommet.", "Det er Halvor.", "\"Vi skal gifte oss.\" Og slik gikk det altså.", "Halvor hadde funnet veien tilbake til Soria Moria.", "Han hadde funnet tilbake til den yngste prinsessa.", "Og nå holdt de altså bryllup.", "Den yngste prinsessa som Halvor hadde reddet, og Halvor som brugdom.", "De giftet seg og levde lykkelige i alle sine dager.", "Snipp, snapp, snute, så var eventyret ute.", "Ha det bra."], "transcript": [{"start": 0.0, "end": 4.42, "text": "Hei og velkommen til en ny episode."}, {"start": 4.52, "end": 9.52, "text": "I dag skal vi gå til et fjell som er veldig kjent i Norge."}, {"start": 9.56, "end": 15.72, "text": "Det er et fjell som Theodor Kittelsen, en kjent maler på 1800-tallet,"}, {"start": 15.84, "end": 22.76, "text": "en kjent norsk maler, brukte for å vise et eventyr, et norsk eventyr."}, {"start": 22.76, "end": 26.8, "text": "Han brukte fjellet bak der i et maleri"}, {"start": 26.8, "end": 31.2, "text": "i et norsk eventyr som heter Soria Moria."}, {"start": 31.2, "end": 37.2, "text": "Siden vi er så nærme Soria Moria, dette her mytiske fjellet,"}, {"start": 37.28, "end": 40.12, "text": "Randen heter det egentlig."}, {"start": 40.2, "end": 46.34, "text": "Så tenkte jeg at jeg skulle fortelle dette norske folkeeventyret."}, {"start": 46.36, "end": 55.92, "text": "Det var en gang et par altså en mann og ei dame som bodde på en liten gård."}, {"start": 56.0, "end": 60.8, "text": "Kanskje et lite hus sånn som her. Kanskje de bodde i noe sånt."}, {"start": 60.8, "end": 67.62, "text": "De hadde en sønn, og sønnen het Halvor. Halvor, han gjorde ikke så mye."}, {"start": 67.72, "end": 75.24, "text": "Han var veldig lat. Det eneste han ville gjøre, var å sitte inne ved peisen ved flammen og"}, {"start": 75.24, "end": 84.2, "text": "nyte varmen og ta å røre i asken, aska når det brenner ned,"}, {"start": 84.32, "end": 90.0, "text": "når treet brenner ned, så blir det bare noe svarte igjen. Han likte å leke med dette svarte."}, {"start": 91.2, "end": 102.4, "text": "Men foreldrene ville ha ham ut. De ville at han skulle gå ut og arbeide. De sa: \"Halvor, gå ut og arbeid, gå ut på gården og arbeid.\""}, {"start": 102.4, "end": 105.47999999999999, "text": "Men Halvor ville ikke arbeide."}, {"start": 105.47999999999999, "end": 111.64, "text": "Han var lat. Han hadde ikke mye energi. Han ville bare sitte inne."}, {"start": 111.72, "end": 115.88, "text": "Men foreldrene de fortsatte: \"Halvor, du må gå ut. Finn deg en jobb.\""}, {"start": 115.88, "end": 124.48, "text": "Men en dag kom det en seiler og tok med seg Halvor."}, {"start": 124.48, "end": 130.0, "text": "Det skal jeg fortelle dere mer om når vi skal gå litt lenger oppover."}, {"start": 130.08, "end": 135.64, "text": "En dag kom det en skipper innom huset der Halvor bodde."}, {"start": 135.72, "end": 140.84, "text": "Skipperen sa til Halvor: \"Bli med meg, unge gutt."}, {"start": 140.92000000000002, "end": 145.12, "text": "Du skal få se verden, vi skal seile og du vil se  mange fantastiske ting.\""}, {"start": 145.12, "end": 149.52, "text": "Og dette tenkte Halvor: \"Ja, det høres spennende ut.\""}, {"start": 149.52, "end": 155.12, "text": "\"Det vil jeg gjøre.\" Halvor ble med skipperen. De seilte."}, {"start": 155.2, "end": 161.0, "text": "Det var vakkert, og de så mange ting. Plutselig kom det en storm."}, {"start": 161.07999999999998, "end": 166.54, "text": "Det blåste opp. Bølgene var kjempehøye. Det var som små fjell."}, {"start": 166.64, "end": 170.56, "text": "Båten gikk fram og tilbake. Halvor var livredd."}, {"start": 170.88, "end": 174.96, "text": "\"Hjelp! Hjelp! Hva skal jeg gjøre?\""}, {"start": 176.2, "end": 180.88, "text": "Det gikk bra med skipperen og med Halvor."}, {"start": 181.0, "end": 187.0, "text": "De strandet på land. De kom til et nytt land, men visste ikke hvor de var."}, {"start": 187.12, "end": 195.6, "text": "Stormen hadde ført dem langt, langt bort. Halvor sa til skipperen da de kom i land."}, {"start": 195.6, "end": 200.4, "text": "Halvor begynte å kjede seg veldig fort. Han kunne ikke sitte stille."}, {"start": 200.52, "end": 209.24, "text": "Han måtte alltid gjøre noe. Halvor sa til skipperen: \"Jeg går på land og utforsker litt.\""}, {"start": 209.32, "end": 214.64, "text": "Da sa skipperen til Halvor: \"Greit. Men kom tilbake når det begynner å blåse.\""}, {"start": 214.88, "end": 220.28, "text": "\"Da må vi ta skipet og reise videre.\" \"Greit,\" sa Halvor."}, {"start": 220.28, "end": 225.46, "text": "Halvor gikk utover landet. Han så hvor vakkert det var."}, {"start": 225.48, "end": 229.12, "text": "Kanskje det så litt ut som det gjør her."}, {"start": 229.12, "end": 237.56, "text": "Det var utrolig vakker natur med stein og vakre landskap."}, {"start": 237.64, "end": 243.0, "text": "Så begynte det å blåse. Men Halvor tenkte: \"Nei, jeg må se litt til.\""}, {"start": 243.08, "end": 246.36, "text": "\"Jeg må utforske litt til.\" Det gjorde Halvor."}, {"start": 246.48, "end": 252.48, "text": "Så han gikk. Han gikk. Men det var så merkelig. Det var ingen folk."}, {"start": 252.48, "end": 257.72, "text": "Hvor var folkene? Det var helt tomt. Det var bare Halvor og naturen."}, {"start": 257.72, "end": 263.36, "text": "Men han fant en vei. Ja, kanskje. Det så litt ut som veien her."}, {"start": 263.36, "end": 266.88, "text": "Han begynte å følge veien. Han gikk og gikk."}, {"start": 266.88, "end": 271.52, "text": "Det skal vi også gjøre nå. Jeg forteller resten av historien litt senere."}, {"start": 271.52, "end": 277.52, "text": "Halvor han gikk og gikk. Han fulgte en vei som denne."}, {"start": 277.52, "end": 286.88, "text": "I horisonten, altså langt borte, så han et slott, et vakkert slott."}, {"start": 286.88, "end": 291.52, "text": "Han begynte å gå, og han kom fram til slottet."}, {"start": 291.6, "end": 296.56, "text": "Han gikk inn, og der så han et stort og vakkert kjøkken."}, {"start": 296.56, "end": 301.04, "text": "Men det var ingen folk der. Hvor var folkene?"}, {"start": 301.04, "end": 311.791, "text": "Så han gikk inn i neste dør i neste rom. Der så han ei vakker jente, ei vakker prinsesse."}, {"start": 312.0, "end": 318.96, "text": "Prinsessa sa: \"Nei, hva gjør du her?\" \"Nei, du kan ikke være her.\""}, {"start": 319.12, "end": 325.88, "text": "\"Her bor det et troll med tre store hoder. Du må! Du må gå nå!\""}, {"start": 325.88, "end": 330.32, "text": "Halvor så bare på henne og sa: \"Det gjør ingenting.\""}, {"start": 330.32, "end": 335.08, "text": "Om det hadde vært fire hoder, hadde det ikke gjort noe som helst."}, {"start": 335.08, "end": 342.68, "text": "Prinsessa var imponert. Halvor sa: \"Men jeg skulle hatt litt mat, for jeg er veldig sulten.\""}, {"start": 342.68, "end": 345.8, "text": "\"Jeg har gått langt, og jeg er veldig sulten nå. \""}, {"start": 345.8, "end": 349.28, "text": "Halvor spiste godt."}, {"start": 349.28, "end": 356.12, "text": "Så så han på veggen. Der var det et sverd. Han spurte prinsessa."}, {"start": 356.12, "end": 358.92, "text": "Hva er det sverdet der?"}, {"start": 358.92, "end": 364.48, "text": "\"Prøv å løfte det.\" Halvor prøvde å løfte sverdet."}, {"start": 364.48, "end": 370.04, "text": "Men det var for tungt. Han klarte ikke å løfte sverdet."}, {"start": 370.12, "end": 373.76, "text": "Han prøvde. Men det gikk ikke. Han hadde ikke sjanse."}, {"start": 373.76, "end": 380.08, "text": "Da sa prinsessa: \"Halvor, ta å drikk litt av den drikken som ligger der.\""}, {"start": 380.08, "end": 386.7, "text": "Halvor gjorde det. Han drakk. Han kjente kreftene komme."}, {"start": 387.28, "end": 391.48, "text": "Han tok og løfta sverdet som ingenting."}, {"start": 391.48, "end": 396.4, "text": "Nå var han blitt kjempesterk. Men plutselig hørte de en lyd."}, {"start": 398.92, "end": 402.6, "text": "Det var trollet og trollet braste inn."}, {"start": 402.68, "end": 409.62, "text": "Han kom susen inn. \"Jeg lukter kristen manns blod!\""}, {"start": 409.64, "end": 415.56, "text": "Sa Trollet. Og da sa Halvor: \"Ja, det er meg. Og han tok sverdet og han hogg."}, {"start": 415.56, "end": 420.32, "text": "Ett hode. To hoder. Tre hoder."}, {"start": 420.32, "end": 424.68, "text": "Og Trollet lå dødt."}, {"start": 424.68, "end": 427.56, "text": "Prinsessa ble kjempeglad."}, {"start": 427.68, "end": 431.52, "text": "\"Å, du reddet meg! Du reddet meg!\""}, {"start": 431.52, "end": 436.92, "text": "\"Men...\" Halvor så på prinsessa. Hva var det som skjedde? Hva er det som skjer?"}, {"start": 436.92, "end": 445.46, "text": "\"Vel... Jeg har to søstre som er fanget i andre slott.\""}, {"start": 445.46, "end": 450.24, "text": "\"Om bare ikke de også kunne bli reddet, slik du redda meg.\""}, {"start": 450.24, "end": 456.24, "text": "Halvor skulle gjøre det, han skulle redde de to andre søstrene."}, {"start": 456.28, "end": 461.32, "text": "Hvordan det gikk, vel, det skal dere få høre lenger fremme."}, {"start": 461.4, "end": 470.56, "text": "Halvor gikk til det andre slottet. Det andre slottet var enda lenger borte enn det første slottet hadde vært."}, {"start": 470.68, "end": 478.08, "text": "Han gikk og han gikk, og plutselig så han et enda større og enda finere slott."}, {"start": 478.08, "end": 484.92, "text": "Han gikk inn, og der var det enda større kjøkken og enda finere."}, {"start": 485.04, "end": 494.2, "text": "Han kom inn i et rom der det satt ei jente som faktisk var enda finere enn den andre."}, {"start": 494.28, "end": 500.92, "text": "Det var prinsessa, søstera. Hun sa: \"Nei, hva gjør du her?\""}, {"start": 501.0, "end": 505.2, "text": "\"Du må gå bort. Her er det et troll med seks hoder.\""}, {"start": 505.28, "end": 508.72, "text": "Halvor så på henne. \"Det gjør ingenting.\""}, {"start": 508.72, "end": 515.72, "text": "\"Bare gi meg litt mat og gi meg litt å drikke. Så er jeg klar til å slåss mot trollet.\""}, {"start": 515.8, "end": 520.76, "text": "Han gjorde akkurat som forrige sted. Han tok litt mat."}, {"start": 520.76, "end": 525.16, "text": "Så tok han en flaske og begynte å drikke."}, {"start": 525.16, "end": 531.52, "text": "Da fikk han superkrefter. Der fant han et sverd som var enda større"}, {"start": 531.64, "end": 535.2, "text": "enn det første slottet. Han tok opp sverdet."}, {"start": 535.2, "end": 543.0, "text": "Han var klar. Plutselig hørte han en voldsomt lyd."}, {"start": 543.0, "end": 545.84, "text": "BOM, BOM, BOM"}, {"start": 545.84, "end": 552.72, "text": "Der kom det et troll som måtte gå sidelengs inn siden det var så stort, med seks hoder."}, {"start": 552.84, "end": 557.0, "text": "Halvor tok sverdet. Han hogg én gang."}, {"start": 557.12, "end": 560.4, "text": "To ganger. Tre ganger. Fire ganger."}, {"start": 560.4, "end": 568.28, "text": "Fem ganger. Seks ganger. Han hogg av alle seks hodene til trollet."}, {"start": 568.36, "end": 572.76, "text": "Og trollet datt (falt) om."}, {"start": 573.84, "end": 579.2, "text": "Og prinsesse sa: \"Åå, takk, min redningsmann. Min redningsmann."}, {"start": 579.2, "end": 584.96, "text": "Og Halvor, han var fornøyd. Men han så på prinsessa."}, {"start": 584.96, "end": 588.84, "text": "\"Det er... tusen takk for at du har redda meg.\""}, {"start": 588.84, "end": 594.2, "text": "\"Men jeg har ei søster i et slott som er en mil borte.\""}, {"start": 594.28, "end": 601.72, "text": "\"Hun er også fanget av et troll.\" Halvor sa: \"Ja, ja, jeg må bare sove litt her.\""}, {"start": 601.8, "end": 604.96, "text": "\"Og så er jeg klar.\" Halvor la seg ned for å sove."}, {"start": 604.96, "end": 610.24, "text": "Han sov, og neste dag gikk han videre til det siste slottet."}, {"start": 610.24, "end": 614.2, "text": "Det skal dere få høre om litt senere."}, {"start": 614.28, "end": 617.96, "text": "Da var Halvor klar til å gå til det siste slottet."}, {"start": 617.96, "end": 624.68, "text": "Det var det største og det fineste av dem alle."}, {"start": 624.68, "end": 629.52, "text": "Halvor gikk inn i det siste, det tredje slottet."}, {"start": 629.52, "end": 632.92, "text": "Det var enda større. Enda vakrere."}, {"start": 632.92, "end": 640.28, "text": "Der satte ei prinsesse ei jente som var den vakreste av dem alle."}, {"start": 640.28, "end": 648.24, "text": "Hun var så vakker. Hun hadde langt, lys hår og et vakkert ansikt. Hun sa:"}, {"start": 648.32, "end": 654.56, "text": "\"Å nei, hva gjør du her? Du må gå bort. Her er det et kjempestort troll.\""}, {"start": 654.64, "end": 659.0, "text": "\"Men ni hoder. Han kommer til å drepe deg.\""}, {"start": 659.12, "end": 662.72, "text": "Halvor, han var ikke redd av seg, så han bare sa:"}, {"start": 662.72, "end": 666.08, "text": "\"Det gjør ingenting. Han kunne hatt dobbelt så mange hoder. Det går helt fint.\""}, {"start": 666.08, "end": 673.48, "text": "\"Gi meg noe mat og litt å drikke, så skal jeg ta sverdet og drepe Trollet.\""}, {"start": 673.56, "end": 678.04, "text": "Halvor gjorde det. Han spiste og så tok han en slurk."}, {"start": 678.04, "end": 682.64, "text": "Han kjente kreftene komme."}, {"start": 682.72, "end": 685.16, "text": "Han var klar. Han tok opp sverdet."}, {"start": 685.56, "end": 689.92, "text": "Han var klar til å drepe trollet."}, {"start": 689.92, "end": 695.12, "text": "Han hørte det. Det var nesten som et jordskjelv."}, {"start": 699.04, "end": 705.04, "text": "Kjempemye lyd. Og trollet braset inn."}, {"start": 707.134, "end": 713.761, "text": "\"JEG LUKTER KRISTEN MANN I MITT HUS!\" ropte trollet"}, {"start": 714.544, "end": 717.679, "text": "Halvor sa: \"Ja, det er meg!\""}, {"start": 717.865, "end": 726.0, "text": "Han hogg ett hode. 2, 3, 4, 5, 6, 7, 8."}, {"start": 726.292, "end": 730.454, "text": "Mens det niende hodet, det niende hodet, da måtte han hogge"}, {"start": 730.587, "end": 732.042, "text": "Nei... ikke..."}, {"start": 733.278, "end": 738.137, "text": "Han fikk ikke av hodet. Han måtte hogge enda hardere."}, {"start": 738.48, "end": 741.24, "text": "Og til slutt..."}, {"start": 741.24, "end": 748.56, "text": "så hadde han drept trollet med ni hoder og trollet braste i bakken."}, {"start": 748.56, "end": 751.56, "text": "Han datt (falt) i bakken."}, {"start": 751.56, "end": 757.36, "text": "Og Halvor, han hadde redda den siste prinsessa."}, {"start": 757.36, "end": 765.6, "text": "Og den siste prinsessa sa: \"Å, takk. Nå kan vi leve trygt her. Endelig.\""}, {"start": 765.68, "end": 769.68, "text": "For nå var alle trollene døde."}, {"start": 769.68, "end": 777.92, "text": "De levde, Halvor og de tre prinsessene, i det største og fineste slottet."}, {"start": 777.92, "end": 783.52, "text": "Prinsessene sa til ham: \"Halvor, du kan leve med oss.\""}, {"start": 783.52, "end": 788.24, "text": "\"Du kan velge en av oss som din kone.\""}, {"start": 788.24, "end": 795.12, "text": "Det gjorde Halvor. Han valgte den yngste og den vakreste av de tre prinsessene."}, {"start": 795.12, "end": 801.52, "text": "Hvordan det gikk med dem etterpå, det skal jeg fortelle litt senere."}, {"start": 801.52, "end": 812.08, "text": "Prinsessene var reddet. Men i det nye livet, i det vakre slottet og med sin vakre kone,"}, {"start": 812.08, "end": 818.48, "text": "så virka det som om Halvor var litt lei seg en dag."}, {"start": 818.56, "end": 822.6, "text": "Han hadde et veldig alvorlig ansikt."}, {"start": 822.68, "end": 830.04, "text": "\"Åååå\", sukket han. \"Hva er det? Hvorfor er du så lei deg?\" Spurte prinsessa Halvor."}, {"start": 830.72, "end": 836.72, "text": "\"Vel, jeg savner familien min. Jeg savner dem så inderlig.\""}, {"start": 836.8, "end": 842.64, "text": "\"Jeg har så veldig lyst til å se familien min igjen,\" sa Halvor."}, {"start": 842.64, "end": 847.24, "text": "\"Jeg skjønner selvfølgelig. Jeg skjønner.\""}, {"start": 847.24, "end": 850.36, "text": "\"Se, Halvor. Ta denne ringen.\""}, {"start": 850.36, "end": 856.6, "text": "\"Med denne ringen kan du reise tilbake og se foreldrene dine.\""}, {"start": 856.6, "end": 862.16, "text": "\"Men du må huske på én ting. Du må ikke nevne oss.\""}, {"start": 862.16, "end": 867.24, "text": "\"Du må ikke nevne noe om oss, om oss tre prinsesser.\""}, {"start": 867.36, "end": 870.88, "text": "\"For da kan du aldri se oss igjen.\""}, {"start": 870.88, "end": 875.04, "text": "Halvor sa: \"Det går greit. Jeg forstår. Jeg skal ikke nevne dere.\""}, {"start": 875.04, "end": 879.16, "text": "Han fikk ringen, han tok på ringen."}, {"start": 879.44, "end": 881.667, "text": "Han var hjemme igjen."}, {"start": 881.667, "end": 886.516, "text": "Han var hjemme på gården. Han banket på."}, {"start": 888.657, "end": 891.715, "text": "Moren og faren til Halvor åpna opp"}, {"start": 892.12, "end": 899.04, "text": "Men de kjente ikke Halvor igjen for Halvor hadde fått på seg veldig fine klær."}, {"start": 899.04, "end": 901.56, "text": "Han så ut som en prins."}, {"start": 901.56, "end": 906.38, "text": "Så, når han hadde bodd hjemme, hadde han hatt på seg veldig skitne klær."}, {"start": 906.4, "end": 911.44, "text": "Men nå hadde han klær sånn at det så ut som om han var en prins."}, {"start": 911.44, "end": 918.12, "text": "Så foreldrene ble veldig overrasket av å se at det kom en prins til dem."}, {"start": 918.12, "end": 922.2, "text": "De var jo bare fattige bønder. De kjente ikke igjen at det var Halvor."}, {"start": 922.28, "end": 925.74, "text": "De kjente ikke igjen sin egen sønn."}, {"start": 925.76, "end": 929.88, "text": "De sa bare: \"Herre, hva ønsker du fra oss?\""}, {"start": 929.88, "end": 933.6, "text": "\"Vi har da ingenting. Vi er bare fattige bønder.\""}, {"start": 933.68, "end": 941.2, "text": "Halvor sa: \"Kan jeg sove her i natt? Jeg trenger et sted å sove før jeg reiser videre.\""}, {"start": 941.2, "end": 947.92, "text": "Moren og faren til Halvor, de kunne selvfølgelig ikke si nei til en prins."}, {"start": 948.0, "end": 954.12, "text": "De sa: \"Ja, selvfølgelig. Vi skal finne ei seng til deg. Det er ikke stort.\""}, {"start": 954.2, "end": 960.64, "text": "\"Vi er fattige bønder. Denne senga tilhørte vår sønn, Halvor.\""}, {"start": 960.64, "end": 966.7, "text": "Og Halvor, han tenkte å tøyse litt, tulle litt med foreldrene sine."}, {"start": 967.48, "end": 970.4, "text": "Han sa: \"Ja, hvor er sønnen deres da?\""}, {"start": 970.4, "end": 976.4, "text": "\"Nå, ja, nei, vi vet ikke. Han reiste ut med en skipper.\"\""}, {"start": 976.52, "end": 982.68, "text": "\"Han reiste ut til sjøen, til sjøs. Siden den gang har vi ikke sett ham."}, {"start": 984.57, "end": 997.28, "text": "\"Hvordan var sønnen deres da?\" spurte Halvor med et lurt brikk. \"Nei, han var en latsabb. Han gjorde aldri noe som helst.\""}, {"start": 997.4, "end": 1003.48, "text": "\"Han likte ikke å gjøre noe. Han likte ikke å arbeide. Han ville ikke gjøre noe som helst.\""}, {"start": 1003.48, "end": 1005.96, "text": "\"Okei,\" sa Halvor."}, {"start": 1005.96, "end": 1011.6, "text": "\"Kan jeg få litt å spise?\" Spurte Halvor. Han var sulten."}, {"start": 1011.6, "end": 1017.92, "text": "Ja, selvfølgelig. Vi skal lage noe mat. Det er ikke stort. Vi er fattige bønder."}, {"start": 1018.04, "end": 1024.2, "text": "\"Vi kan ikke lage noe som er prins verdig. Men, Herre, vi skal gjøre så godt vi kan.\""}, {"start": 1024.2, "end": 1030.6, "text": "Mens foreldrene til Halvor begynte å lage mat, så satte Halvor seg med peisen."}, {"start": 1030.68, "end": 1036.36, "text": "Husker dere i begynnelsen at Halvor likte å leke i peisen, leke med aska."}, {"start": 1036.36, "end": 1049.06, "text": "Han satte seg ved peisen og begynte å leke med aska. Da forsto foreldrene til Halvor at det selvølfelig var Halvor som var her, det var Halvor som var blitt prins."}, {"start": 1049.06, "end": 1054.68, "text": "\"Halvor, å Halvor,\" sa moren, og ga ham en lang og god klem."}, {"start": 1054.68, "end": 1061.24, "text": "Dagen etter insisterte moren på at Halvor i sine vakre klær,"}, {"start": 1061.24, "end": 1070.0, "text": "som var en prins verdig, skulle gå til jentene, de lokale jentene, og vise seg fram."}, {"start": 1070.08, "end": 1076.92, "text": "For hun ville at han skulle vise hvor kjekk han hadde blitt, en kjekk ung mann."}, {"start": 1076.92, "end": 1082.4, "text": "Greit, så Halvor gikk og viste seg fram for disse jentene."}, {"start": 1082.48, "end": 1086.08, "text": "Men disse jentene hadde vært ganske stygge mot Halvor før."}, {"start": 1086.16, "end": 1090.52, "text": "Altså før han hadde reist da han bodde hjemme med foreldrene sine,"}, {"start": 1090.6, "end": 1096.4, "text": "så hadde disse jentene ertet Halvor. \"Å Halvor, det han der late.\""}, {"start": 1096.48, "end": 1100.36, "text": "\"Halvor, se på ham, han er alltid sort i ansiktet, for han liker å leke så mye med ilden.\""}, {"start": 1100.36, "end": 1107.24, "text": "Så jentene hadde alltid ertet Halvor. Men nå var det Halvor sin tur til å erte dem."}, {"start": 1107.24, "end": 1111.48, "text": "\"Se på meg, jenter. Se hvor fine klær jeg har.\""}, {"start": 1111.48, "end": 1116.84, "text": "Halvor begynte å fortelle. Han fortalte at han hadde slåss mot troll."}, {"start": 1116.96, "end": 1119.84, "text": "Han hadde drept troll og reiste til fremmede land."}, {"start": 1119.92, "end": 1124.52, "text": "Men dessverre så begynte Halvor også å fortelle om prinsessene."}, {"start": 1124.64, "end": 1128.8, "text": "\"Dere skulle bare sette prinsessene som jeg reddet.\""}, {"start": 1128.92, "end": 1132.76, "text": "\"Og min vakre kone, den yngste av dem, den vakreste av dem alle.\""}, {"start": 1132.76, "end": 1136.04, "text": "\"Hun er kona mi, og hun er mye vakrere enn dere.\""}, {"start": 1136.04, "end": 1141.88, "text": "\"Hun er mye mye vakrere enn dere. Dere ser ut som gamle kjerringer i forhold til henne.\""}, {"start": 1141.88, "end": 1145.44, "text": "Og straks han hadde nevnt prinsessene, husker dere"}, {"start": 1145.52, "end": 1148.6, "text": "at han ikke måtte nevne prinsessene."}, {"start": 1148.6, "end": 1153.4, "text": "Vel, nå hadde han gjorde det, og straks han nevnte dem, så dukket de opp."}, {"start": 1153.4, "end": 1157.4, "text": "Prinsessene var der. Alle tre."}, {"start": 1157.4, "end": 1161.92, "text": "Halvor forstod med en gang hva han hadde gjort."}, {"start": 1161.92, "end": 1166.88, "text": "\"Å nei! Han skulle ikke ha nevnt det. Han skulle jo ikke nevne dem.\""}, {"start": 1166.88, "end": 1171.28, "text": "Vel, gjort var gjort. Han hadde nevnt dem."}, {"start": 1171.28, "end": 1177.8, "text": "Han gikk sammen med prinsessene. Han forstod at han hadde gjort noe galt."}, {"start": 1177.88, "end": 1183.48, "text": "Men han håpet at dette ikke kom til å føre til noe galt, men det gjorde det. Dessverre for Halvor."}, {"start": 1183.6, "end": 1187.5, "text": "Når Halvor var med kona si og la seg for å sove,"}, {"start": 1187.5, "end": 1192.46, "text": "så tok hun ringen av fingeren hans"}, {"start": 1192.46, "end": 1199.18, "text": "og erstattet den med en annen ring, så hun tok den magiske ringen med seg og erstattet den med en annen ring."}, {"start": 1199.18, "end": 1206.0, "text": "Og så forlot prinsessene ham. De forlot ham mens han sov og gikk tilbake til Soria Moria."}, {"start": 1206.0, "end": 1214.28, "text": "Så, når Halvor reiste seg opp, når Halvor våkna, så så han at der var ikke prinsessene lenger."}, {"start": 1214.28, "end": 1221.2, "text": "Han forstod med en gang at han hadde mistet dem for alltid. Han begynte å gråte."}, {"start": 1221.2, "end": 1225.16, "text": "\"Å nei! Hva har jeg gjort? Hva har jeg gjort?\""}, {"start": 1225.16, "end": 1232.0, "text": "Sa Halvor fortvilet. Halvor, han gråt og han gråt."}, {"start": 1232.12, "end": 1237.36, "text": "Han kunne ikke bli trøsta. Foreldrene prøvde å trøste ham, men ingenting fungerte."}, {"start": 1237.36, "end": 1244.52, "text": "Han var så lei seg. Han hadde bare én ting han ønsket å gjøre."}, {"start": 1244.52, "end": 1247.12, "text": "Han ville ut og finne prinsessene."}, {"start": 1247.12, "end": 1251.24, "text": "Han begynte å gå, og han gikk, og han gikk langt."}, {"start": 1251.32, "end": 1255.4, "text": "Han gikk østen for sol, vesten for måne, og han gikk lenger."}, {"start": 1255.4, "end": 1255.9, "text": "Han gikk langt om lenge og lenger. Men han fant aldri Soria Moria."}, {"start": 1255.9, "end": 1265.386, "text": "Men han fant noe annet. Og om det skal jeg fortelle dere snart."}, {"start": 1286.04, "end": 1289.6, "text": "Oi, oi, oi!"}, {"start": 1289.68, "end": 1295.2, "text": "Etter å ha gått så langt så kom Halvor fram til ei lita hytte."}, {"start": 1295.2, "end": 1299.64, "text": "Han banket på denne lille hytta."}, {"start": 1299.64, "end": 1305.44, "text": "Der sto det ei gammel kjerring, ei gammel dame."}, {"start": 1305.44, "end": 1312.24, "text": "\"Hvem er du?\" \"Her har det ikke vært kristne folk på 200 år.\""}, {"start": 1312.24, "end": 1317.36, "text": "Sa den gamle dama. \"Jøss, 200 år.\""}, {"start": 1317.36, "end": 1321.6, "text": "Det hadde ikke vært noen andre der på 200 år."}, {"start": 1321.72, "end": 1326.8, "text": "Halvor fortalte denne gamle dama hva som hadde skjedd ham."}, {"start": 1326.88, "end": 1331.56, "text": "\"Å, Soria Moria, det har jeg aldri hørt om.\""}, {"start": 1331.64, "end": 1335.6, "text": "\"Men kanskje månen har hørt om dette.\""}, {"start": 1335.68, "end": 1338.92, "text": "\"Kanskje månen vet hvor Soria Moria er.\" sa den gamle dama."}, {"start": 1338.92, "end": 1347.28, "text": "Den gamle dama gikk ut for å spørre månen om hvor Soria Moria ligger."}, {"start": 1347.28, "end": 1352.64, "text": "Hun sa til månen. \"Måne. Måne.\""}, {"start": 1352.64, "end": 1355.88, "text": "\"Vet du hvor Soria Moria ligger?\""}, {"start": 1355.88, "end": 1362.8, "text": "Månen, som var en fullmåne denne natta, så ned på den gamle dama."}, {"start": 1362.8, "end": 1367.36, "text": "\"Å, Soria Moria.\""}, {"start": 1367.36, "end": 1371.08, "text": "\"Nei det har jeg aldri sett.\""}, {"start": 1371.12, "end": 1375.72, "text": "\"For det er alltid en sky over Soria Moria.\""}, {"start": 1375.72, "end": 1380.76, "text": "\"Det er alltid en sky som dekker over Soria Moria.\""}, {"start": 1380.84, "end": 1384.84, "text": "\"Så jeg har aldri sett Soria Moria.\""}, {"start": 1384.84, "end": 1387.64, "text": "Halvor var veldig skuffa."}, {"start": 1387.64, "end": 1392.56, "text": "Nei, når til og med månen ikke visste hvor Soria Moria ligger,"}, {"start": 1392.68, "end": 1397.28, "text": "hvordan skulle han finne det da? Men den gamle kjerringa sa:"}, {"start": 1397.28, "end": 1400.28, "text": "\"Nei, Halvor, ikke vær redd.\""}, {"start": 1400.28, "end": 1403.72, "text": "\"Vestavinden. Vestavinden vet"}, {"start": 1403.72, "end": 1405.16, "text": "vestavinden vet hvor Soria Moria ligger.\""}, {"start": 1405.28, "end": 1409.12, "text": "\"For vestavinden den blåser overalt.\""}, {"start": 1409.12, "end": 1414.0, "text": "Vestavinden, altså vinden som kommer fra vest."}, {"start": 1414.12, "end": 1417.72, "text": "Den skulle hjelpe Halvor."}, {"start": 1417.96, "end": 1423.84, "text": "De ventet på Vestavinden. Endelig så kom den og den gamle kjerringa sa til Vestavinden:"}, {"start": 1424.0, "end": 1429.88, "text": "\"Vestavinden, vet du hvor Soria Moria ligger?\""}, {"start": 1429.96, "end": 1432.08, "text": "Vestavinden sa..."}, {"start": 1432.16, "end": 1437.72, "text": "\"Ja, jeg skal der nå.\""}, {"start": 1437.8, "end": 1444.4, "text": "\"For i Soria Moria så holder de på tørke klær til et bryllup.\""}, {"start": 1445.16, "end": 1449.64, "text": "\"Og jeg må komme og tørke klærne for dem.\""}, {"start": 1449.76, "end": 1453.36, "text": "Halvor ble glad. \"Skal du til Soria Moria?\""}, {"start": 1453.489, "end": 1456.2, "text": "\"Kan jeg bli med til Soria Moria?\""}, {"start": 1456.2, "end": 1459.96, "text": "Vestavinden sa: \"ja, bli med meg nå!\""}, {"start": 1460.08, "end": 1464.68, "text": "\"Men du må løpe kjapt, for jeg blåser kjapt av gårde.\""}, {"start": 1464.68, "end": 1469.92, "text": "Halvor ble med Vestavinden og blåste ham bortover."}, {"start": 1473.08, "end": 1477.12, "text": "Og til slutt kom Halvor til Soria Moria."}, {"start": 1477.12, "end": 1480.96, "text": "Der så han at det var dekket på til bryllup."}, {"start": 1480.96, "end": 1490.0, "text": "Det var masse gjester, masse folk. Det var pyntet opp. Det var et langbord, et langt, langt bord, med kjempedeilig mat."}, {"start": 1491.0, "end": 1495.04, "text": "Den ene prinsessen, den yngste, den vakreste."}, {"start": 1495.04, "end": 1501.76, "text": "Hun som hadde vært kjæresten til Halvor, hun var dekket i en brudekjole."}, {"start": 1501.76, "end": 1507.0, "text": "Men hvor var brugdommen? Hvor var han hun skulle gifte seg med?"}, {"start": 1507.0, "end": 1512.8, "text": "Halvor, han sneik seg inn og ble med på festen."}, {"start": 1512.92, "end": 1521.44, "text": "De kom til slutt til punktet av festen, der alle skulle drikke av et beger med vin."}, {"start": 1521.44, "end": 1527.96, "text": "En kopp med vin, som de sendte rundt. Det skulle bringe lykke."}, {"start": 1528.08, "end": 1531.2, "text": "Til slutt skulle det gå til bruden."}, {"start": 1531.2, "end": 1541.24, "text": "Og Halvor, når denne her koppen kom til Halvor, så la han ringen oppi koppen."}, {"start": 1541.6, "end": 1548.48, "text": "Og ga den til prinsessa. Den yngste prinsessa, hun som hadde vært kjæresten til Halvor."}, {"start": 1548.48, "end": 1554.48, "text": "Da prinsessa så ringen, forstod hun med en gang at Halvor var der."}, {"start": 1554.56, "end": 1558.96, "text": "At Halvor hadde funnet sin vei. Da sa hun:"}, {"start": 1558.96, "end": 1563.6, "text": "\"Ja, jeg skulle gifte meg med han som har reddet meg.\""}, {"start": 1563.6, "end": 1566.04, "text": "\"Han har kommet. Det er Halvor."}, {"start": 1566.04, "end": 1572.44, "text": "\"Vi skal gifte oss.\" Og slik gikk det altså. Halvor hadde funnet veien tilbake til Soria Moria."}, {"start": 1572.44, "end": 1577.92, "text": "Han hadde funnet tilbake til den yngste prinsessa. Og nå holdt de altså bryllup."}, {"start": 1577.92, "end": 1583.48, "text": "Den yngste prinsessa som Halvor hadde reddet, og Halvor som brugdom."}, {"start": 1583.6, "end": 1587.54, "text": "De giftet seg og levde lykkelige i alle sine dager."}, {"start": 1587.8, "end": 1593.04, "text": "Snipp, snapp, snute, så var eventyret ute. Ha det bra."}], "createdAt": "2025-12-15T17:02:24.000Z", "imageUrl": "https://i.ytimg.com/vi/aiLGo3s8R60/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=aiLGo3s8R60", "difficulty": "beginner", "genre": "story", "isFavorite": false, "progress": 0}, {"id": "yt_audio_KUEfgbVxBSM", "userId": "system_audiobook", "title": "Lisa er sint|Lisa is angry | Norwegian Fairy Tales | Norwegian short Stories", "language": "no", "content": "Hva gjør du her Hva gjør du her Hva gjør du her Sara jeg vil be deg om unnskyldning Lisa Du har forå meg Jeg vil ikke ha noe med deg å gjøre meg Jeg vil ikke ha noe med deg å gjøre meg Jeg vil ikke ha noe med deg å gjøre lenger Det er ikke slik det ser ut vær så snill tro meg du eksisterer ikke for meg lenger Vær så snill ikke si lenger Vær så snill ikke si lenger Vær så snill ikke si det Jeg stolte på deg la meg forklare det for deg Lisa Vær deg la meg forklare det for deg Lisa Vær deg la meg forklare det for deg Lisa Vær så snill Jeg vil aldri se deg igjen Du er veldig viktig for meg vær så snill ikke gjør meg vær så snill ikke gjør meg vær så snill ikke gjør det Farvel Sara Sara min kjære Hva er det Hvorfor gråter du min beste venn ignorer meg hva skjedde Hun har kjæreste Jeg ville møte ham jeg ville kjæreste Jeg ville møte ham jeg ville kjæreste Jeg ville møte ham jeg ville vite om han var hyggelig Jeg var bekymret for dem hun tror jeg prøvde å lure henne henne henne Har du snakket med henne om dette ennå Nei hun vil ikke snakke med meg Jeg forstår men jeg har en ID Kom igjen La oss gå til Lisa og ID Kom igjen La oss gå til Lisa og ID Kom igjen La oss gå til Lisa og snakke med henne Takk for hjelpen mamma mamma mamma Jeg gleder meg allerede til å møte lisas foreldre Jeg håper hun tilgir meg Det går bra vennen Du trenger ikke å være spent Hallo Hvordan kan jeg hjelpe deg Hei Fru Peters Lisa og Sara kranglet Sara vil be Lisa om unnskyldning Det er fint Lisa er på unnskyldning Det er fint Lisa er på unnskyldning Det er fint Lisa er på rommet sitt Det er best at du bare går til henne Hei Lisa La meg fortelle deg hva henne Hei Lisa La meg fortelle deg hva henne Hei Lisa La meg fortelle deg hva som skjedde Du har et minutt jeg hadde ingen date med Markus Jeg ville bare bli kjent med ham så jeg vet om han er bra for deg Så du ville bare beskytte deg Så du ville bare beskytte deg Så du ville bare beskytte meg meg meg Ja det stemmer jeg var bekymret Kanskje han er sint eller han bekymret Kanskje han er sint eller han bekymret Kanskje han er sint eller han utnytter deg Jeg ønsket å unngå deg Jeg ønsket å unngå deg Jeg ønsket å unngå det Jeg forstår det nå Så du for råte meg ikke i det hele tatt Jeg beklager Nei Jeg beklager Jeg skulle bare ha snakket med deg Så alt er bra igjen Ja alt er bra igjen vi er bestevenner igjen du må være lisas mor da Ja det stemmer jeg heter Maria det er da Ja det stemmer jeg heter Maria det er da Ja det stemmer jeg heter Maria det er hyggelig å møte deg Jeg er glad også jeg er Angela Sara liker virkelig Lisa Lisa snakker også mye om Sara de to er Sara de to er Sara de to er bestevenner kanskje vi også burde bli bedre kjent kanskje vi også burde bli bedre kjent kanskje vi også burde bli bedre kjent med hverandre vil du å mannen din komme på middag Ja det ville vært flott veldig hyggelig Så la oss gjøre det Hva heter Seres mor a det Hva heter Seres mor a det Hva heter Seres mor a Angela B Angela B Angela B Maria se", "sentences": ["Hva gjør du her Hva gjør du her Hva gjør du her Sara jeg vil be deg om unnskyldning Lisa Du har forå meg Jeg vil ikke ha noe med deg å gjøre meg Jeg vil ikke ha noe med deg å gjøre meg Jeg vil ikke ha noe med deg å gjøre lenger Det er ikke slik det ser ut vær så snill tro meg du eksisterer ikke for meg lenger Vær så snill ikke si lenger Vær så snill ikke si lenger Vær så snill ikke si det Jeg stolte på deg la meg forklare det for deg Lisa Vær deg la meg forklare det for deg Lisa Vær deg la meg forklare det for deg Lisa Vær så snill Jeg vil aldri se deg igjen Du er veldig viktig for meg vær så snill ikke gjør meg vær så snill ikke gjør meg vær så snill ikke gjør det Farvel Sara Sara min kjære Hva er det Hvorfor gråter du min beste venn ignorer meg hva skjedde Hun har kjæreste Jeg ville møte ham jeg ville kjæreste Jeg ville møte ham jeg ville kjæreste Jeg ville møte ham jeg ville vite om han var hyggelig Jeg var bekymret for dem hun tror jeg prøvde å lure henne henne henne Har du snakket med henne om dette ennå Nei hun vil ikke snakke med meg Jeg forstår men jeg har en ID Kom igjen La oss gå til Lisa og ID Kom igjen La oss gå til Lisa og ID Kom igjen La oss gå til Lisa og snakke med henne Takk for hjelpen mamma mamma mamma Jeg gleder meg allerede til å møte lisas foreldre Jeg håper hun tilgir meg Det går bra vennen Du trenger ikke å være spent Hallo Hvordan kan jeg hjelpe deg Hei Fru Peters Lisa og Sara kranglet Sara vil be Lisa om unnskyldning Det er fint Lisa er på unnskyldning Det er fint Lisa er på unnskyldning Det er fint Lisa er på rommet sitt Det er best at du bare går til henne Hei Lisa La meg fortelle deg hva henne Hei Lisa La meg fortelle deg hva henne Hei Lisa La meg fortelle deg hva som skjedde Du har et minutt jeg hadde ingen date med Markus Jeg ville bare bli kjent med ham så jeg vet om han er bra for deg Så du ville bare beskytte deg Så du ville bare beskytte deg Så du ville bare beskytte meg meg meg Ja det stemmer jeg var bekymret Kanskje han er sint eller han bekymret Kanskje han er sint eller han bekymret Kanskje han er sint eller han utnytter deg Jeg ønsket å unngå deg Jeg ønsket å unngå deg Jeg ønsket å unngå det Jeg forstår det nå Så du for råte meg ikke i det hele tatt Jeg beklager Nei Jeg beklager Jeg skulle bare ha snakket med deg Så alt er bra igjen Ja alt er bra igjen vi er bestevenner igjen du må være lisas mor da Ja det stemmer jeg heter Maria det er da Ja det stemmer jeg heter Maria det er da Ja det stemmer jeg heter Maria det er hyggelig å møte deg Jeg er glad også jeg er Angela Sara liker virkelig Lisa Lisa snakker også mye om Sara de to er Sara de to er Sara de to er bestevenner kanskje vi også burde bli bedre kjent kanskje vi også burde bli bedre kjent kanskje vi også burde bli bedre kjent med hverandre vil du å mannen din komme på middag Ja det ville vært flott veldig hyggelig Så la oss gjøre det Hva heter Seres mor a det Hva heter Seres mor a det Hva heter Seres mor a Angela B Angela B Angela B Maria se"], "transcript": [{"start": 2.12, "end": 4.869, "text": "Hva gjør du her"}, {"start": 4.869, "end": 4.879, "text": "Hva gjør du her"}, {"start": 4.879, "end": 9.79, "text": "Hva gjør du her Sara jeg vil be deg om unnskyldning"}, {"start": 9.8, "end": 14.15, "text": "Lisa Du har forå"}, {"start": 14.16, "end": 18.75, "text": "meg Jeg vil ikke ha noe med deg å gjøre"}, {"start": 18.75, "end": 18.76, "text": "meg Jeg vil ikke ha noe med deg å gjøre"}, {"start": 18.76, "end": 24.39, "text": "meg Jeg vil ikke ha noe med deg å gjøre lenger Det er ikke slik det ser"}, {"start": 24.4, "end": 28.95, "text": "ut vær så snill tro"}, {"start": 28.96, "end": 33.91, "text": "meg du eksisterer ikke for meg"}, {"start": 33.92, "end": 38.229, "text": "lenger Vær så snill ikke si"}, {"start": 38.229, "end": 38.239, "text": "lenger Vær så snill ikke si"}, {"start": 38.239, "end": 47.59, "text": "lenger Vær så snill ikke si det Jeg stolte på"}, {"start": 47.6, "end": 51.15, "text": "deg la meg forklare det for deg Lisa Vær"}, {"start": 51.15, "end": 51.16, "text": "deg la meg forklare det for deg Lisa Vær"}, {"start": 51.16, "end": 54.27, "text": "deg la meg forklare det for deg Lisa Vær så"}, {"start": 54.28, "end": 58.91, "text": "snill Jeg vil aldri se deg"}, {"start": 58.92, "end": 63.39, "text": "igjen Du er veldig viktig for"}, {"start": 63.4, "end": 67.31, "text": "meg vær så snill ikke gjør"}, {"start": 67.31, "end": 67.32, "text": "meg vær så snill ikke gjør"}, {"start": 67.32, "end": 78.55, "text": "meg vær så snill ikke gjør det Farvel"}, {"start": 78.56, "end": 83.71000000000001, "text": "Sara Sara min kjære Hva er"}, {"start": 83.72, "end": 87.67, "text": "det Hvorfor gråter"}, {"start": 87.68, "end": 92.83, "text": "du min beste venn ignorer"}, {"start": 92.84, "end": 96.91, "text": "meg hva"}, {"start": 96.92, "end": 101.10900000000001, "text": "skjedde Hun har"}, {"start": 101.119, "end": 104.069, "text": "kjæreste Jeg ville møte ham jeg ville"}, {"start": 104.069, "end": 104.07900000000001, "text": "kjæreste Jeg ville møte ham jeg ville"}, {"start": 104.07900000000001, "end": 108.709, "text": "kjæreste Jeg ville møte ham jeg ville vite om han var"}, {"start": 108.719, "end": 114.10900000000001, "text": "hyggelig Jeg var bekymret for"}, {"start": 114.119, "end": 118.83, "text": "dem hun tror jeg prøvde å lure"}, {"start": 118.84, "end": 120.67, "text": "henne"}, {"start": 120.67, "end": 120.68, "text": "henne"}, {"start": 120.68, "end": 124.67, "text": "henne Har du snakket med henne om dette"}, {"start": 124.68, "end": 129.71, "text": "ennå Nei hun vil ikke snakke med"}, {"start": 129.72, "end": 135.99, "text": "meg Jeg forstår men jeg har en"}, {"start": 136.0, "end": 139.07, "text": "ID Kom igjen La oss gå til Lisa og"}, {"start": 139.07, "end": 139.07999999999998, "text": "ID Kom igjen La oss gå til Lisa og"}, {"start": 139.07999999999998, "end": 141.869, "text": "ID Kom igjen La oss gå til Lisa og snakke med"}, {"start": 141.879, "end": 148.75, "text": "henne Takk for hjelpen"}, {"start": 148.76, "end": 150.43, "text": "mamma"}, {"start": 150.43, "end": 150.44, "text": "mamma"}, {"start": 150.44, "end": 156.22899999999998, "text": "mamma Jeg gleder meg allerede til å møte lisas"}, {"start": 156.239, "end": 161.27, "text": "foreldre Jeg håper hun tilgir"}, {"start": 161.28, "end": 166.22899999999998, "text": "meg Det går bra"}, {"start": 166.239, "end": 173.309, "text": "vennen Du trenger ikke å være"}, {"start": 173.31900000000002, "end": 178.75, "text": "spent Hallo Hvordan kan jeg hjelpe"}, {"start": 178.76, "end": 186.71, "text": "deg Hei Fru Peters Lisa og Sara"}, {"start": 186.72, "end": 192.03, "text": "kranglet Sara vil be Lisa om"}, {"start": 192.04, "end": 195.149, "text": "unnskyldning Det er fint Lisa er på"}, {"start": 195.149, "end": 195.159, "text": "unnskyldning Det er fint Lisa er på"}, {"start": 195.159, "end": 198.43, "text": "unnskyldning Det er fint Lisa er på rommet"}, {"start": 198.44, "end": 208.67000000000002, "text": "sitt Det er best at du bare går til"}, {"start": 208.68, "end": 211.82999999999998, "text": "henne Hei Lisa La meg fortelle deg hva"}, {"start": 211.82999999999998, "end": 211.84, "text": "henne Hei Lisa La meg fortelle deg hva"}, {"start": 211.84, "end": 215.75, "text": "henne Hei Lisa La meg fortelle deg hva som"}, {"start": 215.76, "end": 220.03, "text": "skjedde Du har et"}, {"start": 220.04, "end": 224.75, "text": "minutt jeg hadde ingen date med"}, {"start": 224.76, "end": 229.429, "text": "Markus Jeg ville bare bli kjent med"}, {"start": 229.439, "end": 234.589, "text": "ham så jeg vet om han er bra for"}, {"start": 234.599, "end": 238.67000000000002, "text": "deg Så du ville bare beskytte"}, {"start": 238.67000000000002, "end": 238.68, "text": "deg Så du ville bare beskytte"}, {"start": 238.68, "end": 240.429, "text": "deg Så du ville bare beskytte meg"}, {"start": 240.429, "end": 240.439, "text": "meg"}, {"start": 240.439, "end": 245.789, "text": "meg Ja det stemmer jeg var"}, {"start": 245.799, "end": 248.35, "text": "bekymret Kanskje han er sint eller han"}, {"start": 248.35, "end": 248.36, "text": "bekymret Kanskje han er sint eller han"}, {"start": 248.36, "end": 251.50900000000001, "text": "bekymret Kanskje han er sint eller han utnytter"}, {"start": 251.519, "end": 255.43, "text": "deg Jeg ønsket å unngå"}, {"start": 255.43, "end": 255.44, "text": "deg Jeg ønsket å unngå"}, {"start": 255.44, "end": 259.349, "text": "deg Jeg ønsket å unngå det Jeg forstår det"}, {"start": 259.359, "end": 264.71, "text": "nå Så du for råte meg ikke i det hele"}, {"start": 264.72, "end": 268.59, "text": "tatt Jeg"}, {"start": 268.6, "end": 272.95, "text": "beklager Nei Jeg"}, {"start": 272.96, "end": 278.51, "text": "beklager Jeg skulle bare ha snakket med"}, {"start": 278.52, "end": 283.35, "text": "deg Så alt er bra"}, {"start": 283.36, "end": 288.029, "text": "igjen Ja alt er bra"}, {"start": 288.039, "end": 292.95, "text": "igjen vi er bestevenner"}, {"start": 292.96, "end": 297.909, "text": "igjen du må være lisas mor"}, {"start": 297.919, "end": 302.07, "text": "da Ja det stemmer jeg heter Maria det er"}, {"start": 302.07, "end": 302.08, "text": "da Ja det stemmer jeg heter Maria det er"}, {"start": 302.08, "end": 307.31, "text": "da Ja det stemmer jeg heter Maria det er hyggelig å møte"}, {"start": 307.32, "end": 311.23, "text": "deg Jeg er glad"}, {"start": 311.24, "end": 315.51, "text": "også jeg er"}, {"start": 315.52, "end": 320.629, "text": "Angela Sara liker virkelig"}, {"start": 320.639, "end": 325.71, "text": "Lisa Lisa snakker også mye om"}, {"start": 325.72, "end": 328.469, "text": "Sara de to er"}, {"start": 328.469, "end": 328.479, "text": "Sara de to er"}, {"start": 328.479, "end": 331.95, "text": "Sara de to er bestevenner"}, {"start": 331.96, "end": 333.749, "text": "kanskje vi også burde bli bedre kjent"}, {"start": 333.749, "end": 333.759, "text": "kanskje vi også burde bli bedre kjent"}, {"start": 333.759, "end": 336.629, "text": "kanskje vi også burde bli bedre kjent med"}, {"start": 336.639, "end": 343.189, "text": "hverandre vil du å mannen din komme på"}, {"start": 343.199, "end": 347.87, "text": "middag Ja det ville vært"}, {"start": 347.88, "end": 353.51, "text": "flott veldig hyggelig Så la oss gjøre"}, {"start": 353.52, "end": 358.07, "text": "det Hva heter Seres mor a"}, {"start": 358.07, "end": 358.08, "text": "det Hva heter Seres mor a"}, {"start": 358.08, "end": 360.629, "text": "det Hva heter Seres mor a Angela B"}, {"start": 360.629, "end": 360.639, "text": "Angela B"}, {"start": 360.639, "end": 364.84, "text": "Angela B Maria se"}], "createdAt": "2025-12-15T17:02:47.000Z", "imageUrl": "https://i.ytimg.com/vi/KUEfgbVxBSM/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=KUEfgbVxBSM", "difficulty": "beginner", "genre": "story", "isFavorite": false, "progress": 0}, {"id": "yt_audio_11A15D4Ayr8", "userId": "system_audiobook", "title": "Lisa blir lurt| Lisa gets cheated on | Norwegian Fairy Tales | Norwegian short Stories", "language": "no", "content": "Hei Sara vel du er tilbake Hvor har du vært Hei Lisa jeg var syk forrige uke Føler du deg bedre igjen Ja jeg har det bra igjen flott det gjør meg igjen flott det gjør meg igjen flott det gjør meg glad glad glad Kom igjen La oss gå inn Det er mye å snakke om greit Hvem er den søte fyren der det er Markus han er ny i klassen vår vår vår Har du snakket med han ennå Ja han er veldig flott Vi spiste iskrem sammen Hadde du en date Jeg er ikke sikker var det en date date date var du alene eller var det andre der det var bare oss to da var det definitivt en date Jeg tror det La oss snakke med Markus God morgen Lisa Hei Markus Hvordan har du det Jeg har det bra og hvem er du det er Sara vi er bestevenner Det er en glede å møte deg Sara Sara Sara Jeg er også glad Markus Jeg tror vi må gå inn klasser starter snart Ja du har rett God morgen kjære rett God morgen kjære rett God morgen kjære studenter Vi har et veldig spennende studenter Vi har et veldig spennende studenter Vi har et veldig spennende tema på agendaen vår i tema på agendaen vår i tema på agendaen vår i dag Vi snakker om geometri men før det får du testene dine tilbake Lisa gratulerer Du har en tilbake Lisa gratulerer Du har en tilbake Lisa gratulerer Du har en en hva Mr kuns egentlig god jobb Lisa ja Gratulerer takk f kons Hei Markus foreldrene mine vil kons Hei Markus foreldrene mine vil kons Hei Markus foreldrene mine vil invitere familien din Har du tid i morgen kveld vi kan ta en matbit kveld vi kan ta en matbit kveld vi kan ta en matbit sammen Ja jeg vil gjerne det ville vært Ja jeg vil gjerne det ville vært Ja jeg vil gjerne det ville vært flatt Flott Vi sees i morgen da ser deg i morgen Lisa Hei Lisa Hvordan var skolen Det var flott Jeg fikk en en Wow hvor fint veldig bra kjære Jeg er stolt av deg Takk pappa som belønning går vi ut for iskrem joo Kom igjen La oss gå Sara Markus hva skjer her Det kan jeg forklare Lisa Det er ikke slik det ser ut hva dekker Studentene i dag a hva dekker Studentene i dag a hva dekker Studentene i dag a historie B historie B historie B grammatikk se geometri Skriv den komar", "sentences": ["Hei Sara vel du er tilbake Hvor har du vært Hei Lisa jeg var syk forrige uke Føler du deg bedre igjen Ja jeg har det bra igjen flott det gjør meg igjen flott det gjør meg igjen flott det gjør meg glad glad glad Kom igjen La oss gå inn Det er mye å snakke om greit Hvem er den søte fyren der det er Markus han er ny i klassen vår vår vår Har du snakket med han ennå Ja han er veldig flott Vi spiste iskrem sammen Hadde du en date Jeg er ikke sikker var det en date date date var du alene eller var det andre der det var bare oss to da var det definitivt en date Jeg tror det La oss snakke med Markus God morgen Lisa Hei Markus Hvordan har du det Jeg har det bra og hvem er du det er Sara vi er bestevenner Det er en glede å møte deg Sara Sara Sara Jeg er også glad Markus Jeg tror vi må gå inn klasser starter snart Ja du har rett God morgen kjære rett God morgen kjære rett God morgen kjære studenter Vi har et veldig spennende studenter Vi har et veldig spennende studenter Vi har et veldig spennende tema på agendaen vår i tema på agendaen vår i tema på agendaen vår i dag Vi snakker om geometri men før det får du testene dine tilbake Lisa gratulerer Du har en tilbake Lisa gratulerer Du har en tilbake Lisa gratulerer Du har en en hva Mr kuns egentlig god jobb Lisa ja Gratulerer takk f kons Hei Markus foreldrene mine vil kons Hei Markus foreldrene mine vil kons Hei Markus foreldrene mine vil invitere familien din Har du tid i morgen kveld vi kan ta en matbit kveld vi kan ta en matbit kveld vi kan ta en matbit sammen Ja jeg vil gjerne det ville vært Ja jeg vil gjerne det ville vært Ja jeg vil gjerne det ville vært flatt Flott Vi sees i morgen da ser deg i morgen Lisa Hei Lisa Hvordan var skolen Det var flott Jeg fikk en en Wow hvor fint veldig bra kjære Jeg er stolt av deg Takk pappa som belønning går vi ut for iskrem joo Kom igjen La oss gå Sara Markus hva skjer her Det kan jeg forklare Lisa Det er ikke slik det ser ut hva dekker Studentene i dag a hva dekker Studentene i dag a hva dekker Studentene i dag a historie B historie B historie B grammatikk se geometri Skriv den komar"], "transcript": [{"start": 0.08, "end": 4.59, "text": "Hei Sara vel du er"}, {"start": 4.6, "end": 8.91, "text": "tilbake Hvor har du"}, {"start": 8.92, "end": 15.47, "text": "vært Hei Lisa jeg var syk forrige"}, {"start": 15.48, "end": 20.189, "text": "uke Føler du deg bedre"}, {"start": 20.199, "end": 25.589, "text": "igjen Ja jeg har det bra"}, {"start": 25.599, "end": 28.95, "text": "igjen flott det gjør meg"}, {"start": 28.95, "end": 28.96, "text": "igjen flott det gjør meg"}, {"start": 28.96, "end": 31.31, "text": "igjen flott det gjør meg glad"}, {"start": 31.31, "end": 31.32, "text": "glad"}, {"start": 31.32, "end": 34.79, "text": "glad Kom igjen La oss gå"}, {"start": 34.8, "end": 40.11, "text": "inn Det er mye å snakke"}, {"start": 40.12, "end": 47.63, "text": "om"}, {"start": 47.64, "end": 52.95, "text": "greit Hvem er den søte fyren"}, {"start": 52.96, "end": 58.91, "text": "der det er Markus han er ny i klassen"}, {"start": 58.92, "end": 61.229, "text": "vår"}, {"start": 61.229, "end": 61.239, "text": "vår"}, {"start": 61.239, "end": 65.149, "text": "vår Har du snakket med han"}, {"start": 65.159, "end": 70.109, "text": "ennå Ja han er veldig"}, {"start": 70.119, "end": 75.35, "text": "flott Vi spiste iskrem"}, {"start": 75.36, "end": 80.069, "text": "sammen Hadde du en"}, {"start": 80.07900000000001, "end": 84.27, "text": "date Jeg er ikke"}, {"start": 84.28, "end": 88.83, "text": "sikker var det en"}, {"start": 88.84, "end": 90.39, "text": "date"}, {"start": 90.39, "end": 90.4, "text": "date"}, {"start": 90.4, "end": 95.19, "text": "date var du alene eller var det andre"}, {"start": 95.2, "end": 100.38900000000001, "text": "der det var bare oss"}, {"start": 100.399, "end": 105.83, "text": "to da var det definitivt en"}, {"start": 105.84, "end": 110.31, "text": "date Jeg tror"}, {"start": 110.32, "end": 117.99000000000001, "text": "det La oss snakke med"}, {"start": 118.0, "end": 122.709, "text": "Markus God morgen"}, {"start": 122.719, "end": 128.51, "text": "Lisa Hei Markus Hvordan har du"}, {"start": 128.52, "end": 132.35, "text": "det Jeg har det"}, {"start": 132.36, "end": 137.15, "text": "bra og hvem er"}, {"start": 137.16, "end": 143.869, "text": "du det er Sara vi er"}, {"start": 143.879, "end": 148.75, "text": "bestevenner Det er en glede å møte deg"}, {"start": 148.76, "end": 151.22899999999998, "text": "Sara"}, {"start": 151.22899999999998, "end": 151.239, "text": "Sara"}, {"start": 151.239, "end": 155.63, "text": "Sara Jeg er også glad"}, {"start": 155.64, "end": 160.67000000000002, "text": "Markus Jeg tror vi må gå"}, {"start": 160.68, "end": 165.47, "text": "inn klasser starter"}, {"start": 165.48, "end": 172.91, "text": "snart Ja du har"}, {"start": 172.92000000000002, "end": 176.91, "text": "rett God morgen kjære"}, {"start": 176.91, "end": 176.92000000000002, "text": "rett God morgen kjære"}, {"start": 176.92000000000002, "end": 179.19, "text": "rett God morgen kjære studenter Vi har et veldig spennende"}, {"start": 179.19, "end": 179.2, "text": "studenter Vi har et veldig spennende"}, {"start": 179.2, "end": 182.309, "text": "studenter Vi har et veldig spennende tema på agendaen vår i"}, {"start": 182.309, "end": 182.319, "text": "tema på agendaen vår i"}, {"start": 182.319, "end": 186.789, "text": "tema på agendaen vår i dag Vi snakker om"}, {"start": 186.799, "end": 191.869, "text": "geometri men før det får du testene dine"}, {"start": 191.879, "end": 196.949, "text": "tilbake Lisa gratulerer Du har en"}, {"start": 196.949, "end": 196.959, "text": "tilbake Lisa gratulerer Du har en"}, {"start": 196.959, "end": 203.11, "text": "tilbake Lisa gratulerer Du har en en hva Mr kuns"}, {"start": 203.12, "end": 207.91, "text": "egentlig god jobb"}, {"start": 207.92000000000002, "end": 213.19, "text": "Lisa ja"}, {"start": 213.2, "end": 222.35, "text": "Gratulerer takk f"}, {"start": 222.36, "end": 226.03, "text": "kons Hei Markus foreldrene mine vil"}, {"start": 226.03, "end": 226.04, "text": "kons Hei Markus foreldrene mine vil"}, {"start": 226.04, "end": 230.55, "text": "kons Hei Markus foreldrene mine vil invitere familien"}, {"start": 230.56, "end": 235.39, "text": "din Har du tid i morgen"}, {"start": 235.4, "end": 238.67000000000002, "text": "kveld vi kan ta en matbit"}, {"start": 238.67000000000002, "end": 238.68, "text": "kveld vi kan ta en matbit"}, {"start": 238.68, "end": 242.309, "text": "kveld vi kan ta en matbit sammen"}, {"start": 242.319, "end": 247.27, "text": "Ja jeg vil gjerne det ville vært"}, {"start": 247.27, "end": 247.28, "text": "Ja jeg vil gjerne det ville vært"}, {"start": 247.28, "end": 253.22899999999998, "text": "Ja jeg vil gjerne det ville vært flatt Flott Vi sees i morgen"}, {"start": 253.239, "end": 260.909, "text": "da ser deg i morgen"}, {"start": 260.919, "end": 267.23, "text": "Lisa Hei Lisa Hvordan var"}, {"start": 267.24, "end": 274.43, "text": "skolen Det var flott Jeg fikk en"}, {"start": 274.44, "end": 279.15, "text": "en Wow hvor"}, {"start": 279.15999999999997, "end": 283.469, "text": "fint veldig bra"}, {"start": 283.479, "end": 288.27, "text": "kjære Jeg er stolt av"}, {"start": 288.28, "end": 293.189, "text": "deg Takk"}, {"start": 293.199, "end": 298.55, "text": "pappa som belønning går vi ut for"}, {"start": 298.56, "end": 302.83, "text": "iskrem"}, {"start": 302.84, "end": 313.51, "text": "joo Kom igjen La oss"}, {"start": 313.52, "end": 320.749, "text": "gå Sara Markus hva skjer"}, {"start": 320.759, "end": 326.469, "text": "her Det kan jeg forklare"}, {"start": 326.479, "end": 339.029, "text": "Lisa Det er ikke slik det ser ut"}, {"start": 339.039, "end": 343.15, "text": "hva dekker Studentene i dag a"}, {"start": 343.15, "end": 343.15999999999997, "text": "hva dekker Studentene i dag a"}, {"start": 343.15999999999997, "end": 345.629, "text": "hva dekker Studentene i dag a historie B"}, {"start": 345.629, "end": 345.639, "text": "historie B"}, {"start": 345.639, "end": 352.36, "text": "historie B grammatikk se geometri Skriv den komar"}], "createdAt": "2025-12-15T17:03:03.000Z", "imageUrl": "https://i.ytimg.com/vi/11A15D4Ayr8/maxresdefault.jpg", "type": "audio", "videoUrl": "https://youtube.com/watch?v=11A15D4Ayr8", "difficulty": "beginner", "genre": "story", "isFavorite": false, "progress": 0}]