[{"id": "yt_mgbazMnt_Pc", "userId": "system_native", "title": "Charlize Theron Was Called Out for Speaking Afrikaans", "language": "af", "content": "Jy het in Suid-Afrika grootgeword en jy Jy het in Suid-Afrika grootgeword en jy Jy het in Suid-Afrika grootgeword en jy kon vlot Afrikaans praat en jy kon vlot Afrikaans praat en jy kon vlot Afrikaans praat en jy praat steeds Afrikaans met jou ma, praat steeds Afrikaans met jou ma, praat steeds Afrikaans met jou ma, gebruik jy ooit Afrikaans om gebruik jy ooit Afrikaans om gebruik jy ooit Afrikaans om agter mense se rug te praat om agter mense se rug te praat om agter mense se rug te praat om dinge oor hulle te sê sodat hulle nie dinge oor hulle te sê sodat hulle nie dinge oor hulle te sê sodat hulle nie weet waarvan jy praat nie, weet waarvan jy praat nie, weet waarvan jy praat nie, wat dink jy? Wel, ek sou dit heeltyd doen wat dink jy? Wel, ek sou dit heeltyd doen wat dink jy? Wel, ek sou dit heeltyd doen as ek dit nie gedoen het nie, met my ma of 'n as ek dit nie gedoen het nie, met my ma of 'n as ek dit nie gedoen het nie, met my ma of 'n vriend. Ja, ek sou heeltyd gaan. vriend. Ja, ek sou heeltyd gaan. vriend. Ja, ek sou heeltyd gaan. God, kyk na sy skoene, dis nie die landgoed nie. God, kyk na sy skoene, dis nie die landgoed nie. God, kyk na sy skoene, dis nie die landgoed nie. En die goeie ding van Afrikaans is dat En die goeie ding van Afrikaans is dat En die goeie ding van Afrikaans is dat drie persent van die drie persent van die drie persent van die wêreldbevolking Afrikaans praat. Ja, jy het wêreldbevolking Afrikaans praat. Ja, jy het wêreldbevolking Afrikaans praat. Ja, jy het 'n goeie kans, absoluut niemand 'n goeie kans, absoluut niemand 'n goeie kans, absoluut niemand gaan jou verstaan ​​nie. Ja, so ek het 'n gaan jou verstaan ​​nie. Ja, so ek het 'n gaan jou verstaan ​​nie. Ja, so ek het 'n vlug na New York geneem. vlug na New York geneem. vlug na New York geneem. Ek was nie asof ons in Afrika was nie, Ek was nie asof ons in Afrika was nie, Ek was nie asof ons in Afrika was nie, nêrens naby nie. Dit was soos New York en nêrens naby nie. Dit was soos New York en nêrens naby nie. Dit was soos New York en hierdie ou was baie onbeskof, hy het soort van hierdie ou was baie onbeskof, hy het soort van hierdie ou was baie onbeskof, hy het soort van gestoot. Ons het probeer om ons bagasie gestoot. Ons het probeer om ons bagasie gestoot. Ons het probeer om ons bagasie by die karrousel te kry en my ma en ek het net soos, by die karrousel te kry en my ma en ek het net soos, by die karrousel te kry en my ma en ek het net soos, ek bedoel letterlik, ons het net soos ek bedoel letterlik, ons het net soos ek bedoel letterlik, ons het net soos in hom vasgery en gedink dat jy in hom vasgery en gedink dat jy in hom vasgery en gedink dat jy nie 'n woord kon verstaan ​​nie en hy het net nie 'n woord kon verstaan ​​nie en hy het net nie 'n woord kon verstaan ​​nie en hy het net omgedraai en net na ons gekyk en omgedraai en net na ons gekyk en omgedraai en net na ons gekyk en hy was soos, ja, ek kan altyd met hy was soos, ja, ek kan altyd met hy was soos, ja, ek kan altyd met Ellis 'n woord sê, o, en ons het letterlik Ellis 'n woord sê, o, en ons het letterlik Ellis 'n woord sê, o, en ons het letterlik net niks gehad nie, ons het geen terugkoms gehad nie, net niks gehad nie, ons het geen terugkoms gehad nie, net niks gehad nie, ons het geen terugkoms gehad nie, en dis  moeilik vir my en my ma en dis  moeilik vir my en my ma en dis  moeilik vir my en my ma ja jy weet ons het gepraat oor anale ja jy weet ons het gepraat oor anale ja jy weet ons het gepraat oor anale bleiking ja as iemand bleiking ja as iemand bleiking ja as iemand so baie omgedraai het sou ek net dadelik gegaan het so baie omgedraai het sou ek net dadelik gegaan het so baie omgedraai het sou ek net dadelik gegaan het ek is jammer wat ek weet nie wat ja so ek is jammer wat ek weet nie wat ja so ek is jammer wat ek weet nie wat ja so ek weet nie ek weet nie watter taal dit ek weet nie ek weet nie watter taal dit ek weet nie ek weet nie watter taal dit is nie ek weet nie ek was net nie voorbereid is nie ek weet nie ek was net nie voorbereid is nie ek weet nie ek was net nie voorbereid natuurlik my hele lewe lank om dit te doen en natuurlik my hele lewe lank om dit te doen en natuurlik my hele lewe lank om dit te doen en niemand het ons ooit gevang toe dit niemand het ons ooit gevang toe dit niemand het ons ooit gevang toe dit die eerste keer so nou moet ons 'n die eerste keer so nou moet ons 'n die eerste keer so nou moet ons 'n bietjie meer versigtig wees", "sentences": ["Jy het in Suid-Afrika grootgeword en jy Jy het in Suid-Afrika grootgeword en jy Jy het in Suid-Afrika grootgeword en jy kon vlot Afrikaans praat en jy kon vlot Afrikaans praat en jy kon vlot Afrikaans praat en jy praat steeds Afrikaans met jou ma, praat steeds Afrikaans met jou ma, praat steeds Afrikaans met jou ma, gebruik jy ooit Afrikaans om gebruik jy ooit Afrikaans om gebruik jy ooit Afrikaans om agter mense se rug te praat om agter mense se rug te praat om agter mense se rug te praat om dinge oor hulle te sê sodat hulle nie dinge oor hulle te sê sodat hulle nie dinge oor hulle te sê sodat hulle nie weet waarvan jy praat nie, weet waarvan jy praat nie, weet waarvan jy praat nie, wat dink jy?", "Wel, ek sou dit heeltyd doen wat dink jy?", "Wel, ek sou dit heeltyd doen wat dink jy?", "Wel, ek sou dit heeltyd doen as ek dit nie gedoen het nie, met my ma of 'n as ek dit nie gedoen het nie, met my ma of 'n as ek dit nie gedoen het nie, met my ma of 'n vriend.", "Ja, ek sou heeltyd gaan.", "vriend.", "Ja, ek sou heeltyd gaan.", "vriend.", "Ja, ek sou heeltyd gaan.", "God, kyk na sy skoene, dis nie die landgoed nie.", "God, kyk na sy skoene, dis nie die landgoed nie.", "God, kyk na sy skoene, dis nie die landgoed nie.", "En die goeie ding van Afrikaans is dat En die goeie ding van Afrikaans is dat En die goeie ding van Afrikaans is dat drie persent van die drie persent van die drie persent van die wêreldbevolking Afrikaans praat.", "Ja, jy het wêreldbevolking Afrikaans praat.", "Ja, jy het wêreldbevolking Afrikaans praat.", "Ja, jy het 'n goeie kans, absoluut niemand 'n goeie kans, absoluut niemand 'n goeie kans, absoluut niemand gaan jou verstaan ​​nie.", "Ja, so ek het 'n gaan jou verstaan ​​nie.", "Ja, so ek het 'n gaan jou verstaan ​​nie.", "Ja, so ek het 'n vlug na New York geneem.", "vlug na New York geneem.", "vlug na New York geneem.", "Ek was nie asof ons in Afrika was nie, Ek was nie asof ons in Afrika was nie, Ek was nie asof ons in Afrika was nie, nêrens naby nie.", "Dit was soos New York en nêrens naby nie.", "Dit was soos New York en nêrens naby nie.", "Dit was soos New York en hierdie ou was baie onbeskof, hy het soort van hierdie ou was baie onbeskof, hy het soort van hierdie ou was baie onbeskof, hy het soort van gestoot.", "Ons het probeer om ons bagasie gestoot.", "Ons het probeer om ons bagasie gestoot.", "Ons het probeer om ons bagasie by die karrousel te kry en my ma en ek het net soos, by die karrousel te kry en my ma en ek het net soos, by die karrousel te kry en my ma en ek het net soos, ek bedoel letterlik, ons het net soos ek bedoel letterlik, ons het net soos ek bedoel letterlik, ons het net soos in hom vasgery en gedink dat jy in hom vasgery en gedink dat jy in hom vasgery en gedink dat jy nie 'n woord kon verstaan ​​nie en hy het net nie 'n woord kon verstaan ​​nie en hy het net nie 'n woord kon verstaan ​​nie en hy het net omgedraai en net na ons gekyk en omgedraai en net na ons gekyk en omgedraai en net na ons gekyk en hy was soos, ja, ek kan altyd met hy was soos, ja, ek kan altyd met hy was soos, ja, ek kan altyd met Ellis 'n woord sê, o, en ons het letterlik Ellis 'n woord sê, o, en ons het letterlik Ellis 'n woord sê, o, en ons het letterlik net niks gehad nie, ons het geen terugkoms gehad nie, net niks gehad nie, ons het geen terugkoms gehad nie, net niks gehad nie, ons het geen terugkoms gehad nie, en dis  moeilik vir my en my ma en dis  moeilik vir my en my ma en dis  moeilik vir my en my ma ja jy weet ons het gepraat oor anale ja jy weet ons het gepraat oor anale ja jy weet ons het gepraat oor anale bleiking ja as iemand bleiking ja as iemand bleiking ja as iemand so baie omgedraai het sou ek net dadelik gegaan het so baie omgedraai het sou ek net dadelik gegaan het so baie omgedraai het sou ek net dadelik gegaan het ek is jammer wat ek weet nie wat ja so ek is jammer wat ek weet nie wat ja so ek is jammer wat ek weet nie wat ja so ek weet nie ek weet nie watter taal dit ek weet nie ek weet nie watter taal dit ek weet nie ek weet nie watter taal dit is nie ek weet nie ek was net nie voorbereid is nie ek weet nie ek was net nie voorbereid is nie ek weet nie ek was net nie voorbereid natuurlik my hele lewe lank om dit te doen en natuurlik my hele lewe lank om dit te doen en natuurlik my hele lewe lank om dit te doen en niemand het ons ooit gevang toe dit niemand het ons ooit gevang toe dit niemand het ons ooit gevang toe dit die eerste keer so nou moet ons 'n die eerste keer so nou moet ons 'n die eerste keer so nou moet ons 'n bietjie meer versigtig wees"], "transcript": [{"start": 0.06, "end": 2.45, "text": "Jy het in Suid-Afrika grootgeword en jy"}, {"start": 2.45, "end": 2.46, "text": "Jy het in Suid-Afrika grootgeword en jy"}, {"start": 2.46, "end": 5.03, "text": "Jy het in Suid-Afrika grootgeword en jy kon vlot Afrikaans praat en jy"}, {"start": 5.03, "end": 5.04, "text": "kon vlot Afrikaans praat en jy"}, {"start": 5.04, "end": 6.499, "text": "kon vlot Afrikaans praat en jy praat steeds Afrikaans met jou ma,"}, {"start": 6.499, "end": 6.509, "text": "praat steeds Afrikaans met jou ma,"}, {"start": 6.509, "end": 9.799, "text": "praat steeds Afrikaans met jou ma, gebruik jy ooit Afrikaans om"}, {"start": 9.799, "end": 9.809, "text": "gebruik jy ooit Afrikaans om"}, {"start": 9.809, "end": 11.6, "text": "gebruik jy ooit Afrikaans om agter mense se rug te praat om"}, {"start": 11.6, "end": 11.61, "text": "agter mense se rug te praat om"}, {"start": 11.61, "end": 13.49, "text": "agter mense se rug te praat om dinge oor hulle te sê sodat hulle nie"}, {"start": 13.49, "end": 13.5, "text": "dinge oor hulle te sê sodat hulle nie"}, {"start": 13.5, "end": 14.6, "text": "dinge oor hulle te sê sodat hulle nie weet waarvan jy praat nie,"}, {"start": 14.6, "end": 14.61, "text": "weet waarvan jy praat nie,"}, {"start": 14.61, "end": 16.369, "text": "weet waarvan jy praat nie, wat dink jy? Wel, ek sou dit heeltyd doen"}, {"start": 16.369, "end": 16.379, "text": "wat dink jy? Wel, ek sou dit heeltyd doen"}, {"start": 16.379, "end": 19.519, "text": "wat dink jy? Wel, ek sou dit heeltyd doen as ek dit nie gedoen het nie, met my ma of 'n"}, {"start": 19.519, "end": 19.529, "text": "as ek dit nie gedoen het nie, met my ma of 'n"}, {"start": 19.529, "end": 21.38, "text": "as ek dit nie gedoen het nie, met my ma of 'n vriend. Ja, ek sou heeltyd gaan."}, {"start": 21.38, "end": 21.39, "text": "vriend. Ja, ek sou heeltyd gaan."}, {"start": 21.39, "end": 24.22, "text": "vriend. Ja, ek sou heeltyd gaan. God, kyk na sy skoene, dis nie die landgoed nie."}, {"start": 24.22, "end": 24.23, "text": "God, kyk na sy skoene, dis nie die landgoed nie."}, {"start": 24.23, "end": 27.38, "text": "God, kyk na sy skoene, dis nie die landgoed nie. En die goeie ding van Afrikaans is dat"}, {"start": 27.38, "end": 27.39, "text": "En die goeie ding van Afrikaans is dat"}, {"start": 27.39, "end": 28.64, "text": "En die goeie ding van Afrikaans is dat drie persent van die"}, {"start": 28.64, "end": 28.65, "text": "drie persent van die"}, {"start": 28.65, "end": 31.669, "text": "drie persent van die wêreldbevolking Afrikaans praat. Ja, jy het"}, {"start": 31.669, "end": 31.679, "text": "wêreldbevolking Afrikaans praat. Ja, jy het"}, {"start": 31.679, "end": 33.889, "text": "wêreldbevolking Afrikaans praat. Ja, jy het 'n goeie kans, absoluut niemand"}, {"start": 33.889, "end": 33.899, "text": "'n goeie kans, absoluut niemand"}, {"start": 33.899, "end": 36.56, "text": "'n goeie kans, absoluut niemand gaan jou verstaan ​​nie. Ja, so ek het 'n"}, {"start": 36.56, "end": 36.57, "text": "gaan jou verstaan ​​nie. Ja, so ek het 'n"}, {"start": 36.57, "end": 37.549, "text": "gaan jou verstaan ​​nie. Ja, so ek het 'n vlug na New York geneem."}, {"start": 37.549, "end": 37.559, "text": "vlug na New York geneem."}, {"start": 37.559, "end": 39.979, "text": "vlug na New York geneem. Ek was nie asof ons in Afrika was nie,"}, {"start": 39.979, "end": 39.989, "text": "Ek was nie asof ons in Afrika was nie,"}, {"start": 39.989, "end": 42.53, "text": "Ek was nie asof ons in Afrika was nie, nêrens naby nie. Dit was soos New York en"}, {"start": 42.53, "end": 42.54, "text": "nêrens naby nie. Dit was soos New York en"}, {"start": 42.54, "end": 45.38, "text": "nêrens naby nie. Dit was soos New York en hierdie ou was baie onbeskof, hy het soort van"}, {"start": 45.38, "end": 45.39, "text": "hierdie ou was baie onbeskof, hy het soort van"}, {"start": 45.39, "end": 47.18, "text": "hierdie ou was baie onbeskof, hy het soort van gestoot. Ons het probeer om ons bagasie"}, {"start": 47.18, "end": 47.19, "text": "gestoot. Ons het probeer om ons bagasie"}, {"start": 47.19, "end": 49.76, "text": "gestoot. Ons het probeer om ons bagasie by die karrousel te kry en my ma en ek het net soos,"}, {"start": 49.76, "end": 49.77, "text": "by die karrousel te kry en my ma en ek het net soos,"}, {"start": 49.77, "end": 52.1, "text": "by die karrousel te kry en my ma en ek het net soos, ek bedoel letterlik, ons het net soos"}, {"start": 52.1, "end": 52.11, "text": "ek bedoel letterlik, ons het net soos"}, {"start": 52.11, "end": 54.86, "text": "ek bedoel letterlik, ons het net soos in hom vasgery en gedink dat jy"}, {"start": 54.86, "end": 54.87, "text": "in hom vasgery en gedink dat jy"}, {"start": 54.87, "end": 56.869, "text": "in hom vasgery en gedink dat jy nie 'n woord kon verstaan ​​nie en hy het net"}, {"start": 56.869, "end": 56.879, "text": "nie 'n woord kon verstaan ​​nie en hy het net"}, {"start": 56.879, "end": 60.26, "text": "nie 'n woord kon verstaan ​​nie en hy het net omgedraai en net na ons gekyk en"}, {"start": 60.26, "end": 60.27, "text": "omgedraai en net na ons gekyk en"}, {"start": 60.27, "end": 62.18, "text": "omgedraai en net na ons gekyk en hy was soos, ja, ek kan altyd met"}, {"start": 62.18, "end": 62.19, "text": "hy was soos, ja, ek kan altyd met"}, {"start": 62.19, "end": 65.09, "text": "hy was soos, ja, ek kan altyd met Ellis 'n woord sê, o, en ons het letterlik"}, {"start": 65.09, "end": 65.1, "text": "Ellis 'n woord sê, o, en ons het letterlik"}, {"start": 65.1, "end": 67.969, "text": "Ellis 'n woord sê, o, en ons het letterlik net niks gehad nie, ons het geen terugkoms gehad nie,"}, {"start": 67.969, "end": 67.979, "text": "net niks gehad nie, ons het geen terugkoms gehad nie,"}, {"start": 67.979, "end": 71.33, "text": "net niks gehad nie, ons het geen terugkoms gehad nie, en dis  moeilik vir my en my ma"}, {"start": 71.33, "end": 71.34, "text": "en dis  moeilik vir my en my ma"}, {"start": 71.34, "end": 73.58, "text": "en dis  moeilik vir my en my ma ja jy weet ons het gepraat oor anale"}, {"start": 73.58, "end": 73.59, "text": "ja jy weet ons het gepraat oor anale"}, {"start": 73.59, "end": 77.12, "text": "ja jy weet ons het gepraat oor anale bleiking ja as iemand"}, {"start": 77.12, "end": 77.13, "text": "bleiking ja as iemand"}, {"start": 77.13, "end": 78.77, "text": "bleiking ja as iemand so baie omgedraai het sou ek net dadelik gegaan het"}, {"start": 78.77, "end": 78.78, "text": "so baie omgedraai het sou ek net dadelik gegaan het"}, {"start": 78.78, "end": 82.13, "text": "so baie omgedraai het sou ek net dadelik gegaan het ek is jammer wat ek weet nie wat ja so"}, {"start": 82.13, "end": 82.14, "text": "ek is jammer wat ek weet nie wat ja so"}, {"start": 82.14, "end": 83.39, "text": "ek is jammer wat ek weet nie wat ja so ek weet nie ek weet nie watter taal dit"}, {"start": 83.39, "end": 83.4, "text": "ek weet nie ek weet nie watter taal dit"}, {"start": 83.4, "end": 85.64, "text": "ek weet nie ek weet nie watter taal dit is nie ek weet nie ek was net nie voorbereid"}, {"start": 85.64, "end": 85.65, "text": "is nie ek weet nie ek was net nie voorbereid"}, {"start": 85.65, "end": 87.8, "text": "is nie ek weet nie ek was net nie voorbereid natuurlik my hele lewe lank om dit te doen en"}, {"start": 87.8, "end": 87.81, "text": "natuurlik my hele lewe lank om dit te doen en"}, {"start": 87.81, "end": 89.569, "text": "natuurlik my hele lewe lank om dit te doen en niemand het ons ooit gevang toe dit"}, {"start": 89.569, "end": 89.57900000000001, "text": "niemand het ons ooit gevang toe dit"}, {"start": 89.57900000000001, "end": 91.969, "text": "niemand het ons ooit gevang toe dit die eerste keer so nou moet ons 'n"}, {"start": 91.969, "end": 91.979, "text": "die eerste keer so nou moet ons 'n"}, {"start": 91.979, "end": 94.52000000000001, "text": "die eerste keer so nou moet ons 'n bietjie meer versigtig wees"}], "createdAt": "2025-12-15T06:35:52.000Z", "imageUrl": "https://img.youtube.com/vi/mgbazMnt_Pc/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=mgbazMnt_Pc", "isFavorite": false, "progress": 0, "genre": "society"}, {"id": "yt_kKdUtgET2bY", "userId": "system_native", "title": "DJ Ossewa - Briljantjie (Official Video)", "language": "af", "content": "amen amen jy moes daar gedra jy draai net die ding jy moes daar gedra jy draai net die ding jy moes daar gedra jy draai net die ding om ok boys maak klere bybel ok boys maak klere bybel ok boys maak klere bybel kom ek dink nie julle is hier [Musiek] sonbrilletjies sonbrilletjies sonbrilletjies ohoho die glas is gekraak la la la ohoho die glas is gekraak la la la ohoho die glas is gekraak la la la sonbrilletjies o gats wat gaan jy maak sonbrilletjies sonbrilletjies sonbrilletjies oewel dit maak nie saak dit maak nie oewel dit maak nie saak dit maak nie oewel dit maak nie saak dit maak nie saak want dit help tog nie want jy sien saak want dit help tog nie want jy sien saak want dit help tog nie want jy sien nie hoe goed jy lyk weer my brilletjie nie hoe goed jy lyk weer my brilletjie nie hoe goed jy lyk weer my brilletjie soos stop nou al jou twak ek gaan jou soos stop nou al jou twak ek gaan jou soos stop nou al jou twak ek gaan jou iets iets iets ossewa styl komaan ons doen dieselfde vat jou huis vat jou huis vat jou huis in jou maatjie vir die ryk kom al ons doen vir die ryk kom al ons doen vir die ryk kom al ons doen [Musiek] [Musiek] [Musiek] wat jou hartjie wat jou hartjie wat jou hartjie daai lyfies vir jou gee vir die here bril gee vir die here bril gee vir die here bril [Musiek] [Musiek] [Musiek] linkervoet voor sit jou linker linkervoet voor sit jou linker linkervoet voor sit jou linker ka ka ka nt met jou hande op jou rug een tree met nt met jou hande op jou rug een tree met nt met jou hande op jou rug een tree met jou arms in die lug draai nou in die jou arms in die lug draai nou in die jou arms in die lug draai nou in die rondom dit is baie op jou gesig nou rondom dit is baie op jou gesig nou rondom dit is baie op jou gesig nou anders om met jou hande langs jou kop of anders om met jou hande langs jou kop of anders om met jou hande langs jou kop of wys vir my jou bril wat is ook die van wys vir my jou bril wat is ook die van wys vir my jou bril wat is ook die van jou dop maak little los met jou voete jou dop maak little los met jou voete jou dop maak little los met jou voete wat skop klap jou hande hoog wat skop klap jou hande hoog wat skop klap jou hande hoog stens stens stens komaan ons doen dieselfde vat jou hartjie vat jou hartjie vat jou hartjie dan lyk die skrif jou maatjie dan lyk die skrif jou maatjie dan lyk die skrif jou maatjie lig jou kleuter nie rantjie lig jou kleuter nie rantjie lig jou kleuter nie rantjie kom al ons doen die bril jy't nie kom al ons doen die bril jy't nie kom al ons doen die bril jy't nie sy dogter wat jou hartjie [Musiek] [Musiek] [Musiek] geskeduleintjie bril jy geskeduleintjie bril jy geskeduleintjie bril jy maak vir die heilige maak vir die heilige maak vir die heilige [Musiek] [Musiek] [Musiek] gees hei hei hei hei hei hei hei hei hei son brilletjies ohoho son brilletjies ohoho son brilletjies ohoho hoas is gekraak la la la la hoas is gekraak la la la la hoas is gekraak la la la la sonbrilletjies sonbrilletjies sonbrilletjies oewers wat gaan jy maak sonbrilletjies sonbrilletjies sonbrilletjies oewel dit maak nie saak dit maak nie oewel dit maak nie saak dit maak nie oewel dit maak nie saak dit maak nie saak want dit help tog nie want jy sien saak want dit help tog nie want jy sien saak want dit help tog nie want jy sien nie hoe goed jy lyk deur my brilletjie nie hoe goed jy lyk deur my brilletjie nie hoe goed jy lyk deur my brilletjie soos stop nou al jou twak ek gaan jou soos stop nou al jou twak ek gaan jou soos stop nou al jou twak ek gaan jou iets leef kom aan ons doen kom aan ons doen kom aan ons doen sy dokter wil ek vat jou sy dokter wil ek vat jou sy dokter wil ek vat jou ges ges ges in vir jou maatjie nothing nothing nothing kom al ons doen die bril jy weet nie wat jou uit die skrif jou maatjie lig uit die skrif jou maatjie lig uit die skrif jou maatjie lig wees in die randjie juffrou wees in die randjie juffrou wees in die randjie juffrou [Musiek] ohoho ohoho ohoho [Musiek] ho [Musiek] [Musiek] [Musiek] ste", "sentences": ["amen amen jy moes daar gedra jy draai net die ding jy moes daar gedra jy draai net die ding jy moes daar gedra jy draai net die ding om ok boys maak klere bybel ok boys maak klere bybel ok boys maak klere bybel kom ek dink nie julle is hier [Musiek] sonbrilletjies sonbrilletjies sonbrilletjies ohoho die glas is gekraak la la la ohoho die glas is gekraak la la la ohoho die glas is gekraak la la la sonbrilletjies o gats wat gaan jy maak sonbrilletjies sonbrilletjies sonbrilletjies oewel dit maak nie saak dit maak nie oewel dit maak nie saak dit maak nie oewel dit maak nie saak dit maak nie saak want dit help tog nie want jy sien saak want dit help tog nie want jy sien saak want dit help tog nie want jy sien nie hoe goed jy lyk weer my brilletjie nie hoe goed jy lyk weer my brilletjie nie hoe goed jy lyk weer my brilletjie soos stop nou al jou twak ek gaan jou soos stop nou al jou twak ek gaan jou soos stop nou al jou twak ek gaan jou iets iets iets ossewa styl komaan ons doen dieselfde vat jou huis vat jou huis vat jou huis in jou maatjie vir die ryk kom al ons doen vir die ryk kom al ons doen vir die ryk kom al ons doen [Musiek] [Musiek] [Musiek] wat jou hartjie wat jou hartjie wat jou hartjie daai lyfies vir jou gee vir die here bril gee vir die here bril gee vir die here bril [Musiek] [Musiek] [Musiek] linkervoet voor sit jou linker linkervoet voor sit jou linker linkervoet voor sit jou linker ka ka ka nt met jou hande op jou rug een tree met nt met jou hande op jou rug een tree met nt met jou hande op jou rug een tree met jou arms in die lug draai nou in die jou arms in die lug draai nou in die jou arms in die lug draai nou in die rondom dit is baie op jou gesig nou rondom dit is baie op jou gesig nou rondom dit is baie op jou gesig nou anders om met jou hande langs jou kop of anders om met jou hande langs jou kop of anders om met jou hande langs jou kop of wys vir my jou bril wat is ook die van wys vir my jou bril wat is ook die van wys vir my jou bril wat is ook die van jou dop maak little los met jou voete jou dop maak little los met jou voete jou dop maak little los met jou voete wat skop klap jou hande hoog wat skop klap jou hande hoog wat skop klap jou hande hoog stens stens stens komaan ons doen dieselfde vat jou hartjie vat jou hartjie vat jou hartjie dan lyk die skrif jou maatjie dan lyk die skrif jou maatjie dan lyk die skrif jou maatjie lig jou kleuter nie rantjie lig jou kleuter nie rantjie lig jou kleuter nie rantjie kom al ons doen die bril jy't nie kom al ons doen die bril jy't nie kom al ons doen die bril jy't nie sy dogter wat jou hartjie [Musiek] [Musiek] [Musiek] geskeduleintjie bril jy geskeduleintjie bril jy geskeduleintjie bril jy maak vir die heilige maak vir die heilige maak vir die heilige [Musiek] [Musiek] [Musiek] gees hei hei hei hei hei hei hei hei hei son brilletjies ohoho son brilletjies ohoho son brilletjies ohoho hoas is gekraak la la la la hoas is gekraak la la la la hoas is gekraak la la la la sonbrilletjies sonbrilletjies sonbrilletjies oewers wat gaan jy maak sonbrilletjies sonbrilletjies sonbrilletjies oewel dit maak nie saak dit maak nie oewel dit maak nie saak dit maak nie oewel dit maak nie saak dit maak nie saak want dit help tog nie want jy sien saak want dit help tog nie want jy sien saak want dit help tog nie want jy sien nie hoe goed jy lyk deur my brilletjie nie hoe goed jy lyk deur my brilletjie nie hoe goed jy lyk deur my brilletjie soos stop nou al jou twak ek gaan jou soos stop nou al jou twak ek gaan jou soos stop nou al jou twak ek gaan jou iets leef kom aan ons doen kom aan ons doen kom aan ons doen sy dokter wil ek vat jou sy dokter wil ek vat jou sy dokter wil ek vat jou ges ges ges in vir jou maatjie nothing nothing nothing kom al ons doen die bril jy weet nie wat jou uit die skrif jou maatjie lig uit die skrif jou maatjie lig uit die skrif jou maatjie lig wees in die randjie juffrou wees in die randjie juffrou wees in die randjie juffrou [Musiek] ohoho ohoho ohoho [Musiek] ho [Musiek] [Musiek] [Musiek] ste"], "transcript": [{"start": 0.659, "end": 8.589, "text": "amen amen"}, {"start": 8.599, "end": 11.99, "text": "jy moes daar gedra jy draai net die ding"}, {"start": 11.99, "end": 12.0, "text": "jy moes daar gedra jy draai net die ding"}, {"start": 12.0, "end": 15.41, "text": "jy moes daar gedra jy draai net die ding om"}, {"start": 15.42, "end": 18.769, "text": "ok boys maak klere bybel"}, {"start": 18.769, "end": 18.779, "text": "ok boys maak klere bybel"}, {"start": 18.779, "end": 31.31, "text": "ok boys maak klere bybel kom"}, {"start": 31.32, "end": 47.15, "text": "ek dink nie julle is hier"}, {"start": 47.16, "end": 51.67, "text": "[Musiek]"}, {"start": 51.68, "end": 53.529, "text": "sonbrilletjies"}, {"start": 53.529, "end": 53.539, "text": "sonbrilletjies"}, {"start": 53.539, "end": 58.569, "text": "sonbrilletjies ohoho die glas is gekraak la la la"}, {"start": 58.569, "end": 58.579, "text": "ohoho die glas is gekraak la la la"}, {"start": 58.579, "end": 65.59, "text": "ohoho die glas is gekraak la la la sonbrilletjies o gats wat gaan jy maak"}, {"start": 65.6, "end": 67.45, "text": "sonbrilletjies"}, {"start": 67.45, "end": 67.46, "text": "sonbrilletjies"}, {"start": 67.46, "end": 71.51, "text": "sonbrilletjies oewel dit maak nie saak dit maak nie"}, {"start": 71.51, "end": 71.52, "text": "oewel dit maak nie saak dit maak nie"}, {"start": 71.52, "end": 75.05, "text": "oewel dit maak nie saak dit maak nie saak want dit help tog nie want jy sien"}, {"start": 75.05, "end": 75.06, "text": "saak want dit help tog nie want jy sien"}, {"start": 75.06, "end": 78.789, "text": "saak want dit help tog nie want jy sien nie hoe goed jy lyk weer my brilletjie"}, {"start": 78.789, "end": 78.799, "text": "nie hoe goed jy lyk weer my brilletjie"}, {"start": 78.799, "end": 82.789, "text": "nie hoe goed jy lyk weer my brilletjie soos stop nou al jou twak ek gaan jou"}, {"start": 82.789, "end": 82.799, "text": "soos stop nou al jou twak ek gaan jou"}, {"start": 82.799, "end": 83.87, "text": "soos stop nou al jou twak ek gaan jou iets"}, {"start": 83.87, "end": 83.88, "text": "iets"}, {"start": 83.88, "end": 89.41, "text": "iets ossewa styl komaan ons doen dieselfde"}, {"start": 89.42, "end": 92.63, "text": "vat jou huis"}, {"start": 92.63, "end": 92.64, "text": "vat jou huis"}, {"start": 92.64, "end": 96.89, "text": "vat jou huis in jou maatjie"}, {"start": 96.9, "end": 100.86, "text": "vir die ryk kom al ons doen"}, {"start": 100.86, "end": 100.87, "text": "vir die ryk kom al ons doen"}, {"start": 100.87, "end": 103.91, "text": "vir die ryk kom al ons doen [Musiek]"}, {"start": 103.91, "end": 103.92, "text": "[Musiek]"}, {"start": 103.92, "end": 106.21000000000001, "text": "[Musiek] wat jou hartjie"}, {"start": 106.21000000000001, "end": 106.22, "text": "wat jou hartjie"}, {"start": 106.22, "end": 110.45, "text": "wat jou hartjie daai lyfies vir jou"}, {"start": 110.46000000000001, "end": 114.03999999999999, "text": "gee vir die here bril"}, {"start": 114.03999999999999, "end": 114.05, "text": "gee vir die here bril"}, {"start": 114.05, "end": 129.13, "text": "gee vir die here bril [Musiek]"}, {"start": 129.13, "end": 129.14, "text": "[Musiek]"}, {"start": 129.14, "end": 132.17, "text": "[Musiek] linkervoet voor sit jou linker"}, {"start": 132.17, "end": 132.18, "text": "linkervoet voor sit jou linker"}, {"start": 132.18, "end": 132.83, "text": "linkervoet voor sit jou linker ka"}, {"start": 132.83, "end": 132.84, "text": "ka"}, {"start": 132.84, "end": 137.809, "text": "ka nt met jou hande op jou rug een tree met"}, {"start": 137.809, "end": 137.819, "text": "nt met jou hande op jou rug een tree met"}, {"start": 137.819, "end": 140.69, "text": "nt met jou hande op jou rug een tree met jou arms in die lug draai nou in die"}, {"start": 140.69, "end": 140.7, "text": "jou arms in die lug draai nou in die"}, {"start": 140.7, "end": 143.39, "text": "jou arms in die lug draai nou in die rondom dit is baie op jou gesig nou"}, {"start": 143.39, "end": 143.4, "text": "rondom dit is baie op jou gesig nou"}, {"start": 143.4, "end": 146.809, "text": "rondom dit is baie op jou gesig nou anders om met jou hande langs jou kop of"}, {"start": 146.809, "end": 146.819, "text": "anders om met jou hande langs jou kop of"}, {"start": 146.819, "end": 149.27, "text": "anders om met jou hande langs jou kop of wys vir my jou bril wat is ook die van"}, {"start": 149.27, "end": 149.28, "text": "wys vir my jou bril wat is ook die van"}, {"start": 149.28, "end": 152.57, "text": "wys vir my jou bril wat is ook die van jou dop maak little los met jou voete"}, {"start": 152.57, "end": 152.57999999999998, "text": "jou dop maak little los met jou voete"}, {"start": 152.57999999999998, "end": 156.29, "text": "jou dop maak little los met jou voete wat skop klap jou hande hoog"}, {"start": 156.29, "end": 156.3, "text": "wat skop klap jou hande hoog"}, {"start": 156.3, "end": 157.309, "text": "wat skop klap jou hande hoog stens"}, {"start": 157.309, "end": 157.31900000000002, "text": "stens"}, {"start": 157.31900000000002, "end": 161.71, "text": "stens komaan ons doen dieselfde"}, {"start": 161.72, "end": 164.47, "text": "vat jou hartjie"}, {"start": 164.47, "end": 164.48, "text": "vat jou hartjie"}, {"start": 164.48, "end": 167.65, "text": "vat jou hartjie dan lyk die skrif jou maatjie"}, {"start": 167.65, "end": 167.66, "text": "dan lyk die skrif jou maatjie"}, {"start": 167.66, "end": 170.949, "text": "dan lyk die skrif jou maatjie lig jou kleuter nie rantjie"}, {"start": 170.949, "end": 170.959, "text": "lig jou kleuter nie rantjie"}, {"start": 170.959, "end": 174.61, "text": "lig jou kleuter nie rantjie kom al ons doen die bril jy't nie"}, {"start": 174.61, "end": 174.62, "text": "kom al ons doen die bril jy't nie"}, {"start": 174.62, "end": 179.51, "text": "kom al ons doen die bril jy't nie sy dogter wat jou hartjie"}, {"start": 179.52, "end": 183.55, "text": "[Musiek]"}, {"start": 183.55, "end": 183.56, "text": "[Musiek]"}, {"start": 183.56, "end": 186.47, "text": "[Musiek] geskeduleintjie bril jy"}, {"start": 186.47, "end": 186.48, "text": "geskeduleintjie bril jy"}, {"start": 186.48, "end": 189.92, "text": "geskeduleintjie bril jy maak vir die heilige"}, {"start": 189.92, "end": 189.93, "text": "maak vir die heilige"}, {"start": 189.93, "end": 191.33, "text": "maak vir die heilige [Musiek]"}, {"start": 191.33, "end": 191.34, "text": "[Musiek]"}, {"start": 191.34, "end": 199.39, "text": "[Musiek] gees"}, {"start": 199.4, "end": 201.29, "text": "hei hei hei"}, {"start": 201.29, "end": 201.3, "text": "hei hei hei"}, {"start": 201.3, "end": 205.19, "text": "hei hei hei son brilletjies ohoho"}, {"start": 205.19, "end": 205.2, "text": "son brilletjies ohoho"}, {"start": 205.2, "end": 208.57, "text": "son brilletjies ohoho hoas is gekraak la la la la"}, {"start": 208.57, "end": 208.57999999999998, "text": "hoas is gekraak la la la la"}, {"start": 208.57999999999998, "end": 210.49, "text": "hoas is gekraak la la la la sonbrilletjies"}, {"start": 210.49, "end": 210.5, "text": "sonbrilletjies"}, {"start": 210.5, "end": 215.589, "text": "sonbrilletjies oewers wat gaan jy maak"}, {"start": 215.599, "end": 217.57, "text": "sonbrilletjies"}, {"start": 217.57, "end": 217.57999999999998, "text": "sonbrilletjies"}, {"start": 217.57999999999998, "end": 221.69, "text": "sonbrilletjies oewel dit maak nie saak dit maak nie"}, {"start": 221.69, "end": 221.7, "text": "oewel dit maak nie saak dit maak nie"}, {"start": 221.7, "end": 225.11, "text": "oewel dit maak nie saak dit maak nie saak want dit help tog nie want jy sien"}, {"start": 225.11, "end": 225.12, "text": "saak want dit help tog nie want jy sien"}, {"start": 225.12, "end": 228.85, "text": "saak want dit help tog nie want jy sien nie hoe goed jy lyk deur my brilletjie"}, {"start": 228.85, "end": 228.86, "text": "nie hoe goed jy lyk deur my brilletjie"}, {"start": 228.86, "end": 232.85, "text": "nie hoe goed jy lyk deur my brilletjie soos stop nou al jou twak ek gaan jou"}, {"start": 232.85, "end": 232.86, "text": "soos stop nou al jou twak ek gaan jou"}, {"start": 232.86, "end": 237.91, "text": "soos stop nou al jou twak ek gaan jou iets leef"}, {"start": 237.92000000000002, "end": 241.75, "text": "kom aan ons doen"}, {"start": 241.75, "end": 241.76, "text": "kom aan ons doen"}, {"start": 241.76, "end": 244.93, "text": "kom aan ons doen sy dokter wil ek vat jou"}, {"start": 244.93, "end": 244.94, "text": "sy dokter wil ek vat jou"}, {"start": 244.94, "end": 246.89, "text": "sy dokter wil ek vat jou ges"}, {"start": 246.89, "end": 246.9, "text": "ges"}, {"start": 246.9, "end": 250.25, "text": "ges in vir jou maatjie"}, {"start": 250.26, "end": 252.13, "text": "nothing"}, {"start": 252.13, "end": 252.14, "text": "nothing"}, {"start": 252.14, "end": 257.509, "text": "nothing kom al ons doen die bril jy weet nie"}, {"start": 257.519, "end": 260.569, "text": "wat jou"}, {"start": 260.579, "end": 264.469, "text": "uit die skrif jou maatjie lig"}, {"start": 264.469, "end": 264.479, "text": "uit die skrif jou maatjie lig"}, {"start": 264.479, "end": 267.66, "text": "uit die skrif jou maatjie lig wees in die randjie juffrou"}, {"start": 267.66, "end": 267.67, "text": "wees in die randjie juffrou"}, {"start": 267.67, "end": 272.51, "text": "wees in die randjie juffrou [Musiek]"}, {"start": 272.52, "end": 274.25, "text": "ohoho"}, {"start": 274.25, "end": 274.26, "text": "ohoho"}, {"start": 274.26, "end": 279.53, "text": "ohoho [Musiek]"}, {"start": 279.54, "end": 282.68, "text": "ho"}, {"start": 282.69, "end": 284.03, "text": "[Musiek]"}, {"start": 284.03, "end": 284.04, "text": "[Musiek]"}, {"start": 284.04, "end": 286.58, "text": "[Musiek] ste"}], "createdAt": "2025-12-15T06:34:31.000Z", "imageUrl": "https://img.youtube.com/vi/kKdUtgET2bY/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=kKdUtgET2bY", "isFavorite": false, "progress": 0, "genre": "music"}, {"id": "yt_78GV9tq-YNQ", "userId": "system_native", "title": "Speaking Afrikaans to My American Husband for 24 Hours – He Was SO Confused! 🤣", "language": "af", "content": "Haai julle, welkom terug na ons kanaal. Haai julle, welkom terug na ons kanaal. Haai julle, welkom terug na ons kanaal. Dit is julle naam JY Logan en vandag is ek Dit is julle naam JY Logan en vandag is ek Dit is julle naam JY Logan en vandag is ek terug met nog 'n grapvideo. As julle terug met nog 'n grapvideo. As julle terug met nog 'n grapvideo. As julle nuut is op hierdie kanaal, welkom, welkom, nuut is op hierdie kanaal, welkom, welkom, nuut is op hierdie kanaal, welkom, welkom, welkom, en as julle reg is, welkom terug, welkom, en as julle reg is, welkom terug, welkom, en as julle reg is, welkom terug, skat. Vandag gaan ons grapjas maak by skat. Vandag gaan ons grapjas maak by skat. Vandag gaan ons grapjas maak by aanhangers, so ek doen eintlik wat julle my aanhangers, so ek doen eintlik wat julle my aanhangers, so ek doen eintlik wat julle my gevra het. Ek het reeds gestort. Ek gevra het. Ek het reeds gestort. Ek gevra het. Ek het reeds gestort. Ek moet net aantrek en is nou klaar. moet net aantrek en is nou klaar. moet net aantrek en is nou klaar. Ons het ook nou net gestort. Ek het nou net klaar gestort, Ons het ook nou net gestort. Ek het nou net klaar gestort, Ons het ook nou net gestort. Ek het nou net klaar gestort, so ek gaan die so ek gaan die so ek gaan die hele dag oor dieselfde praat. Okay, hele dag oor dieselfde praat. Okay, hele dag oor dieselfde praat. Okay, hoop julle geniet hierdie video, hoop julle geniet hierdie video, hoop julle geniet hierdie video, baba. Ek weet ook nie wat ek vir wat ek vir wat ek vir ontbyt wil hê nie. Nee, ek wens dis wat jy gesê het. Wat het ek? gesê het. Wat het ek? gesê het. Wat het ek? Nee, my gesig is my gesig is my gesig is droog. Jou gesig is droog. Ja, okay, so wat droog. Jou gesig is droog. Ja, okay, so wat droog. Jou gesig is droog. Ja, okay, so wat vra jy? So jy het lotion van die winkelsentrum nodig. Jy moet winkelsentrum toe gaan. Jy moet speelgoed gaan. winkelsentrum nodig. Jy moet winkelsentrum toe gaan. Jy moet speelgoed gaan. winkelsentrum nodig. Jy moet winkelsentrum toe gaan. Jy moet speelgoed gaan. Ja, jy gaan praat. jy gaan praat. jy gaan praat. [Musiek] [Musiek] [Musiek] Afrikane, julle. [Musiek] [Applous] Ja, die ja, okay, broer, okay, broer, okay, broer, wat, stop asseblief, stop. Ek is mal oor die ou wat gesê het: \"Hoe stop. Ek is mal oor die ou wat gesê het: \"Hoe stop. Ek is mal oor die ou wat gesê het: \"Hoe weet jy, hoe onthou jy hoe om te sê: 'n weet jy, hoe onthou jy hoe om te sê: 'n weet jy, hoe onthou jy hoe om te sê: 'n donkie? Dit is 'n donkie. Maklik, wat nou? Spaar vir die wat nou? Spaar vir die wat nou? Spaar vir die mense waar?  Gaan ons nou huh, ons mense waar?  Gaan ons nou huh, ons mense waar?  Gaan ons nou huh, ons gaan winkelsentrum toe? gaan winkelsentrum toe? gaan winkelsentrum toe? ja, sommige huh, jy het gesê ons gaan ja, sommige huh, jy het gesê ons gaan ja, sommige huh, jy het gesê ons gaan winkelsentrum toe? wow ou, hoekom is afan soveel moeiliker? Dana, ja, dit winkelsentrum toe? wow ou, hoekom is afan soveel moeiliker? Dana, ja, dit is regtig, ja, ja, ja, by ons gaan julle later sien, later by ons gaan julle later sien, later by ons gaan julle later sien, later wanneer ons dit môre kry, want dit is wanneer ons dit môre kry, want dit is wanneer ons dit môre kry, want dit is warm. Ek kan nie nou vlog soos sweet en d nie. Yah, oh, warm. Ek kan nie nou vlog soos sweet en d nie. Yah, oh, warm. Ek kan nie nou vlog soos sweet en d nie. Yah, oh, ek weet wat dit beteken, is hoender, ek weet wat dit beteken, is hoender, ek weet wat dit beteken, is hoender, want my vriend het my 'n slegte woord daarmee geleer. Ek weet wat dit Ek weet wat dit Ek weet wat dit beteken, want my vriend, my vriend het my geleer. beteken, want my vriend, my vriend het my geleer. beteken, want my vriend, my vriend het my geleer. H na huh, wat jy h, so dit beteken hoender eer. Wys jou foon op. uh. Haai, dit het Wys jou foon op. uh. Haai, dit het Wys jou foon op. uh. Haai, dit het eintlik meer Engels geklink, so ek kon eintlik meer Engels geklink, so ek kon eintlik meer Engels geklink, so ek kon verstaan ​​dat water in die motor e in die motor ek weet wat sy bedoel wat sy bedoel. motor ek weet wat sy bedoel wat sy bedoel. motor ek weet wat sy bedoel wat sy bedoel. Ons gaan by die huis eet. Ek geel is, dit is Ons gaan by die huis eet. Ek geel is, dit is Ons gaan by die huis eet. Ek geel is, dit is oukei, ouens. So ons is by die winkelsentrum. Nou het ons net oukei, ouens. So ons is by die winkelsentrum. Nou het ons net oukei, ouens. So ons is by die winkelsentrum. Nou het ons net aangekom, um ja, en wag net vir die lyf om af te kom. ja, en wag net vir die lyf om af te kom. ja, en wag net vir die lyf om af te kom. O my God, O my God, O my God, hierdie hallo o, hi ouens. Hi, hoe gaan dit met julle? Goed, ons gaan hallo o, hi ouens. Hi, hoe gaan dit met julle? Goed, ons gaan hallo o, hi ouens. Hi, hoe gaan dit met julle? Goed, ons gaan goed, hi seun. goed, hi seun. goed, hi seun. Hi, lekker sien julle ouens, baie nee. Ja, in watter winkel gaan ons ingaan? Is dit dat watter winkel gaan ons ingaan? Is dit dat watter winkel gaan ons ingaan? Is dit dat jy sê ja, ja, ja, um, kom ons gaan skeppie toe, man. Okay, okay skeppie toe, man. Okay, okay skeppie toe, man. Okay, okay ouens. Ons is by winkels. Nou doen ons?  benodig 'n karretjie CP karretjie nee polisieman is Nou doen ons?  benodig 'n karretjie CP karretjie nee polisieman is Nou doen ons?  benodig 'n karretjie CP karretjie nee polisieman is kop dis C o c het ons 'n kop dis C o c het ons 'n kop dis C o c het ons 'n kar nodig wou jy nie kar nodig wou jy nie kar nodig wou jy nie mango's hê mang mango's hê mang mango's hê mang mang mango's ek benodig skoon bokse o ja huh ja huh ja huh soos soos ja hey hoe sê jy die nommer enige nommer enige nommer enige letter daardie letter daardie letter daardie knie ja KNE knie ja KNE knie ja KNE wat kan ons eet vir wat kan ons eet vir wat kan ons eet vir f wat is f wat is f wat is waaier dis waaier vir waaier dis waaier vir waaier dis waaier vir aandete ja dis eintlik een van die makliker woorde soos ek sou eerder waaier sê dit woorde soos ek sou eerder waaier sê dit woorde soos ek sou eerder waaier sê dit vir aandete dis minder hierdie hoender met knoffel maar ja ek vis ja jy verbeel jou as was Afrikaanse meisie en soos bu 'n en soos bu 'n en soos bu 'n donkie dis so vreemd op die oomblik donkie dis so vreemd op die oomblik donkie dis so vreemd op die oomblik um vir 'n bykos wat ons kan um vir 'n bykos wat ons kan um vir 'n bykos wat ons kan hê ek weet nie kom ons kyk is in ja dit is in ja dis is in ja dit is in ja dis is in ja dit is in ja dis [Musiek] [Musiek] [Musiek] reg hulle sê hulle het jou op reg hulle sê hulle het jou op reg hulle sê hulle het jou op Facebook gesien ek is van Florida ek het jou Facebook gesien ek is van Florida ek het jou Facebook gesien ek is van Florida ek het jou op Facebook gesien ja o ja ja ja albei op Facebook gesien ja o ja ja ja albei op Facebook gesien ja o ja ja ja albei waarskynlik ja wat is dit dan ek het dit gesien gesien waarskynlik ja wat is dit dan ek het dit gesien gesien ja ons eintlik St in o jy woon in ja dankie [ __ ] liefde afri nooit ooit enige Amerikaanse soort kry lyk soort kry lyk soort kry lyk goed Spruite jy weet hoe om Russ goed Spruite jy weet hoe om Russ goed Spruite jy weet hoe om Russ Spruite te maak ek weet nie hoe om hulle te maak nie [Musiek] mooi  aspersies ja o okei dis nie baie nie [Musiek] alhoewel wat ek weet hoe om te wat ek weet hoe om te wat ek weet hoe om te kook ja ek weet hoe om dit te kook doen Slang Slang Slang slang slang hallo hallo hallo H H H nodig ja met met met nou h vir my hond s aan sien aan ja die ek weet nie dis dit hierdie my is oukei as ek 'n tweede bed op hierdie my is oukei as ek 'n tweede bed op hierdie my is oukei as ek 'n tweede bed op ja dis goed ja nee nee jy kan bring geen idee wat jy sê nie bring geen idee wat jy sê nie [Musiek] deur dkey dkey dkey S EX hou van uh dis uh dis uh dis oukei dit enigiemand anders ons het eintlik oukei dit enigiemand anders ons het eintlik oukei dit enigiemand anders ons het eintlik een by die huis, maar jy het dit nooit geregistreer nie een by die huis, maar jy het dit nooit geregistreer nie een by die huis, maar jy het dit nooit geregistreer nie ek sal net moet wanneer ek by die huis kom ek praat ek sal net moet wanneer ek by die huis kom ek praat ek sal net moet wanneer ek by die huis kom ek praat Engels nou praat jy gaan net y jy is so slaap ek is so jy het hom so jy het hom so jy het hom uitgekry dankie dankie oukei op oukei oukei ouens ons is tans by Food is tans by Food is tans by Food Lovers Lovers Lovers [Musiek] um hey is dit wat jy sê o ja ons moet dit kry o sê o ja ons moet dit kry o sê o ja ons moet dit kry o perfek dankie dankie wat is die verskil maar dis net 'n wat is die verskil maar dis net 'n wat is die verskil maar dis net 'n groter groter groter pakkie het die kry net die klein pakkie pakkie het die kry net die klein pakkie pakkie het die kry net die klein pakkie wat gaan hou wag daar is 'n voël wat gaan hou wag daar is 'n voël wat gaan hou wag daar is 'n voël in die winkel ja daar is 'n voël in die in die winkel ja daar is 'n voël in die in die winkel ja daar is 'n voël in die winkel pa regtig ja net jy sien in winkel pa regtig ja net jy sien in winkel pa regtig ja net jy sien in Suid- Suid- Suid- Afrika ja kan  Kry die vrugte, die enige van enige van enige van hierdie hier, pistasies, dit is hierdie hier, pistasies, dit is hierdie hier, pistasies, dit is waarskynlik die goedkoopste borde wat jy kan kry. waarskynlik die goedkoopste borde wat jy kan kry. waarskynlik die goedkoopste borde wat jy kan kry. Saki, saki, is is is kyk, hallo hallo, en dis die, sy sê sy weet nie hoe om dit te doen nie, sy sê sy weet nie hoe om dit te doen nie, sy sê sy weet nie hoe om dit te doen nie, maar sy wou maar sy wou maar sy wou haar help. gedroogde perskes. D ja, daardie is, so, haar help. gedroogde perskes. D ja, daardie is, so, haar help. gedroogde perskes. D ja, daardie is, so, daardie is so. Li goed. [Applous] [Musiek] Totsiens, lekker om julle te ontmoet. Totsiens, lekker om julle te ontmoet. Totsiens, lekker om julle te ontmoet. Eddie die M, um, lekker nou, ja, hulle Eddie die M, um, lekker nou, ja, hulle Eddie die M, um, lekker nou, ja, hulle was baie gaaf, lekker, dit was baie gaaf, lekker, dit was baie gaaf, lekker, dit was gaaf. uh hallo, hoe gaan dit met jou? Ons is klaar. ja, huh, wat ja, wat ja, wat ja, wat wat wat beteken dit, jy's nou honger? ja, jy weet beteken dit, jy's nou honger? ja, jy weet beteken dit, jy's nou honger? ja, jy weet wat hy gesê het toe hy uit die motor kom? wat hy gesê het toe hy uit die motor kom? wat hy gesê het toe hy uit die motor kom? Ek is lus vir Ek is lus vir Ek is lus vir KFC? Soort KFC: doen presies wat jy gesê het. o ja, hoekom het jy nie daaraan gedink nie? So o ja, hoekom het jy nie daaraan gedink nie? So o ja, hoekom het jy nie daaraan gedink nie? So goed, hallo hey, hoe gaan dit met jou? Jy van hier af? goed, hallo hey, hoe gaan dit met jou? Jy van hier af? goed, hallo hey, hoe gaan dit met jou? Jy van hier af? ja, ons bly in C. ja, ons bly in C. ja, ons bly in C. Eintlik weet ek dit selfs. Ek is lief vir julle, Eintlik weet ek dit selfs. Ek is lief vir julle, Eintlik weet ek dit selfs. Ek is lief vir julle, dankie, lief vir julle, baie dankie vir julle dankie, lief vir julle, baie dankie vir julle dankie, lief vir julle, baie dankie vir julle liefde, julle ondersteuning. Okay, geniet die liefde, julle ondersteuning. Okay, geniet die liefde, julle ondersteuning. Okay, geniet die res van julle dag. Ja, op die tweede Ja, op die tweede Ja, op die tweede verdieping, so op, wat op, o daar. Hallo, hysbak, dit was so 'n L van was so 'n L van was so 'n L van tyd, nou kom ons kom hier uit. Totsiens. Dy aan almal. almal. almal. Chel Channel. Teken in.  video's Chel Channel. Teken in.  video's Chel Channel. Teken in.  video's hou van video's hou van hou van hou van mans mans mans deur dankie vir deur dankie vir deur dankie vir die kyk Logan die kyk Logan die kyk Logan F cool dankie totsiens", "sentences": ["Haai julle, welkom terug na ons kanaal.", "Haai julle, welkom terug na ons kanaal.", "Haai julle, welkom terug na ons kanaal.", "Dit is julle naam JY Logan en vandag is ek Dit is julle naam JY Logan en vandag is ek Dit is julle naam JY Logan en vandag is ek terug met nog 'n grapvideo.", "As julle terug met nog 'n grapvideo.", "As julle terug met nog 'n grapvideo.", "As julle nuut is op hierdie kanaal, welkom, welkom, nuut is op hierdie kanaal, welkom, welkom, nuut is op hierdie kanaal, welkom, welkom, welkom, en as julle reg is, welkom terug, welkom, en as julle reg is, welkom terug, welkom, en as julle reg is, welkom terug, skat.", "Vandag gaan ons grapjas maak by skat.", "Vandag gaan ons grapjas maak by skat.", "Vandag gaan ons grapjas maak by aanhangers, so ek doen eintlik wat julle my aanhangers, so ek doen eintlik wat julle my aanhangers, so ek doen eintlik wat julle my gevra het.", "Ek het reeds gestort.", "Ek gevra het.", "Ek het reeds gestort.", "Ek gevra het.", "Ek het reeds gestort.", "Ek moet net aantrek en is nou klaar.", "moet net aantrek en is nou klaar.", "moet net aantrek en is nou klaar.", "Ons het ook nou net gestort.", "Ek het nou net klaar gestort, Ons het ook nou net gestort.", "Ek het nou net klaar gestort, Ons het ook nou net gestort.", "Ek het nou net klaar gestort, so ek gaan die so ek gaan die so ek gaan die hele dag oor dieselfde praat.", "Okay, hele dag oor dieselfde praat.", "Okay, hele dag oor dieselfde praat.", "Okay, hoop julle geniet hierdie video, hoop julle geniet hierdie video, hoop julle geniet hierdie video, baba.", "Ek weet ook nie wat ek vir wat ek vir wat ek vir ontbyt wil hê nie.", "Nee, ek wens dis wat jy gesê het.", "Wat het ek?", "gesê het.", "Wat het ek?", "gesê het.", "Wat het ek?", "Nee, my gesig is my gesig is my gesig is droog.", "Jou gesig is droog.", "Ja, okay, so wat droog.", "Jou gesig is droog.", "Ja, okay, so wat droog.", "Jou gesig is droog.", "Ja, okay, so wat vra jy?", "So jy het lotion van die winkelsentrum nodig.", "Jy moet winkelsentrum toe gaan.", "Jy moet speelgoed gaan.", "winkelsentrum nodig.", "Jy moet winkelsentrum toe gaan.", "Jy moet speelgoed gaan.", "winkelsentrum nodig.", "Jy moet winkelsentrum toe gaan.", "Jy moet speelgoed gaan.", "Ja, jy gaan praat.", "jy gaan praat.", "jy gaan praat.", "[Musiek] [Musiek] [Musiek] Afrikane, julle.", "[Musiek] [Applous] Ja, die ja, okay, broer, okay, broer, okay, broer, wat, stop asseblief, stop.", "Ek is mal oor die ou wat gesê het: \"Hoe stop.", "Ek is mal oor die ou wat gesê het: \"Hoe stop.", "Ek is mal oor die ou wat gesê het: \"Hoe weet jy, hoe onthou jy hoe om te sê: 'n weet jy, hoe onthou jy hoe om te sê: 'n weet jy, hoe onthou jy hoe om te sê: 'n donkie?", "Dit is 'n donkie.", "Maklik, wat nou?", "Spaar vir die wat nou?", "Spaar vir die wat nou?", "Spaar vir die mense waar?", "Gaan ons nou huh, ons mense waar?", "Gaan ons nou huh, ons mense waar?", "Gaan ons nou huh, ons gaan winkelsentrum toe?", "gaan winkelsentrum toe?", "gaan winkelsentrum toe?", "ja, sommige huh, jy het gesê ons gaan ja, sommige huh, jy het gesê ons gaan ja, sommige huh, jy het gesê ons gaan winkelsentrum toe?", "wow ou, hoekom is afan soveel moeiliker?", "Dana, ja, dit winkelsentrum toe?", "wow ou, hoekom is afan soveel moeiliker?", "Dana, ja, dit is regtig, ja, ja, ja, by ons gaan julle later sien, later by ons gaan julle later sien, later by ons gaan julle later sien, later wanneer ons dit môre kry, want dit is wanneer ons dit môre kry, want dit is wanneer ons dit môre kry, want dit is warm.", "Ek kan nie nou vlog soos sweet en d nie.", "Yah, oh, warm.", "Ek kan nie nou vlog soos sweet en d nie.", "Yah, oh, warm.", "Ek kan nie nou vlog soos sweet en d nie.", "Yah, oh, ek weet wat dit beteken, is hoender, ek weet wat dit beteken, is hoender, ek weet wat dit beteken, is hoender, want my vriend het my 'n slegte woord daarmee geleer.", "Ek weet wat dit Ek weet wat dit Ek weet wat dit beteken, want my vriend, my vriend het my geleer.", "beteken, want my vriend, my vriend het my geleer.", "beteken, want my vriend, my vriend het my geleer.", "H na huh, wat jy h, so dit beteken hoender eer.", "Wys jou foon op.", "uh.", "Haai, dit het Wys jou foon op.", "uh.", "Haai, dit het Wys jou foon op.", "uh.", "Haai, dit het eintlik meer Engels geklink, so ek kon eintlik meer Engels geklink, so ek kon eintlik meer Engels geklink, so ek kon verstaan ​​dat water in die motor e in die motor ek weet wat sy bedoel wat sy bedoel.", "motor ek weet wat sy bedoel wat sy bedoel.", "motor ek weet wat sy bedoel wat sy bedoel.", "Ons gaan by die huis eet.", "Ek geel is, dit is Ons gaan by die huis eet.", "Ek geel is, dit is Ons gaan by die huis eet.", "Ek geel is, dit is oukei, ouens.", "So ons is by die winkelsentrum.", "Nou het ons net oukei, ouens.", "So ons is by die winkelsentrum.", "Nou het ons net oukei, ouens.", "So ons is by die winkelsentrum.", "Nou het ons net aangekom, um ja, en wag net vir die lyf om af te kom.", "ja, en wag net vir die lyf om af te kom.", "ja, en wag net vir die lyf om af te kom.", "O my God, O my God, O my God, hierdie hallo o, hi ouens.", "Hi, hoe gaan dit met julle?", "Goed, ons gaan hallo o, hi ouens.", "Hi, hoe gaan dit met julle?", "Goed, ons gaan hallo o, hi ouens.", "Hi, hoe gaan dit met julle?", "Goed, ons gaan goed, hi seun.", "goed, hi seun.", "goed, hi seun.", "Hi, lekker sien julle ouens, baie nee.", "Ja, in watter winkel gaan ons ingaan?", "Is dit dat watter winkel gaan ons ingaan?", "Is dit dat watter winkel gaan ons ingaan?", "Is dit dat jy sê ja, ja, ja, um, kom ons gaan skeppie toe, man.", "Okay, okay skeppie toe, man.", "Okay, okay skeppie toe, man.", "Okay, okay ouens.", "Ons is by winkels.", "Nou doen ons?", "benodig 'n karretjie CP karretjie nee polisieman is Nou doen ons?", "benodig 'n karretjie CP karretjie nee polisieman is Nou doen ons?", "benodig 'n karretjie CP karretjie nee polisieman is kop dis C o c het ons 'n kop dis C o c het ons 'n kop dis C o c het ons 'n kar nodig wou jy nie kar nodig wou jy nie kar nodig wou jy nie mango's hê mang mango's hê mang mango's hê mang mang mango's ek benodig skoon bokse o ja huh ja huh ja huh soos soos ja hey hoe sê jy die nommer enige nommer enige nommer enige letter daardie letter daardie letter daardie knie ja KNE knie ja KNE knie ja KNE wat kan ons eet vir wat kan ons eet vir wat kan ons eet vir f wat is f wat is f wat is waaier dis waaier vir waaier dis waaier vir waaier dis waaier vir aandete ja dis eintlik een van die makliker woorde soos ek sou eerder waaier sê dit woorde soos ek sou eerder waaier sê dit woorde soos ek sou eerder waaier sê dit vir aandete dis minder hierdie hoender met knoffel maar ja ek vis ja jy verbeel jou as was Afrikaanse meisie en soos bu 'n en soos bu 'n en soos bu 'n donkie dis so vreemd op die oomblik donkie dis so vreemd op die oomblik donkie dis so vreemd op die oomblik um vir 'n bykos wat ons kan um vir 'n bykos wat ons kan um vir 'n bykos wat ons kan hê ek weet nie kom ons kyk is in ja dit is in ja dis is in ja dit is in ja dis is in ja dit is in ja dis [Musiek] [Musiek] [Musiek] reg hulle sê hulle het jou op reg hulle sê hulle het jou op reg hulle sê hulle het jou op Facebook gesien ek is van Florida ek het jou Facebook gesien ek is van Florida ek het jou Facebook gesien ek is van Florida ek het jou op Facebook gesien ja o ja ja ja albei op Facebook gesien ja o ja ja ja albei op Facebook gesien ja o ja ja ja albei waarskynlik ja wat is dit dan ek het dit gesien gesien waarskynlik ja wat is dit dan ek het dit gesien gesien ja ons eintlik St in o jy woon in ja dankie [ __ ] liefde afri nooit ooit enige Amerikaanse soort kry lyk soort kry lyk soort kry lyk goed Spruite jy weet hoe om Russ goed Spruite jy weet hoe om Russ goed Spruite jy weet hoe om Russ Spruite te maak ek weet nie hoe om hulle te maak nie [Musiek] mooi  aspersies ja o okei dis nie baie nie [Musiek] alhoewel wat ek weet hoe om te wat ek weet hoe om te wat ek weet hoe om te kook ja ek weet hoe om dit te kook doen Slang Slang Slang slang slang hallo hallo hallo H H H nodig ja met met met nou h vir my hond s aan sien aan ja die ek weet nie dis dit hierdie my is oukei as ek 'n tweede bed op hierdie my is oukei as ek 'n tweede bed op hierdie my is oukei as ek 'n tweede bed op ja dis goed ja nee nee jy kan bring geen idee wat jy sê nie bring geen idee wat jy sê nie [Musiek] deur dkey dkey dkey S EX hou van uh dis uh dis uh dis oukei dit enigiemand anders ons het eintlik oukei dit enigiemand anders ons het eintlik oukei dit enigiemand anders ons het eintlik een by die huis, maar jy het dit nooit geregistreer nie een by die huis, maar jy het dit nooit geregistreer nie een by die huis, maar jy het dit nooit geregistreer nie ek sal net moet wanneer ek by die huis kom ek praat ek sal net moet wanneer ek by die huis kom ek praat ek sal net moet wanneer ek by die huis kom ek praat Engels nou praat jy gaan net y jy is so slaap ek is so jy het hom so jy het hom so jy het hom uitgekry dankie dankie oukei op oukei oukei ouens ons is tans by Food is tans by Food is tans by Food Lovers Lovers Lovers [Musiek] um hey is dit wat jy sê o ja ons moet dit kry o sê o ja ons moet dit kry o sê o ja ons moet dit kry o perfek dankie dankie wat is die verskil maar dis net 'n wat is die verskil maar dis net 'n wat is die verskil maar dis net 'n groter groter groter pakkie het die kry net die klein pakkie pakkie het die kry net die klein pakkie pakkie het die kry net die klein pakkie wat gaan hou wag daar is 'n voël wat gaan hou wag daar is 'n voël wat gaan hou wag daar is 'n voël in die winkel ja daar is 'n voël in die in die winkel ja daar is 'n voël in die in die winkel ja daar is 'n voël in die winkel pa regtig ja net jy sien in winkel pa regtig ja net jy sien in winkel pa regtig ja net jy sien in Suid- Suid- Suid- Afrika ja kan  Kry die vrugte, die enige van enige van enige van hierdie hier, pistasies, dit is hierdie hier, pistasies, dit is hierdie hier, pistasies, dit is waarskynlik die goedkoopste borde wat jy kan kry.", "waarskynlik die goedkoopste borde wat jy kan kry.", "waarskynlik die goedkoopste borde wat jy kan kry.", "Saki, saki, is is is kyk, hallo hallo, en dis die, sy sê sy weet nie hoe om dit te doen nie, sy sê sy weet nie hoe om dit te doen nie, sy sê sy weet nie hoe om dit te doen nie, maar sy wou maar sy wou maar sy wou haar help.", "gedroogde perskes.", "D ja, daardie is, so, haar help.", "gedroogde perskes.", "D ja, daardie is, so, haar help.", "gedroogde perskes.", "D ja, daardie is, so, daardie is so.", "Li goed.", "[Applous] [Musiek] Totsiens, lekker om julle te ontmoet.", "Totsiens, lekker om julle te ontmoet.", "Totsiens, lekker om julle te ontmoet.", "Eddie die M, um, lekker nou, ja, hulle Eddie die M, um, lekker nou, ja, hulle Eddie die M, um, lekker nou, ja, hulle was baie gaaf, lekker, dit was baie gaaf, lekker, dit was baie gaaf, lekker, dit was gaaf.", "uh hallo, hoe gaan dit met jou?", "Ons is klaar.", "ja, huh, wat ja, wat ja, wat ja, wat wat wat beteken dit, jy's nou honger?", "ja, jy weet beteken dit, jy's nou honger?", "ja, jy weet beteken dit, jy's nou honger?", "ja, jy weet wat hy gesê het toe hy uit die motor kom?", "wat hy gesê het toe hy uit die motor kom?", "wat hy gesê het toe hy uit die motor kom?", "Ek is lus vir Ek is lus vir Ek is lus vir KFC?", "Soort KFC: doen presies wat jy gesê het.", "o ja, hoekom het jy nie daaraan gedink nie?", "So o ja, hoekom het jy nie daaraan gedink nie?", "So o ja, hoekom het jy nie daaraan gedink nie?", "So goed, hallo hey, hoe gaan dit met jou?", "Jy van hier af?", "goed, hallo hey, hoe gaan dit met jou?", "Jy van hier af?", "goed, hallo hey, hoe gaan dit met jou?", "Jy van hier af?", "ja, ons bly in C.", "ja, ons bly in C.", "ja, ons bly in C.", "Eintlik weet ek dit selfs.", "Ek is lief vir julle, Eintlik weet ek dit selfs.", "Ek is lief vir julle, Eintlik weet ek dit selfs.", "Ek is lief vir julle, dankie, lief vir julle, baie dankie vir julle dankie, lief vir julle, baie dankie vir julle dankie, lief vir julle, baie dankie vir julle liefde, julle ondersteuning.", "Okay, geniet die liefde, julle ondersteuning.", "Okay, geniet die liefde, julle ondersteuning.", "Okay, geniet die res van julle dag.", "Ja, op die tweede Ja, op die tweede Ja, op die tweede verdieping, so op, wat op, o daar.", "Hallo, hysbak, dit was so 'n L van was so 'n L van was so 'n L van tyd, nou kom ons kom hier uit.", "Totsiens.", "Dy aan almal.", "almal.", "almal.", "Chel Channel.", "Teken in.", "video's Chel Channel.", "Teken in.", "video's Chel Channel.", "Teken in.", "video's hou van video's hou van hou van hou van mans mans mans deur dankie vir deur dankie vir deur dankie vir die kyk Logan die kyk Logan die kyk Logan F cool dankie totsiens"], "transcript": [{"start": 0.16, "end": 1.63, "text": "Haai julle, welkom terug na ons kanaal."}, {"start": 1.63, "end": 1.64, "text": "Haai julle, welkom terug na ons kanaal."}, {"start": 1.64, "end": 4.03, "text": "Haai julle, welkom terug na ons kanaal. Dit is julle naam JY Logan en vandag is ek"}, {"start": 4.03, "end": 4.04, "text": "Dit is julle naam JY Logan en vandag is ek"}, {"start": 4.04, "end": 6.269, "text": "Dit is julle naam JY Logan en vandag is ek terug met nog 'n grapvideo. As julle"}, {"start": 6.269, "end": 6.279, "text": "terug met nog 'n grapvideo. As julle"}, {"start": 6.279, "end": 7.829, "text": "terug met nog 'n grapvideo. As julle nuut is op hierdie kanaal, welkom, welkom,"}, {"start": 7.829, "end": 7.839, "text": "nuut is op hierdie kanaal, welkom, welkom,"}, {"start": 7.839, "end": 10.669, "text": "nuut is op hierdie kanaal, welkom, welkom, welkom, en as julle reg is, welkom terug,"}, {"start": 10.669, "end": 10.679, "text": "welkom, en as julle reg is, welkom terug,"}, {"start": 10.679, "end": 14.549, "text": "welkom, en as julle reg is, welkom terug, skat. Vandag gaan ons grapjas maak by"}, {"start": 14.549, "end": 14.559, "text": "skat. Vandag gaan ons grapjas maak by"}, {"start": 14.559, "end": 16.99, "text": "skat. Vandag gaan ons grapjas maak by aanhangers, so ek doen eintlik wat julle my"}, {"start": 16.99, "end": 17.0, "text": "aanhangers, so ek doen eintlik wat julle my"}, {"start": 17.0, "end": 19.15, "text": "aanhangers, so ek doen eintlik wat julle my gevra het. Ek het reeds gestort. Ek"}, {"start": 19.15, "end": 19.16, "text": "gevra het. Ek het reeds gestort. Ek"}, {"start": 19.16, "end": 22.39, "text": "gevra het. Ek het reeds gestort. Ek moet net aantrek en is nou klaar."}, {"start": 22.39, "end": 22.4, "text": "moet net aantrek en is nou klaar."}, {"start": 22.4, "end": 24.91, "text": "moet net aantrek en is nou klaar. Ons het ook nou net gestort. Ek het nou net klaar gestort,"}, {"start": 24.91, "end": 24.92, "text": "Ons het ook nou net gestort. Ek het nou net klaar gestort,"}, {"start": 24.92, "end": 27.589, "text": "Ons het ook nou net gestort. Ek het nou net klaar gestort, so ek gaan die"}, {"start": 27.589, "end": 27.599, "text": "so ek gaan die"}, {"start": 27.599, "end": 31.029, "text": "so ek gaan die hele dag oor dieselfde praat. Okay,"}, {"start": 31.029, "end": 31.039, "text": "hele dag oor dieselfde praat. Okay,"}, {"start": 31.039, "end": 34.549, "text": "hele dag oor dieselfde praat. Okay, hoop julle geniet hierdie video,"}, {"start": 34.549, "end": 34.559, "text": "hoop julle geniet hierdie video,"}, {"start": 34.559, "end": 63.709, "text": "hoop julle geniet hierdie video, baba. Ek weet ook nie"}, {"start": 63.719, "end": 65.07, "text": "wat ek vir"}, {"start": 65.07, "end": 65.08, "text": "wat ek vir"}, {"start": 65.08, "end": 72.91, "text": "wat ek vir ontbyt wil hê nie. Nee, ek wens dis wat jy"}, {"start": 72.92, "end": 75.59, "text": "gesê het. Wat het ek?"}, {"start": 75.59, "end": 75.6, "text": "gesê het. Wat het ek?"}, {"start": 75.6, "end": 97.99000000000001, "text": "gesê het. Wat het ek? Nee,"}, {"start": 98.0, "end": 101.22999999999999, "text": "my gesig is"}, {"start": 101.22999999999999, "end": 101.24000000000001, "text": "my gesig is"}, {"start": 101.24000000000001, "end": 105.069, "text": "my gesig is droog. Jou gesig is droog. Ja, okay, so wat"}, {"start": 105.069, "end": 105.07900000000001, "text": "droog. Jou gesig is droog. Ja, okay, so wat"}, {"start": 105.07900000000001, "end": 109.50999999999999, "text": "droog. Jou gesig is droog. Ja, okay, so wat vra jy?"}, {"start": 109.52000000000001, "end": 115.10900000000001, "text": "So jy het lotion van die"}, {"start": 115.119, "end": 118.31, "text": "winkelsentrum nodig. Jy moet winkelsentrum toe gaan. Jy moet speelgoed gaan."}, {"start": 118.31, "end": 118.32, "text": "winkelsentrum nodig. Jy moet winkelsentrum toe gaan. Jy moet speelgoed gaan."}, {"start": 118.32, "end": 125.99, "text": "winkelsentrum nodig. Jy moet winkelsentrum toe gaan. Jy moet speelgoed gaan. Ja,"}, {"start": 126.0, "end": 127.29, "text": "jy gaan praat."}, {"start": 127.29, "end": 127.3, "text": "jy gaan praat."}, {"start": 127.3, "end": 129.22899999999998, "text": "jy gaan praat. [Musiek]"}, {"start": 129.22899999999998, "end": 129.239, "text": "[Musiek]"}, {"start": 129.239, "end": 147.7, "text": "[Musiek] Afrikane, julle."}, {"start": 147.71, "end": 170.07999999999998, "text": "[Musiek]"}, {"start": 170.09, "end": 178.99, "text": "[Applous]"}, {"start": 179.0, "end": 189.71, "text": "Ja, die ja,"}, {"start": 193.2, "end": 196.869, "text": "okay, broer,"}, {"start": 196.869, "end": 196.879, "text": "okay, broer,"}, {"start": 196.879, "end": 208.75, "text": "okay, broer, wat, stop asseblief,"}, {"start": 263.759, "end": 266.35, "text": "stop. Ek is mal oor die ou wat gesê het: \"Hoe"}, {"start": 266.35, "end": 266.36, "text": "stop. Ek is mal oor die ou wat gesê het: \"Hoe"}, {"start": 266.36, "end": 267.87, "text": "stop. Ek is mal oor die ou wat gesê het: \"Hoe weet jy, hoe onthou jy hoe om te sê: 'n"}, {"start": 267.87, "end": 267.88, "text": "weet jy, hoe onthou jy hoe om te sê: 'n"}, {"start": 267.88, "end": 285.029, "text": "weet jy, hoe onthou jy hoe om te sê: 'n donkie? Dit is 'n donkie. Maklik,"}, {"start": 314.8, "end": 317.909, "text": "wat nou? Spaar vir die"}, {"start": 317.909, "end": 317.919, "text": "wat nou? Spaar vir die"}, {"start": 317.919, "end": 322.27, "text": "wat nou? Spaar vir die mense waar?  Gaan ons nou huh, ons"}, {"start": 322.27, "end": 322.28, "text": "mense waar?  Gaan ons nou huh, ons"}, {"start": 322.28, "end": 326.83, "text": "mense waar?  Gaan ons nou huh, ons gaan winkelsentrum toe?"}, {"start": 326.83, "end": 326.84, "text": "gaan winkelsentrum toe?"}, {"start": 326.84, "end": 330.59, "text": "gaan winkelsentrum toe? ja, sommige huh, jy het gesê ons gaan"}, {"start": 330.59, "end": 330.6, "text": "ja, sommige huh, jy het gesê ons gaan"}, {"start": 330.6, "end": 337.35, "text": "ja, sommige huh, jy het gesê ons gaan"}, {"start": 337.36, "end": 340.55, "text": "winkelsentrum toe? wow ou, hoekom is afan soveel moeiliker? Dana, ja, dit"}, {"start": 340.55, "end": 343.55, "text": "winkelsentrum toe? wow ou, hoekom is afan soveel moeiliker? Dana, ja, dit"}, {"start": 343.56, "end": 355.79, "text": "is regtig,"}, {"start": 355.8, "end": 357.30899999999997, "text": "ja,"}, {"start": 357.30899999999997, "end": 357.319, "text": "ja,"}, {"start": 357.319, "end": 359.629, "text": "ja, by ons gaan julle later sien, later"}, {"start": 359.629, "end": 359.639, "text": "by ons gaan julle later sien, later"}, {"start": 359.639, "end": 360.629, "text": "by ons gaan julle later sien, later"}, {"start": 360.639, "end": 363.83, "text": "wanneer ons dit môre kry, want dit is"}, {"start": 363.83, "end": 363.84, "text": "wanneer ons dit môre kry, want dit is"}, {"start": 363.84, "end": 366.43, "text": "wanneer ons dit môre kry, want dit is warm. Ek kan nie nou vlog soos sweet en d nie. Yah, oh,"}, {"start": 366.43, "end": 366.44, "text": "warm. Ek kan nie nou vlog soos sweet en d nie. Yah, oh,"}, {"start": 366.44, "end": 369.27, "text": "warm. Ek kan nie nou vlog soos sweet en d nie. Yah, oh,"}, {"start": 371.8, "end": 375.87, "text": "ek weet wat dit beteken, is hoender,"}, {"start": 375.87, "end": 375.88, "text": "ek weet wat dit beteken, is hoender,"}, {"start": 375.88, "end": 380.07, "text": "ek weet wat dit beteken, is hoender, want my vriend het my 'n slegte woord daarmee geleer."}, {"start": 380.08, "end": 382.79, "text": "Ek weet wat dit"}, {"start": 382.79, "end": 382.8, "text": "Ek weet wat dit"}, {"start": 382.8, "end": 385.23, "text": "Ek weet wat dit beteken, want my vriend, my vriend het my geleer."}, {"start": 385.23, "end": 385.24, "text": "beteken, want my vriend, my vriend het my geleer."}, {"start": 385.24, "end": 390.749, "text": "beteken, want my vriend, my vriend het my geleer. H na huh, wat jy h,"}, {"start": 390.759, "end": 395.95, "text": "so dit beteken hoender eer."}, {"start": 395.96, "end": 400.469, "text": "Wys jou foon op. uh. Haai, dit het"}, {"start": 400.469, "end": 400.479, "text": "Wys jou foon op. uh. Haai, dit het"}, {"start": 400.479, "end": 402.589, "text": "Wys jou foon op. uh. Haai, dit het eintlik meer Engels geklink, so ek kon"}, {"start": 402.589, "end": 402.599, "text": "eintlik meer Engels geklink, so ek kon"}, {"start": 402.599, "end": 408.11, "text": "eintlik meer Engels geklink, so ek kon verstaan ​​dat water in die"}, {"start": 408.12, "end": 412.23, "text": "motor e in die"}, {"start": 412.24, "end": 415.39, "text": "motor ek weet wat sy bedoel wat sy bedoel."}, {"start": 415.39, "end": 415.4, "text": "motor ek weet wat sy bedoel wat sy bedoel."}, {"start": 415.4, "end": 421.43, "text": "motor ek weet wat sy bedoel wat sy bedoel. Ons gaan by die huis eet. Ek geel is, dit is"}, {"start": 421.43, "end": 421.44, "text": "Ons gaan by die huis eet. Ek geel is, dit is"}, {"start": 421.44, "end": 426.39, "text": "Ons gaan by die huis eet. Ek geel is, dit is oukei, ouens. So ons is by die winkelsentrum. Nou het ons net"}, {"start": 426.39, "end": 426.4, "text": "oukei, ouens. So ons is by die winkelsentrum. Nou het ons net"}, {"start": 426.4, "end": 431.309, "text": "oukei, ouens. So ons is by die winkelsentrum. Nou het ons net aangekom, um"}, {"start": 431.319, "end": 434.43, "text": "ja, en wag net vir die lyf om af te kom."}, {"start": 434.43, "end": 434.44, "text": "ja, en wag net vir die lyf om af te kom."}, {"start": 434.44, "end": 435.909, "text": "ja, en wag net vir die lyf om af te kom. O my God,"}, {"start": 435.909, "end": 435.919, "text": "O my God,"}, {"start": 435.919, "end": 444.749, "text": "O my God, hierdie"}, {"start": 444.759, "end": 447.55, "text": "hallo o, hi ouens. Hi, hoe gaan dit met julle? Goed, ons gaan"}, {"start": 447.55, "end": 447.56, "text": "hallo o, hi ouens. Hi, hoe gaan dit met julle? Goed, ons gaan"}, {"start": 447.56, "end": 450.67, "text": "hallo o, hi ouens. Hi, hoe gaan dit met julle? Goed, ons gaan goed, hi seun."}, {"start": 450.67, "end": 450.68, "text": "goed, hi seun."}, {"start": 450.68, "end": 462.23, "text": "goed, hi seun. Hi, lekker sien julle"}, {"start": 462.24, "end": 474.909, "text": "ouens,"}, {"start": 474.919, "end": 485.309, "text": "baie nee. Ja, in"}, {"start": 485.319, "end": 487.189, "text": "watter winkel gaan ons ingaan? Is dit dat"}, {"start": 487.189, "end": 487.199, "text": "watter winkel gaan ons ingaan? Is dit dat"}, {"start": 487.199, "end": 490.469, "text": "watter winkel gaan ons ingaan? Is dit dat jy sê"}, {"start": 490.479, "end": 492.43, "text": "ja,"}, {"start": 492.43, "end": 492.44, "text": "ja,"}, {"start": 492.44, "end": 502.83, "text": "ja, um, kom ons gaan"}, {"start": 504.879, "end": 508.27, "text": "skeppie toe, man. Okay, okay"}, {"start": 508.27, "end": 508.28, "text": "skeppie toe, man. Okay, okay"}, {"start": 508.28, "end": 516.79, "text": "skeppie toe, man. Okay, okay ouens. Ons is by winkels."}, {"start": 516.8, "end": 520.469, "text": "Nou doen ons?  benodig 'n karretjie CP karretjie nee polisieman is"}, {"start": 520.469, "end": 520.479, "text": "Nou doen ons?  benodig 'n karretjie CP karretjie nee polisieman is"}, {"start": 520.479, "end": 526.59, "text": "Nou doen ons?  benodig 'n karretjie CP karretjie nee polisieman is kop dis C o c het ons 'n"}, {"start": 526.59, "end": 526.6, "text": "kop dis C o c het ons 'n"}, {"start": 526.6, "end": 530.03, "text": "kop dis C o c het ons 'n kar nodig wou jy nie"}, {"start": 530.03, "end": 530.04, "text": "kar nodig wou jy nie"}, {"start": 530.04, "end": 532.59, "text": "kar nodig wou jy nie mango's hê mang"}, {"start": 532.59, "end": 532.6, "text": "mango's hê mang"}, {"start": 532.6, "end": 537.87, "text": "mango's hê mang mang"}, {"start": 537.88, "end": 542.069, "text": "mango's ek benodig skoon"}, {"start": 542.079, "end": 547.03, "text": "bokse o"}, {"start": 547.04, "end": 549.43, "text": "ja huh"}, {"start": 549.43, "end": 549.44, "text": "ja huh"}, {"start": 549.44, "end": 554.829, "text": "ja huh soos soos"}, {"start": 554.839, "end": 563.15, "text": "ja hey hoe sê jy die"}, {"start": 563.16, "end": 565.63, "text": "nommer enige"}, {"start": 565.63, "end": 565.64, "text": "nommer enige"}, {"start": 565.64, "end": 567.47, "text": "nommer enige letter daardie"}, {"start": 567.47, "end": 567.48, "text": "letter daardie"}, {"start": 567.48, "end": 571.19, "text": "letter daardie knie ja KNE"}, {"start": 571.19, "end": 571.2, "text": "knie ja KNE"}, {"start": 571.2, "end": 574.11, "text": "knie ja KNE wat kan ons eet vir"}, {"start": 574.11, "end": 574.12, "text": "wat kan ons eet vir"}, {"start": 574.12, "end": 576.23, "text": "wat kan ons eet vir f wat is"}, {"start": 576.23, "end": 576.24, "text": "f wat is"}, {"start": 576.24, "end": 579.389, "text": "f wat is waaier dis waaier vir"}, {"start": 579.389, "end": 579.399, "text": "waaier dis waaier vir"}, {"start": 579.399, "end": 584.47, "text": "waaier dis waaier vir aandete"}, {"start": 584.48, "end": 591.19, "text": "ja dis eintlik een van die makliker"}, {"start": 591.2, "end": 593.67, "text": "woorde soos ek sou eerder waaier sê dit"}, {"start": 593.67, "end": 593.68, "text": "woorde soos ek sou eerder waaier sê dit"}, {"start": 593.68, "end": 597.829, "text": "woorde soos ek sou eerder waaier sê dit vir aandete dis"}, {"start": 597.8389999999999, "end": 602.269, "text": "minder hierdie"}, {"start": 602.279, "end": 611.67, "text": "hoender met knoffel maar ja"}, {"start": 611.68, "end": 617.11, "text": "ek"}, {"start": 617.12, "end": 634.99, "text": "vis ja"}, {"start": 635.0, "end": 641.55, "text": "jy verbeel jou as was Afrikaanse meisie"}, {"start": 641.56, "end": 644.829, "text": "en soos bu 'n"}, {"start": 644.829, "end": 644.8389999999999, "text": "en soos bu 'n"}, {"start": 644.8389999999999, "end": 648.99, "text": "en soos bu 'n donkie dis so vreemd op die oomblik"}, {"start": 648.99, "end": 649.0, "text": "donkie dis so vreemd op die oomblik"}, {"start": 649.0, "end": 653.949, "text": "donkie dis so vreemd op die oomblik um vir 'n bykos wat ons kan"}, {"start": 653.949, "end": 653.9590000000001, "text": "um vir 'n bykos wat ons kan"}, {"start": 653.9590000000001, "end": 667.269, "text": "um vir 'n bykos wat ons kan hê ek weet nie kom ons kyk"}, {"start": 667.279, "end": 671.51, "text": "is in ja dit is in ja dis"}, {"start": 671.51, "end": 671.52, "text": "is in ja dit is in ja dis"}, {"start": 671.52, "end": 672.79, "text": "is in ja dit is in ja dis [Musiek]"}, {"start": 672.79, "end": 672.8, "text": "[Musiek]"}, {"start": 672.8, "end": 677.75, "text": "[Musiek] reg hulle sê hulle het jou op"}, {"start": 677.75, "end": 677.76, "text": "reg hulle sê hulle het jou op"}, {"start": 677.76, "end": 680.91, "text": "reg hulle sê hulle het jou op Facebook gesien ek is van Florida ek het jou"}, {"start": 680.91, "end": 680.92, "text": "Facebook gesien ek is van Florida ek het jou"}, {"start": 680.92, "end": 684.03, "text": "Facebook gesien ek is van Florida ek het jou op Facebook gesien ja o ja ja ja albei"}, {"start": 684.03, "end": 684.04, "text": "op Facebook gesien ja o ja ja ja albei"}, {"start": 684.04, "end": 688.23, "text": "op Facebook gesien ja o ja ja ja albei waarskynlik ja wat is dit dan ek het dit gesien gesien"}, {"start": 688.23, "end": 690.949, "text": "waarskynlik ja wat is dit dan ek het dit gesien gesien"}, {"start": 690.959, "end": 696.91, "text": "ja ons eintlik St in o jy woon in"}, {"start": 696.92, "end": 702.19, "text": "ja dankie"}, {"start": 702.2, "end": 707.269, "text": "[ __ ] liefde"}, {"start": 707.279, "end": 723.79, "text": "afri nooit ooit enige Amerikaanse"}, {"start": 723.8, "end": 726.19, "text": "soort kry lyk"}, {"start": 726.19, "end": 726.2, "text": "soort kry lyk"}, {"start": 726.2, "end": 729.19, "text": "soort kry lyk goed Spruite jy weet hoe om Russ"}, {"start": 729.19, "end": 729.2, "text": "goed Spruite jy weet hoe om Russ"}, {"start": 729.2, "end": 734.03, "text": "goed Spruite jy weet hoe om Russ Spruite te maak ek weet nie hoe om hulle te maak nie"}, {"start": 736.5, "end": 740.47, "text": "[Musiek]"}, {"start": 740.48, "end": 749.75, "text": "mooi  aspersies ja o okei"}, {"start": 749.76, "end": 754.9, "text": "dis nie baie nie"}, {"start": 754.91, "end": 758.43, "text": "[Musiek]"}, {"start": 758.44, "end": 762.75, "text": "alhoewel"}, {"start": 762.76, "end": 764.79, "text": "wat ek weet hoe om te"}, {"start": 764.79, "end": 764.8, "text": "wat ek weet hoe om te"}, {"start": 764.8, "end": 779.949, "text": "wat ek weet hoe om te kook ja ek weet hoe om dit te kook"}, {"start": 779.9590000000001, "end": 782.75, "text": "doen"}, {"start": 782.76, "end": 785.069, "text": "Slang"}, {"start": 785.069, "end": 785.079, "text": "Slang"}, {"start": 785.079, "end": 798.31, "text": "Slang slang"}, {"start": 798.32, "end": 803.829, "text": "slang"}, {"start": 803.8389999999999, "end": 806.15, "text": "hallo"}, {"start": 806.15, "end": 806.16, "text": "hallo"}, {"start": 806.16, "end": 807.79, "text": "hallo H"}, {"start": 807.79, "end": 807.8, "text": "H"}, {"start": 807.8, "end": 820.509, "text": "H nodig ja"}, {"start": 820.519, "end": 822.43, "text": "met"}, {"start": 822.43, "end": 822.44, "text": "met"}, {"start": 822.44, "end": 839.47, "text": "met nou h"}, {"start": 839.48, "end": 846.15, "text": "vir my"}, {"start": 846.16, "end": 856.99, "text": "hond s aan sien aan ja"}, {"start": 857.0, "end": 862.189, "text": "die ek weet nie dis dit"}, {"start": 872.04, "end": 875.509, "text": "hierdie my is oukei as ek 'n tweede bed op"}, {"start": 875.509, "end": 875.519, "text": "hierdie my is oukei as ek 'n tweede bed op"}, {"start": 875.519, "end": 894.99, "text": "hierdie my is oukei as ek 'n tweede bed op ja dis goed ja nee nee jy kan"}, {"start": 895.0, "end": 899.75, "text": "bring geen idee wat jy sê nie"}, {"start": 899.75, "end": 899.76, "text": "bring geen idee wat jy sê nie"}, {"start": 899.76, "end": 915.189, "text": "[Musiek]"}, {"start": 915.199, "end": 919.79, "text": "deur"}, {"start": 919.8, "end": 922.55, "text": "dkey"}, {"start": 922.55, "end": 922.56, "text": "dkey"}, {"start": 922.56, "end": 930.11, "text": "dkey S EX"}, {"start": 930.12, "end": 933.43, "text": "hou van"}, {"start": 933.44, "end": 936.15, "text": "uh dis"}, {"start": 936.15, "end": 936.16, "text": "uh dis"}, {"start": 936.16, "end": 939.269, "text": "uh dis oukei dit enigiemand anders ons het eintlik"}, {"start": 939.269, "end": 939.279, "text": "oukei dit enigiemand anders ons het eintlik"}, {"start": 939.279, "end": 941.749, "text": "oukei dit enigiemand anders ons het eintlik een by die huis, maar jy het dit nooit geregistreer nie"}, {"start": 941.749, "end": 941.759, "text": "een by die huis, maar jy het dit nooit geregistreer nie"}, {"start": 941.759, "end": 945.55, "text": "een by die huis, maar jy het dit nooit geregistreer nie ek sal net moet wanneer ek by die huis kom ek praat"}, {"start": 945.55, "end": 945.56, "text": "ek sal net moet wanneer ek by die huis kom ek praat"}, {"start": 945.56, "end": 954.91, "text": "ek sal net moet wanneer ek by die huis kom ek praat Engels nou"}, {"start": 954.92, "end": 959.509, "text": "praat jy gaan net"}, {"start": 959.519, "end": 966.15, "text": "y jy is so slaap ek is"}, {"start": 966.16, "end": 969.59, "text": "so jy het hom"}, {"start": 969.59, "end": 969.6, "text": "so jy het hom"}, {"start": 969.6, "end": 978.309, "text": "so jy het hom uitgekry dankie dankie oukei op oukei oukei ouens ons"}, {"start": 1015.759, "end": 1018.069, "text": "is tans by Food"}, {"start": 1018.069, "end": 1018.079, "text": "is tans by Food"}, {"start": 1018.079, "end": 1019.27, "text": "is tans by Food Lovers"}, {"start": 1019.27, "end": 1019.28, "text": "Lovers"}, {"start": 1019.28, "end": 1024.99, "text": "Lovers [Musiek]"}, {"start": 1025.0, "end": 1037.949, "text": "um"}, {"start": 1037.959, "end": 1041.47, "text": "hey is dit wat jy"}, {"start": 1041.48, "end": 1044.23, "text": "sê o ja ons moet dit kry o"}, {"start": 1044.23, "end": 1044.24, "text": "sê o ja ons moet dit kry o"}, {"start": 1044.24, "end": 1050.669, "text": "sê o ja ons moet dit kry o perfek dankie dankie"}, {"start": 1050.679, "end": 1052.669, "text": "wat is die verskil maar dis net 'n"}, {"start": 1052.669, "end": 1052.679, "text": "wat is die verskil maar dis net 'n"}, {"start": 1052.679, "end": 1054.59, "text": "wat is die verskil maar dis net 'n groter"}, {"start": 1054.59, "end": 1054.6, "text": "groter"}, {"start": 1054.6, "end": 1057.43, "text": "groter pakkie het die kry net die klein pakkie"}, {"start": 1057.43, "end": 1057.44, "text": "pakkie het die kry net die klein pakkie"}, {"start": 1057.44, "end": 1059.11, "text": "pakkie het die kry net die klein pakkie wat gaan hou wag daar is 'n voël"}, {"start": 1059.11, "end": 1059.12, "text": "wat gaan hou wag daar is 'n voël"}, {"start": 1059.12, "end": 1061.71, "text": "wat gaan hou wag daar is 'n voël in die winkel ja daar is 'n voël in die"}, {"start": 1061.71, "end": 1061.72, "text": "in die winkel ja daar is 'n voël in die"}, {"start": 1061.72, "end": 1065.75, "text": "in die winkel ja daar is 'n voël in die winkel pa regtig ja net jy sien in"}, {"start": 1065.75, "end": 1065.76, "text": "winkel pa regtig ja net jy sien in"}, {"start": 1065.76, "end": 1066.51, "text": "winkel pa regtig ja net jy sien in Suid-"}, {"start": 1066.51, "end": 1066.52, "text": "Suid-"}, {"start": 1066.52, "end": 1088.669, "text": "Suid- Afrika ja kan  Kry die vrugte, die"}, {"start": 1088.679, "end": 1090.23, "text": "enige van"}, {"start": 1090.23, "end": 1090.24, "text": "enige van"}, {"start": 1090.24, "end": 1093.63, "text": "enige van hierdie hier, pistasies, dit is"}, {"start": 1093.63, "end": 1093.64, "text": "hierdie hier, pistasies, dit is"}, {"start": 1093.64, "end": 1096.95, "text": "hierdie hier, pistasies, dit is waarskynlik die goedkoopste borde wat jy kan kry."}, {"start": 1096.95, "end": 1096.96, "text": "waarskynlik die goedkoopste borde wat jy kan kry."}, {"start": 1096.96, "end": 1104.43, "text": "waarskynlik die goedkoopste borde wat jy kan kry. Saki, saki,"}, {"start": 1104.44, "end": 1107.23, "text": "is"}, {"start": 1107.23, "end": 1107.24, "text": "is"}, {"start": 1107.24, "end": 1112.11, "text": "is kyk, hallo hallo,"}, {"start": 1112.12, "end": 1116.35, "text": "en dis die,"}, {"start": 1116.36, "end": 1118.63, "text": "sy sê sy weet nie hoe om dit te doen nie,"}, {"start": 1118.63, "end": 1118.64, "text": "sy sê sy weet nie hoe om dit te doen nie,"}, {"start": 1118.64, "end": 1120.75, "text": "sy sê sy weet nie hoe om dit te doen nie, maar sy wou"}, {"start": 1120.75, "end": 1120.76, "text": "maar sy wou"}, {"start": 1120.76, "end": 1126.909, "text": "maar sy wou haar help. gedroogde perskes. D ja, daardie is, so,"}, {"start": 1126.909, "end": 1126.919, "text": "haar help. gedroogde perskes. D ja, daardie is, so,"}, {"start": 1126.919, "end": 1135.669, "text": "haar help. gedroogde perskes. D ja, daardie is, so, daardie is so."}, {"start": 1135.679, "end": 1149.05, "text": "Li goed."}, {"start": 1149.06, "end": 1155.07, "text": "[Applous]"}, {"start": 1155.08, "end": 1160.47, "text": "[Musiek]"}, {"start": 1160.48, "end": 1162.43, "text": "Totsiens, lekker om julle te ontmoet."}, {"start": 1162.43, "end": 1162.44, "text": "Totsiens, lekker om julle te ontmoet."}, {"start": 1162.44, "end": 1168.27, "text": "Totsiens, lekker om julle te ontmoet. Eddie die M, um, lekker nou, ja, hulle"}, {"start": 1168.27, "end": 1168.28, "text": "Eddie die M, um, lekker nou, ja, hulle"}, {"start": 1168.28, "end": 1169.789, "text": "Eddie die M, um, lekker nou, ja, hulle was baie gaaf, lekker, dit"}, {"start": 1169.789, "end": 1169.799, "text": "was baie gaaf, lekker, dit"}, {"start": 1169.799, "end": 1186.43, "text": "was baie gaaf, lekker, dit was gaaf."}, {"start": 1186.44, "end": 1197.029, "text": "uh hallo, hoe gaan dit met jou? Ons is klaar. ja, huh,"}, {"start": 1205.48, "end": 1207.19, "text": "wat ja,"}, {"start": 1207.19, "end": 1207.2, "text": "wat ja,"}, {"start": 1207.2, "end": 1210.47, "text": "wat ja, wat"}, {"start": 1210.47, "end": 1210.48, "text": "wat"}, {"start": 1210.48, "end": 1214.47, "text": "wat beteken dit, jy's nou honger? ja, jy weet"}, {"start": 1214.47, "end": 1214.48, "text": "beteken dit, jy's nou honger? ja, jy weet"}, {"start": 1214.48, "end": 1216.11, "text": "beteken dit, jy's nou honger? ja, jy weet wat hy gesê het toe hy uit die motor kom?"}, {"start": 1216.11, "end": 1216.12, "text": "wat hy gesê het toe hy uit die motor kom?"}, {"start": 1216.12, "end": 1218.83, "text": "wat hy gesê het toe hy uit die motor kom? Ek is lus vir"}, {"start": 1218.83, "end": 1218.84, "text": "Ek is lus vir"}, {"start": 1218.84, "end": 1224.71, "text": "Ek is lus vir KFC? Soort"}, {"start": 1224.72, "end": 1234.029, "text": "KFC: doen presies wat jy gesê het."}, {"start": 1234.039, "end": 1237.23, "text": "o ja, hoekom het jy nie daaraan gedink nie? So"}, {"start": 1237.23, "end": 1237.24, "text": "o ja, hoekom het jy nie daaraan gedink nie? So"}, {"start": 1237.24, "end": 1242.35, "text": "o ja, hoekom het jy nie daaraan gedink nie? So goed, hallo hey, hoe gaan dit met jou? Jy van hier af?"}, {"start": 1242.35, "end": 1242.36, "text": "goed, hallo hey, hoe gaan dit met jou? Jy van hier af?"}, {"start": 1242.36, "end": 1244.909, "text": "goed, hallo hey, hoe gaan dit met jou? Jy van hier af? ja, ons bly in C."}, {"start": 1244.909, "end": 1244.919, "text": "ja, ons bly in C."}, {"start": 1244.919, "end": 1247.549, "text": "ja, ons bly in C. Eintlik weet ek dit selfs. Ek is lief vir julle,"}, {"start": 1247.549, "end": 1247.559, "text": "Eintlik weet ek dit selfs. Ek is lief vir julle,"}, {"start": 1247.559, "end": 1250.029, "text": "Eintlik weet ek dit selfs. Ek is lief vir julle, dankie, lief vir julle, baie dankie vir julle"}, {"start": 1250.029, "end": 1250.039, "text": "dankie, lief vir julle, baie dankie vir julle"}, {"start": 1250.039, "end": 1252.07, "text": "dankie, lief vir julle, baie dankie vir julle liefde, julle ondersteuning. Okay, geniet die"}, {"start": 1252.07, "end": 1252.08, "text": "liefde, julle ondersteuning. Okay, geniet die"}, {"start": 1252.08, "end": 1259.47, "text": "liefde, julle ondersteuning. Okay, geniet die res van julle dag."}, {"start": 1259.48, "end": 1261.39, "text": "Ja, op die tweede"}, {"start": 1261.39, "end": 1261.4, "text": "Ja, op die tweede"}, {"start": 1261.4, "end": 1268.75, "text": "Ja, op die tweede verdieping, so op, wat op, o"}, {"start": 1279.12, "end": 1282.39, "text": "daar."}, {"start": 1282.4, "end": 1285.669, "text": "Hallo, hysbak, dit"}, {"start": 1285.679, "end": 1288.99, "text": "was so 'n L van"}, {"start": 1288.99, "end": 1289.0, "text": "was so 'n L van"}, {"start": 1289.0, "end": 1302.029, "text": "was so 'n L van tyd, nou kom ons kom hier uit. Totsiens. Dy aan"}, {"start": 1302.039, "end": 1304.63, "text": "almal."}, {"start": 1304.63, "end": 1304.64, "text": "almal."}, {"start": 1304.64, "end": 1308.35, "text": "almal. Chel Channel. Teken in.  video's"}, {"start": 1308.35, "end": 1308.36, "text": "Chel Channel. Teken in.  video's"}, {"start": 1308.36, "end": 1312.19, "text": "Chel Channel. Teken in.  video's hou van video's"}, {"start": 1312.2, "end": 1314.23, "text": "hou van"}, {"start": 1314.23, "end": 1314.24, "text": "hou van"}, {"start": 1314.24, "end": 1316.43, "text": "hou van mans"}, {"start": 1316.43, "end": 1316.44, "text": "mans"}, {"start": 1316.44, "end": 1319.669, "text": "mans deur dankie vir"}, {"start": 1319.669, "end": 1319.679, "text": "deur dankie vir"}, {"start": 1319.679, "end": 1322.549, "text": "deur dankie vir die kyk Logan"}, {"start": 1322.549, "end": 1322.559, "text": "die kyk Logan"}, {"start": 1322.559, "end": 1327.84, "text": "die kyk Logan F cool dankie totsiens"}], "createdAt": "2025-12-15T06:34:01.000Z", "imageUrl": "https://img.youtube.com/vi/78GV9tq-YNQ/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=78GV9tq-YNQ", "isFavorite": false, "progress": 0, "genre": "vlog"}, {"id": "yt_qLcYXi1kWoc", "userId": "system_native", "title": "Afrikaans Nuus  | 23 November 2025", "language": "af", "content": "Hoofnuus vanaand. Die G20 beraad sluit Hoofnuus vanaand. Die G20 beraad sluit Hoofnuus vanaand. Die G20 beraad sluit af met groot beloftes om die lewens van af met groot beloftes om die lewens van af met groot beloftes om die lewens van mense dwarsoor die wêreld te verbeter. mense dwarsoor die wêreld te verbeter. mense dwarsoor die wêreld te verbeter. ABC gasheer uitsaaier van die G20 SA ABC gasheer uitsaaier van die G20 SA ABC gasheer uitsaaier van die G20 SA 2025. Goeienaand en welkom by die Afrikaanse Goeienaand en welkom by die Afrikaanse Goeienaand en welkom by die Afrikaanse nuusbulletin. nuusbulletin. nuusbulletin. Die minister van internasionale Die minister van internasionale Die minister van internasionale betrekkinge en samewerking, Ronald betrekkinge en samewerking, Ronald betrekkinge en samewerking, Ronald Lamolla sê hulle het geen formele Lamolla sê hulle het geen formele Lamolla sê hulle het geen formele kommunikasie van die Verenigde State van kommunikasie van die Verenigde State van kommunikasie van die Verenigde State van Amerika ontvang oor die oorhandiging van Amerika ontvang oor die oorhandiging van Amerika ontvang oor die oorhandiging van die G20 presidentskap nie. Volgens die die G20 presidentskap nie. Volgens die die G20 presidentskap nie. Volgens die minister van finansies na Kodwana is die minister van finansies na Kodwana is die minister van finansies na Kodwana is die oorhandiging bloot seremonieel van aard oorhandiging bloot seremonieel van aard oorhandiging bloot seremonieel van aard en sal die VSA amptelik die en sal die VSA amptelik die en sal die VSA amptelik die presidentskap op 1 Desember oorneem. presidentskap op 1 Desember oorneem. presidentskap op 1 Desember oorneem. The global south is providing leadership The global south is providing leadership The global south is providing leadership um that has never been seen before that um that has never been seen before that um that has never been seen before that these institutions that have been these institutions that have been these institutions that have been created after the second world war um created after the second world war um created after the second world war um have served us well. We need to maintain have served us well. We need to maintain have served us well. We need to maintain them but obviously there is a need for them but obviously there is a need for them but obviously there is a need for reform of some of them like the United reform of some of them like the United reform of some of them like the United Nations Security Council and other Nations Security Council and other Nations Security Council and other platforms. is a need for reform to platforms. is a need for reform to platforms. is a need for reform to ensure that representativity of the ensure that representativity of the ensure that representativity of the global south and that's why South global south and that's why South global south and that's why South Africa's position with regards to the Africa's position with regards to the Africa's position with regards to the security council is this reform to security council is this reform to security council is this reform to reflect the realities that most conflict reflect the realities that most conflict reflect the realities that most conflict the security councils deals with are in the security councils deals with are in the security councils deals with are in the African continent. This is an the African continent. This is an the African continent. This is an international event. international event. international event. It is got nothing to do with motor for It is got nothing to do with motor for It is got nothing to do with motor for now. What it does, it rotates between now. What it does, it rotates between now. What it does, it rotates between different countries. You can see is the different countries. You can see is the different countries. You can see is the 20th event today and and the last one is 20th event today and and the last one is 20th event today and and the last one is going to gain start with the United going to gain start with the United going to gain start with the United States of America. What it does, it States of America. What it does, it States of America. What it does, it debates how do we together debates how do we together debates how do we together deal with the economic challenges facing deal with the economic challenges facing deal with the economic challenges facing the world. And how do we translate those the world. And how do we translate those the world. And how do we translate those challenges into support emerging challenges into support emerging challenges into support emerging economies including South Africa? economies including South Africa? economies including South Africa? Met die beraad wat nou ten einde geloop Met die beraad wat nou ten einde geloop Met die beraad wat nou ten einde geloop het Johannesburg se burgemeester Dada het Johannesburg se burgemeester Dada het Johannesburg se burgemeester Dada Morero die versekering gegee dat die Morero die versekering gegee dat die Morero die versekering gegee dat die diensleweringsprojekte wat geloods is om diensleweringsprojekte wat geloods is om diensleweringsprojekte wat geloods is om die stad skoon te maak sal voortgaan. die stad skoon te maak sal voortgaan. die stad skoon te maak sal voortgaan. Yes true because the trust deficit Yes true because the trust deficit Yes true because the trust deficit between communities and government in between communities and government in between communities and government in particular local government was at particular local government was at particular local government was at lowest and we are now improving on it. lowest and we are now improving on it. lowest and we are now improving on it. We have done the IDP we engag through We have done the IDP we engag through We have done the IDP we engag through the ADP sessions and part of the issues the ADP sessions and part of the issues the ADP sessions and part of the issues that they raised was exactly that that that they raised was exactly that that that they raised was exactly that that we don't believe anymore that you can do we don't believe anymore that you can do we don't believe anymore that you can do the things that you said you're doing. the things that you said you're doing. the things that you said you're doing. Now we have turned the corner and Now we have turned the corner and Now we have turned the corner and communities are beginning to see the communities are beginning to see the communities are beginning to see the confidence. The only thing they are confidence. The only thing they are confidence. The only thing they are worried about is we be able to sustain worried about is we be able to sustain worried about is we be able to sustain and that's what we are going to be doing and that's what we are going to be doing and that's what we are going to be doing to sustain that we improve the trust to sustain that we improve the trust to sustain that we improve the trust between ourselves and our communities between ourselves and our communities between ourselves and our communities confidence of our communities that confidence of our communities that confidence of our communities that indeed government is doing something in indeed government is doing something in indeed government is doing something in turning around the city. Die oudste dogter van oud president Die oudste dogter van oud president Die oudste dogter van oud president Jacob Zuma Kosazana Bonganini Zuma het Jacob Zuma Kosazana Bonganini Zuma het Jacob Zuma Kosazana Bonganini Zuma het strafregtelike aanklagte aanhang gemaak strafregtelike aanklagte aanhang gemaak strafregtelike aanklagte aanhang gemaak oor 17 Suid-Afrikaners wat in Oekraïne oor 17 Suid-Afrikaners wat in Oekraïne oor 17 Suid-Afrikaners wat in Oekraïne vasgekeer is. Sy voer aan dat die mans vasgekeer is. Sy voer aan dat die mans vasgekeer is. Sy voer aan dat die mans waarvan agt familielede is onder valse waarvan agt familielede is onder valse waarvan agt familielede is onder valse voorwendsels na Rusland gelok is. klagte voorwendsels na Rusland gelok is. klagte voorwendsels na Rusland gelok is. klagte van onder meer mensehandel en van onder meer mensehandel en van onder meer mensehandel en oortredings van regulasies vir oortredings van regulasies vir oortredings van regulasies vir buitelandse militêre hulpverlening is buitelandse militêre hulpverlening is buitelandse militêre hulpverlening is gelê teen haar susterile gelê teen haar susterile gelê teen haar susterile Zuma Sambutlacazi Zuma Sambutlacazi Zuma Sambutlacazi Kuma en Blessing Kozaamube Kuma en Blessing Kozaamube Kuma en Blessing Kozaamube het 'n beroep op die regering gedoen om het 'n beroep op die regering gedoen om het 'n beroep op die regering gedoen om dringend tussen beide te tree sodat die dringend tussen beide te tree sodat die dringend tussen beide te tree sodat die mans kan terugkeer huis toe. In Brisilië het wêreldleiers die kop 30 In Brisilië het wêreldleiers die kop 30 In Brisilië het wêreldleiers die kop 30 beraad afgesluit met 'n klimaatoreenkoms beraad afgesluit met 'n klimaatoreenkoms beraad afgesluit met 'n klimaatoreenkoms wat finansiering vir arm lande om wat finansiering vir arm lande om wat finansiering vir arm lande om aardverwarming te takel sal bevorder. aardverwarming te takel sal bevorder. aardverwarming te takel sal bevorder. Geen onderneming is egter gegee oor die Geen onderneming is egter gegee oor die Geen onderneming is egter gegee oor die uitvasering van fossiel brandstowwe wat uitvasering van fossiel brandstowwe wat uitvasering van fossiel brandstowwe wat dit veroorsaak nie. Dit is ondanks druk dit veroorsaak nie. Dit is ondanks druk dit veroorsaak nie. Dit is ondanks druk van meer as 80 lande insluitend van meer as 80 lande insluitend van meer as 80 lande insluitend Britannië en die Europese Unie. Die Britannië en die Europese Unie. Die Britannië en die Europese Unie. Die president van Kop 30 Andre Dolago het president van Kop 30 Andre Dolago het president van Kop 30 Andre Dolago het die aankondiging onder leide toejuiging die aankondiging onder leide toejuiging die aankondiging onder leide toejuiging gemaak. 'n Beroep is ook op ryk lande gemaak. 'n Beroep is ook op ryk lande gemaak. 'n Beroep is ook op ryk lande gedoen om hulle finansiering aan gedoen om hulle finansiering aan gedoen om hulle finansiering aan ontwikkelende lande om by 'n warm wêreld ontwikkelende lande om by 'n warm wêreld ontwikkelende lande om by 'n warm wêreld aan te pas teen 2035 te verdriedubbel. En ons kom nou terug na ons hoofstorie. En ons kom nou terug na ons hoofstorie. En ons kom nou terug na ons hoofstorie. President Stral Ramaposa het die G20 President Stral Ramaposa het die G20 President Stral Ramaposa het die G20 leiersberaad afgesluit met 'n belofte leiersberaad afgesluit met 'n belofte leiersberaad afgesluit met 'n belofte dat die ondernemings wat tydens die dat die ondernemings wat tydens die dat die ondernemings wat tydens die geleentheid gemaak is nie net leeë geleentheid gemaak is nie net leeë geleentheid gemaak is nie net leeë woorde is nie. Hy sê die woorde is nie. Hy sê die woorde is nie. Hy sê die leiersooreenkoms wat met 'n volslae leiersooreenkoms wat met 'n volslae leiersooreenkoms wat met 'n volslae meerderheid aanvaar is weerspieël 'n meerderheid aanvaar is weerspieël 'n meerderheid aanvaar is weerspieël 'n hernede hernede hernede verbintenis tot multilaterale verbintenis tot multilaterale verbintenis tot multilaterale samewerking. Die ooreenkoms is aanvaar samewerking. Die ooreenkoms is aanvaar samewerking. Die ooreenkoms is aanvaar ondanks Amerika se afwesigheid nadat die ondanks Amerika se afwesigheid nadat die ondanks Amerika se afwesigheid nadat die land die geleentheid geboikot het. land die geleentheid geboikot het. land die geleentheid geboikot het. Ramaposa het in sy slot rede beklemtoon Ramaposa het in sy slot rede beklemtoon Ramaposa het in sy slot rede beklemtoon dat versterkte internasionale dat versterkte internasionale dat versterkte internasionale vennootskappe die potensiaal het om 'n vennootskappe die potensiaal het om 'n vennootskappe die potensiaal het om 'n meer regverdige, veilige en voorspoedige meer regverdige, veilige en voorspoedige meer regverdige, veilige en voorspoedige globale landskap te skep waarin geen globale landskap te skep waarin geen globale landskap te skep waarin geen nasie van vooruitgang uitgesluit word nasie van vooruitgang uitgesluit word nasie van vooruitgang uitgesluit word nie. Ramaposa sê die verklaring toon dat Ramaposa sê die verklaring toon dat Ramaposa sê die verklaring toon dat wêreldleiers se gedeelde doelwitte wêreldleiers se gedeelde doelwitte wêreldleiers se gedeelde doelwitte swaarder weeg as hul verskud. We in the swaarder weeg as hul verskud. We in the swaarder weeg as hul verskud. We in the face of significant challenges and face of significant challenges and face of significant challenges and demonstrated our ability to come demonstrated our ability to come demonstrated our ability to come together even in the times of great together even in the times of great together even in the times of great difficulty to pursue a better world. difficulty to pursue a better world. difficulty to pursue a better world. South Africa's presidency marks the South Africa's presidency marks the South Africa's presidency marks the first time as we have said that the G20 first time as we have said that the G20 first time as we have said that the G20 has been hosted and held on African has been hosted and held on African has been hosted and held on African soil. Die president sê die verklaring is soil. Die president sê die verklaring is soil. Die president sê die verklaring is 'n verbintenis tot konkrete optrede wat 'n verbintenis tot konkrete optrede wat 'n verbintenis tot konkrete optrede wat mense se lewens oor die wêreld sal mense se lewens oor die wêreld sal mense se lewens oor die wêreld sal verbeter. Hy sê Suid-Afrika het sy verbeter. Hy sê Suid-Afrika het sy verbeter. Hy sê Suid-Afrika het sy presidentskap gebruik om die prioriteite presidentskap gebruik om die prioriteite presidentskap gebruik om die prioriteite van Afrika en die globale suide bo-aan van Afrika en die globale suide bo-aan van Afrika en die globale suide bo-aan die G20 agenda te plaas en voor te bou die G20 agenda te plaas en voor te bou die G20 agenda te plaas en voor te bou op die ontwikkelingsagenda van vorige op die ontwikkelingsagenda van vorige op die ontwikkelingsagenda van vorige presidentskappe onder Indonisië, Indië presidentskappe onder Indonisië, Indië presidentskappe onder Indonisië, Indië en Brasilië. This is important not only en Brasilië. This is important not only en Brasilië. This is important not only for the people of Africa and the global for the people of Africa and the global for the people of Africa and the global south. south. south. It is vital for global stability and It is vital for global stability and It is vital for global stability and security, security, security, alleviating resource pressures, alleviating resource pressures, alleviating resource pressures, managing population movements, managing population movements, managing population movements, and reducing the risk of conflict. and reducing the risk of conflict. and reducing the risk of conflict. Ramaposa het die einde van Suid-Afrika Ramaposa het die einde van Suid-Afrika Ramaposa het die einde van Suid-Afrika se G20 presidentskap met die seremoniële se G20 presidentskap met die seremoniële se G20 presidentskap met die seremoniële hamer aangedui wat blykbaar later die hamer aangedui wat blykbaar later die hamer aangedui wat blykbaar later die week by die kantore van die departement week by die kantore van die departement week by die kantore van die departement van internasionale betrekkinge aan 'n van internasionale betrekkinge aan 'n van internasionale betrekkinge aan 'n verteenwoordiger van die Amerikaanse verteenwoordiger van die Amerikaanse verteenwoordiger van die Amerikaanse regering oorhandig sal word. of G20 summit of G20 summit of G20 summit formally closes formally closes formally closes this summit and now moves on to the next this summit and now moves on to the next this summit and now moves on to the next president president president of the G20 of the G20 of the G20 which is the United States where we which is the United States where we which is the United States where we shall see each other again next year the shall see each other again next year the shall see each other again next year the summage is therefore closed Dis dan al van ons vir vanaand. Onthou Dis dan al van ons vir vanaand. Onthou Dis dan al van ons vir vanaand. Onthou ons is môre aand om :3 terug op S3. ons is môre aand om :3 terug op S3. ons is môre aand om :3 terug op S3. Lekker aand verder. เฮ เฮ เฮ", "sentences": ["Hoofnuus vanaand.", "Die G20 beraad sluit Hoofnuus vanaand.", "Die G20 beraad sluit Hoofnuus vanaand.", "Die G20 beraad sluit af met groot beloftes om die lewens van af met groot beloftes om die lewens van af met groot beloftes om die lewens van mense dwarsoor die wêreld te verbeter.", "mense dwarsoor die wêreld te verbeter.", "mense dwarsoor die wêreld te verbeter.", "ABC gasheer uitsaaier van die G20 SA ABC gasheer uitsaaier van die G20 SA ABC gasheer uitsaaier van die G20 SA 2025.", "Goeienaand en welkom by die Afrikaanse Goeienaand en welkom by die Afrikaanse Goeienaand en welkom by die Afrikaanse nuusbulletin.", "nuusbulletin.", "nuusbulletin.", "Die minister van internasionale Die minister van internasionale Die minister van internasionale betrekkinge en samewerking, Ronald betrekkinge en samewerking, Ronald betrekkinge en samewerking, Ronald Lamolla sê hulle het geen formele Lamolla sê hulle het geen formele Lamolla sê hulle het geen formele kommunikasie van die Verenigde State van kommunikasie van die Verenigde State van kommunikasie van die Verenigde State van Amerika ontvang oor die oorhandiging van Amerika ontvang oor die oorhandiging van Amerika ontvang oor die oorhandiging van die G20 presidentskap nie.", "Volgens die die G20 presidentskap nie.", "Volgens die die G20 presidentskap nie.", "Volgens die minister van finansies na Kodwana is die minister van finansies na Kodwana is die minister van finansies na Kodwana is die oorhandiging bloot seremonieel van aard oorhandiging bloot seremonieel van aard oorhandiging bloot seremonieel van aard en sal die VSA amptelik die en sal die VSA amptelik die en sal die VSA amptelik die presidentskap op 1 Desember oorneem.", "presidentskap op 1 Desember oorneem.", "presidentskap op 1 Desember oorneem.", "The global south is providing leadership The global south is providing leadership The global south is providing leadership um that has never been seen before that um that has never been seen before that um that has never been seen before that these institutions that have been these institutions that have been these institutions that have been created after the second world war um created after the second world war um created after the second world war um have served us well.", "We need to maintain have served us well.", "We need to maintain have served us well.", "We need to maintain them but obviously there is a need for them but obviously there is a need for them but obviously there is a need for reform of some of them like the United reform of some of them like the United reform of some of them like the United Nations Security Council and other Nations Security Council and other Nations Security Council and other platforms.", "is a need for reform to platforms.", "is a need for reform to platforms.", "is a need for reform to ensure that representativity of the ensure that representativity of the ensure that representativity of the global south and that's why South global south and that's why South global south and that's why South Africa's position with regards to the Africa's position with regards to the Africa's position with regards to the security council is this reform to security council is this reform to security council is this reform to reflect the realities that most conflict reflect the realities that most conflict reflect the realities that most conflict the security councils deals with are in the security councils deals with are in the security councils deals with are in the African continent.", "This is an the African continent.", "This is an the African continent.", "This is an international event.", "international event.", "international event.", "It is got nothing to do with motor for It is got nothing to do with motor for It is got nothing to do with motor for now.", "What it does, it rotates between now.", "What it does, it rotates between now.", "What it does, it rotates between different countries.", "You can see is the different countries.", "You can see is the different countries.", "You can see is the 20th event today and and the last one is 20th event today and and the last one is 20th event today and and the last one is going to gain start with the United going to gain start with the United going to gain start with the United States of America.", "What it does, it States of America.", "What it does, it States of America.", "What it does, it debates how do we together debates how do we together debates how do we together deal with the economic challenges facing deal with the economic challenges facing deal with the economic challenges facing the world.", "And how do we translate those the world.", "And how do we translate those the world.", "And how do we translate those challenges into support emerging challenges into support emerging challenges into support emerging economies including South Africa?", "economies including South Africa?", "economies including South Africa?", "Met die beraad wat nou ten einde geloop Met die beraad wat nou ten einde geloop Met die beraad wat nou ten einde geloop het Johannesburg se burgemeester Dada het Johannesburg se burgemeester Dada het Johannesburg se burgemeester Dada Morero die versekering gegee dat die Morero die versekering gegee dat die Morero die versekering gegee dat die diensleweringsprojekte wat geloods is om diensleweringsprojekte wat geloods is om diensleweringsprojekte wat geloods is om die stad skoon te maak sal voortgaan.", "die stad skoon te maak sal voortgaan.", "die stad skoon te maak sal voortgaan.", "Yes true because the trust deficit Yes true because the trust deficit Yes true because the trust deficit between communities and government in between communities and government in between communities and government in particular local government was at particular local government was at particular local government was at lowest and we are now improving on it.", "lowest and we are now improving on it.", "lowest and we are now improving on it.", "We have done the IDP we engag through We have done the IDP we engag through We have done the IDP we engag through the ADP sessions and part of the issues the ADP sessions and part of the issues the ADP sessions and part of the issues that they raised was exactly that that that they raised was exactly that that that they raised was exactly that that we don't believe anymore that you can do we don't believe anymore that you can do we don't believe anymore that you can do the things that you said you're doing.", "the things that you said you're doing.", "the things that you said you're doing.", "Now we have turned the corner and Now we have turned the corner and Now we have turned the corner and communities are beginning to see the communities are beginning to see the communities are beginning to see the confidence.", "The only thing they are confidence.", "The only thing they are confidence.", "The only thing they are worried about is we be able to sustain worried about is we be able to sustain worried about is we be able to sustain and that's what we are going to be doing and that's what we are going to be doing and that's what we are going to be doing to sustain that we improve the trust to sustain that we improve the trust to sustain that we improve the trust between ourselves and our communities between ourselves and our communities between ourselves and our communities confidence of our communities that confidence of our communities that confidence of our communities that indeed government is doing something in indeed government is doing something in indeed government is doing something in turning around the city.", "Die oudste dogter van oud president Die oudste dogter van oud president Die oudste dogter van oud president Jacob Zuma Kosazana Bonganini Zuma het Jacob Zuma Kosazana Bonganini Zuma het Jacob Zuma Kosazana Bonganini Zuma het strafregtelike aanklagte aanhang gemaak strafregtelike aanklagte aanhang gemaak strafregtelike aanklagte aanhang gemaak oor 17 Suid-Afrikaners wat in Oekraïne oor 17 Suid-Afrikaners wat in Oekraïne oor 17 Suid-Afrikaners wat in Oekraïne vasgekeer is.", "Sy voer aan dat die mans vasgekeer is.", "Sy voer aan dat die mans vasgekeer is.", "Sy voer aan dat die mans waarvan agt familielede is onder valse waarvan agt familielede is onder valse waarvan agt familielede is onder valse voorwendsels na Rusland gelok is.", "klagte voorwendsels na Rusland gelok is.", "klagte voorwendsels na Rusland gelok is.", "klagte van onder meer mensehandel en van onder meer mensehandel en van onder meer mensehandel en oortredings van regulasies vir oortredings van regulasies vir oortredings van regulasies vir buitelandse militêre hulpverlening is buitelandse militêre hulpverlening is buitelandse militêre hulpverlening is gelê teen haar susterile gelê teen haar susterile gelê teen haar susterile Zuma Sambutlacazi Zuma Sambutlacazi Zuma Sambutlacazi Kuma en Blessing Kozaamube Kuma en Blessing Kozaamube Kuma en Blessing Kozaamube het 'n beroep op die regering gedoen om het 'n beroep op die regering gedoen om het 'n beroep op die regering gedoen om dringend tussen beide te tree sodat die dringend tussen beide te tree sodat die dringend tussen beide te tree sodat die mans kan terugkeer huis toe.", "In Brisilië het wêreldleiers die kop 30 In Brisilië het wêreldleiers die kop 30 In Brisilië het wêreldleiers die kop 30 beraad afgesluit met 'n klimaatoreenkoms beraad afgesluit met 'n klimaatoreenkoms beraad afgesluit met 'n klimaatoreenkoms wat finansiering vir arm lande om wat finansiering vir arm lande om wat finansiering vir arm lande om aardverwarming te takel sal bevorder.", "aardverwarming te takel sal bevorder.", "aardverwarming te takel sal bevorder.", "Geen onderneming is egter gegee oor die Geen onderneming is egter gegee oor die Geen onderneming is egter gegee oor die uitvasering van fossiel brandstowwe wat uitvasering van fossiel brandstowwe wat uitvasering van fossiel brandstowwe wat dit veroorsaak nie.", "Dit is ondanks druk dit veroorsaak nie.", "Dit is ondanks druk dit veroorsaak nie.", "Dit is ondanks druk van meer as 80 lande insluitend van meer as 80 lande insluitend van meer as 80 lande insluitend Britannië en die Europese Unie.", "Die Britannië en die Europese Unie.", "Die Britannië en die Europese Unie.", "Die president van Kop 30 Andre Dolago het president van Kop 30 Andre Dolago het president van Kop 30 Andre Dolago het die aankondiging onder leide toejuiging die aankondiging onder leide toejuiging die aankondiging onder leide toejuiging gemaak.", "'n Beroep is ook op ryk lande gemaak.", "'n Beroep is ook op ryk lande gemaak.", "'n Beroep is ook op ryk lande gedoen om hulle finansiering aan gedoen om hulle finansiering aan gedoen om hulle finansiering aan ontwikkelende lande om by 'n warm wêreld ontwikkelende lande om by 'n warm wêreld ontwikkelende lande om by 'n warm wêreld aan te pas teen 2035 te verdriedubbel.", "En ons kom nou terug na ons hoofstorie.", "En ons kom nou terug na ons hoofstorie.", "En ons kom nou terug na ons hoofstorie.", "President Stral Ramaposa het die G20 President Stral Ramaposa het die G20 President Stral Ramaposa het die G20 leiersberaad afgesluit met 'n belofte leiersberaad afgesluit met 'n belofte leiersberaad afgesluit met 'n belofte dat die ondernemings wat tydens die dat die ondernemings wat tydens die dat die ondernemings wat tydens die geleentheid gemaak is nie net leeë geleentheid gemaak is nie net leeë geleentheid gemaak is nie net leeë woorde is nie.", "Hy sê die woorde is nie.", "Hy sê die woorde is nie.", "Hy sê die leiersooreenkoms wat met 'n volslae leiersooreenkoms wat met 'n volslae leiersooreenkoms wat met 'n volslae meerderheid aanvaar is weerspieël 'n meerderheid aanvaar is weerspieël 'n meerderheid aanvaar is weerspieël 'n hernede hernede hernede verbintenis tot multilaterale verbintenis tot multilaterale verbintenis tot multilaterale samewerking.", "Die ooreenkoms is aanvaar samewerking.", "Die ooreenkoms is aanvaar samewerking.", "Die ooreenkoms is aanvaar ondanks Amerika se afwesigheid nadat die ondanks Amerika se afwesigheid nadat die ondanks Amerika se afwesigheid nadat die land die geleentheid geboikot het.", "land die geleentheid geboikot het.", "land die geleentheid geboikot het.", "Ramaposa het in sy slot rede beklemtoon Ramaposa het in sy slot rede beklemtoon Ramaposa het in sy slot rede beklemtoon dat versterkte internasionale dat versterkte internasionale dat versterkte internasionale vennootskappe die potensiaal het om 'n vennootskappe die potensiaal het om 'n vennootskappe die potensiaal het om 'n meer regverdige, veilige en voorspoedige meer regverdige, veilige en voorspoedige meer regverdige, veilige en voorspoedige globale landskap te skep waarin geen globale landskap te skep waarin geen globale landskap te skep waarin geen nasie van vooruitgang uitgesluit word nasie van vooruitgang uitgesluit word nasie van vooruitgang uitgesluit word nie.", "Ramaposa sê die verklaring toon dat Ramaposa sê die verklaring toon dat Ramaposa sê die verklaring toon dat wêreldleiers se gedeelde doelwitte wêreldleiers se gedeelde doelwitte wêreldleiers se gedeelde doelwitte swaarder weeg as hul verskud.", "We in the swaarder weeg as hul verskud.", "We in the swaarder weeg as hul verskud.", "We in the face of significant challenges and face of significant challenges and face of significant challenges and demonstrated our ability to come demonstrated our ability to come demonstrated our ability to come together even in the times of great together even in the times of great together even in the times of great difficulty to pursue a better world.", "difficulty to pursue a better world.", "difficulty to pursue a better world.", "South Africa's presidency marks the South Africa's presidency marks the South Africa's presidency marks the first time as we have said that the G20 first time as we have said that the G20 first time as we have said that the G20 has been hosted and held on African has been hosted and held on African has been hosted and held on African soil.", "Die president sê die verklaring is soil.", "Die president sê die verklaring is soil.", "Die president sê die verklaring is 'n verbintenis tot konkrete optrede wat 'n verbintenis tot konkrete optrede wat 'n verbintenis tot konkrete optrede wat mense se lewens oor die wêreld sal mense se lewens oor die wêreld sal mense se lewens oor die wêreld sal verbeter.", "Hy sê Suid-Afrika het sy verbeter.", "Hy sê Suid-Afrika het sy verbeter.", "Hy sê Suid-Afrika het sy presidentskap gebruik om die prioriteite presidentskap gebruik om die prioriteite presidentskap gebruik om die prioriteite van Afrika en die globale suide bo-aan van Afrika en die globale suide bo-aan van Afrika en die globale suide bo-aan die G20 agenda te plaas en voor te bou die G20 agenda te plaas en voor te bou die G20 agenda te plaas en voor te bou op die ontwikkelingsagenda van vorige op die ontwikkelingsagenda van vorige op die ontwikkelingsagenda van vorige presidentskappe onder Indonisië, Indië presidentskappe onder Indonisië, Indië presidentskappe onder Indonisië, Indië en Brasilië.", "This is important not only en Brasilië.", "This is important not only en Brasilië.", "This is important not only for the people of Africa and the global for the people of Africa and the global for the people of Africa and the global south.", "south.", "south.", "It is vital for global stability and It is vital for global stability and It is vital for global stability and security, security, security, alleviating resource pressures, alleviating resource pressures, alleviating resource pressures, managing population movements, managing population movements, managing population movements, and reducing the risk of conflict.", "and reducing the risk of conflict.", "and reducing the risk of conflict.", "Ramaposa het die einde van Suid-Afrika Ramaposa het die einde van Suid-Afrika Ramaposa het die einde van Suid-Afrika se G20 presidentskap met die seremoniële se G20 presidentskap met die seremoniële se G20 presidentskap met die seremoniële hamer aangedui wat blykbaar later die hamer aangedui wat blykbaar later die hamer aangedui wat blykbaar later die week by die kantore van die departement week by die kantore van die departement week by die kantore van die departement van internasionale betrekkinge aan 'n van internasionale betrekkinge aan 'n van internasionale betrekkinge aan 'n verteenwoordiger van die Amerikaanse verteenwoordiger van die Amerikaanse verteenwoordiger van die Amerikaanse regering oorhandig sal word.", "of G20 summit of G20 summit of G20 summit formally closes formally closes formally closes this summit and now moves on to the next this summit and now moves on to the next this summit and now moves on to the next president president president of the G20 of the G20 of the G20 which is the United States where we which is the United States where we which is the United States where we shall see each other again next year the shall see each other again next year the shall see each other again next year the summage is therefore closed Dis dan al van ons vir vanaand.", "Onthou Dis dan al van ons vir vanaand.", "Onthou Dis dan al van ons vir vanaand.", "Onthou ons is môre aand om :3 terug op S3.", "ons is môre aand om :3 terug op S3.", "ons is môre aand om :3 terug op S3.", "Lekker aand verder.", "เฮ เฮ เฮ"], "transcript": [{"start": 9.679, "end": 12.629, "text": "Hoofnuus vanaand. Die G20 beraad sluit"}, {"start": 12.629, "end": 12.639, "text": "Hoofnuus vanaand. Die G20 beraad sluit"}, {"start": 12.639, "end": 15.39, "text": "Hoofnuus vanaand. Die G20 beraad sluit af met groot beloftes om die lewens van"}, {"start": 15.39, "end": 15.4, "text": "af met groot beloftes om die lewens van"}, {"start": 15.4, "end": 18.429, "text": "af met groot beloftes om die lewens van mense dwarsoor die wêreld te verbeter."}, {"start": 18.429, "end": 18.439, "text": "mense dwarsoor die wêreld te verbeter."}, {"start": 18.439, "end": 22.07, "text": "mense dwarsoor die wêreld te verbeter. ABC gasheer uitsaaier van die G20 SA"}, {"start": 22.07, "end": 22.08, "text": "ABC gasheer uitsaaier van die G20 SA"}, {"start": 22.08, "end": 26.109, "text": "ABC gasheer uitsaaier van die G20 SA 2025."}, {"start": 26.119, "end": 28.63, "text": "Goeienaand en welkom by die Afrikaanse"}, {"start": 28.63, "end": 28.64, "text": "Goeienaand en welkom by die Afrikaanse"}, {"start": 28.64, "end": 30.31, "text": "Goeienaand en welkom by die Afrikaanse nuusbulletin."}, {"start": 30.31, "end": 30.32, "text": "nuusbulletin."}, {"start": 30.32, "end": 32.31, "text": "nuusbulletin. Die minister van internasionale"}, {"start": 32.31, "end": 32.32, "text": "Die minister van internasionale"}, {"start": 32.32, "end": 34.75, "text": "Die minister van internasionale betrekkinge en samewerking, Ronald"}, {"start": 34.75, "end": 34.76, "text": "betrekkinge en samewerking, Ronald"}, {"start": 34.76, "end": 37.43, "text": "betrekkinge en samewerking, Ronald Lamolla sê hulle het geen formele"}, {"start": 37.43, "end": 37.44, "text": "Lamolla sê hulle het geen formele"}, {"start": 37.44, "end": 39.95, "text": "Lamolla sê hulle het geen formele kommunikasie van die Verenigde State van"}, {"start": 39.95, "end": 39.96, "text": "kommunikasie van die Verenigde State van"}, {"start": 39.96, "end": 43.229, "text": "kommunikasie van die Verenigde State van Amerika ontvang oor die oorhandiging van"}, {"start": 43.229, "end": 43.239, "text": "Amerika ontvang oor die oorhandiging van"}, {"start": 43.239, "end": 46.43, "text": "Amerika ontvang oor die oorhandiging van die G20 presidentskap nie. Volgens die"}, {"start": 46.43, "end": 46.44, "text": "die G20 presidentskap nie. Volgens die"}, {"start": 46.44, "end": 49.91, "text": "die G20 presidentskap nie. Volgens die minister van finansies na Kodwana is die"}, {"start": 49.91, "end": 49.92, "text": "minister van finansies na Kodwana is die"}, {"start": 49.92, "end": 52.83, "text": "minister van finansies na Kodwana is die oorhandiging bloot seremonieel van aard"}, {"start": 52.83, "end": 52.84, "text": "oorhandiging bloot seremonieel van aard"}, {"start": 52.84, "end": 54.869, "text": "oorhandiging bloot seremonieel van aard en sal die VSA amptelik die"}, {"start": 54.869, "end": 54.879, "text": "en sal die VSA amptelik die"}, {"start": 54.879, "end": 59.95, "text": "en sal die VSA amptelik die presidentskap op 1 Desember oorneem."}, {"start": 59.95, "end": 59.96, "text": "presidentskap op 1 Desember oorneem."}, {"start": 59.96, "end": 62.43, "text": "presidentskap op 1 Desember oorneem. The global south is providing leadership"}, {"start": 62.43, "end": 62.44, "text": "The global south is providing leadership"}, {"start": 62.44, "end": 65.35, "text": "The global south is providing leadership um that has never been seen before that"}, {"start": 65.35, "end": 65.36, "text": "um that has never been seen before that"}, {"start": 65.36, "end": 66.71, "text": "um that has never been seen before that these institutions that have been"}, {"start": 66.71, "end": 66.72, "text": "these institutions that have been"}, {"start": 66.72, "end": 70.23, "text": "these institutions that have been created after the second world war um"}, {"start": 70.23, "end": 70.24, "text": "created after the second world war um"}, {"start": 70.24, "end": 73.19, "text": "created after the second world war um have served us well. We need to maintain"}, {"start": 73.19, "end": 73.2, "text": "have served us well. We need to maintain"}, {"start": 73.2, "end": 75.149, "text": "have served us well. We need to maintain them but obviously there is a need for"}, {"start": 75.149, "end": 75.159, "text": "them but obviously there is a need for"}, {"start": 75.159, "end": 77.149, "text": "them but obviously there is a need for reform of some of them like the United"}, {"start": 77.149, "end": 77.15899999999999, "text": "reform of some of them like the United"}, {"start": 77.15899999999999, "end": 79.469, "text": "reform of some of them like the United Nations Security Council and other"}, {"start": 79.469, "end": 79.479, "text": "Nations Security Council and other"}, {"start": 79.479, "end": 81.27, "text": "Nations Security Council and other platforms. is a need for reform to"}, {"start": 81.27, "end": 81.28, "text": "platforms. is a need for reform to"}, {"start": 81.28, "end": 83.63, "text": "platforms. is a need for reform to ensure that representativity of the"}, {"start": 83.63, "end": 83.64, "text": "ensure that representativity of the"}, {"start": 83.64, "end": 85.03, "text": "ensure that representativity of the global south and that's why South"}, {"start": 85.03, "end": 85.03999999999999, "text": "global south and that's why South"}, {"start": 85.03999999999999, "end": 86.87, "text": "global south and that's why South Africa's position with regards to the"}, {"start": 86.87, "end": 86.88, "text": "Africa's position with regards to the"}, {"start": 86.88, "end": 88.91, "text": "Africa's position with regards to the security council is this reform to"}, {"start": 88.91, "end": 88.92, "text": "security council is this reform to"}, {"start": 88.92, "end": 90.749, "text": "security council is this reform to reflect the realities that most conflict"}, {"start": 90.749, "end": 90.759, "text": "reflect the realities that most conflict"}, {"start": 90.759, "end": 92.59, "text": "reflect the realities that most conflict the security councils deals with are in"}, {"start": 92.59, "end": 92.6, "text": "the security councils deals with are in"}, {"start": 92.6, "end": 94.27000000000001, "text": "the security councils deals with are in the African continent. This is an"}, {"start": 94.27000000000001, "end": 94.28, "text": "the African continent. This is an"}, {"start": 94.28, "end": 96.87, "text": "the African continent. This is an international event."}, {"start": 96.87, "end": 96.88, "text": "international event."}, {"start": 96.88, "end": 100.069, "text": "international event. It is got nothing to do with motor for"}, {"start": 100.069, "end": 100.07900000000001, "text": "It is got nothing to do with motor for"}, {"start": 100.07900000000001, "end": 103.67, "text": "It is got nothing to do with motor for now. What it does, it rotates between"}, {"start": 103.67, "end": 103.68, "text": "now. What it does, it rotates between"}, {"start": 103.68, "end": 105.83, "text": "now. What it does, it rotates between different countries. You can see is the"}, {"start": 105.83, "end": 105.84, "text": "different countries. You can see is the"}, {"start": 105.84, "end": 109.22999999999999, "text": "different countries. You can see is the 20th event today and and the last one is"}, {"start": 109.22999999999999, "end": 109.24000000000001, "text": "20th event today and and the last one is"}, {"start": 109.24000000000001, "end": 110.91, "text": "20th event today and and the last one is going to gain start with the United"}, {"start": 110.91, "end": 110.92, "text": "going to gain start with the United"}, {"start": 110.92, "end": 113.87, "text": "going to gain start with the United States of America. What it does, it"}, {"start": 113.87, "end": 113.88, "text": "States of America. What it does, it"}, {"start": 113.88, "end": 117.55, "text": "States of America. What it does, it debates how do we together"}, {"start": 117.55, "end": 117.56, "text": "debates how do we together"}, {"start": 117.56, "end": 121.469, "text": "debates how do we together deal with the economic challenges facing"}, {"start": 121.469, "end": 121.479, "text": "deal with the economic challenges facing"}, {"start": 121.479, "end": 124.87, "text": "deal with the economic challenges facing the world. And how do we translate those"}, {"start": 124.87, "end": 124.88, "text": "the world. And how do we translate those"}, {"start": 124.88, "end": 127.19, "text": "the world. And how do we translate those challenges into support emerging"}, {"start": 127.19, "end": 127.2, "text": "challenges into support emerging"}, {"start": 127.2, "end": 130.79, "text": "challenges into support emerging economies including South Africa?"}, {"start": 130.79, "end": 130.8, "text": "economies including South Africa?"}, {"start": 130.8, "end": 132.91, "text": "economies including South Africa? Met die beraad wat nou ten einde geloop"}, {"start": 132.91, "end": 132.92, "text": "Met die beraad wat nou ten einde geloop"}, {"start": 132.92, "end": 135.63, "text": "Met die beraad wat nou ten einde geloop het Johannesburg se burgemeester Dada"}, {"start": 135.63, "end": 135.64, "text": "het Johannesburg se burgemeester Dada"}, {"start": 135.64, "end": 138.309, "text": "het Johannesburg se burgemeester Dada Morero die versekering gegee dat die"}, {"start": 138.309, "end": 138.319, "text": "Morero die versekering gegee dat die"}, {"start": 138.319, "end": 141.19, "text": "Morero die versekering gegee dat die diensleweringsprojekte wat geloods is om"}, {"start": 141.19, "end": 141.2, "text": "diensleweringsprojekte wat geloods is om"}, {"start": 141.2, "end": 145.39, "text": "diensleweringsprojekte wat geloods is om die stad skoon te maak sal voortgaan."}, {"start": 145.39, "end": 145.4, "text": "die stad skoon te maak sal voortgaan."}, {"start": 145.4, "end": 148.11, "text": "die stad skoon te maak sal voortgaan. Yes true because the trust deficit"}, {"start": 148.11, "end": 148.12, "text": "Yes true because the trust deficit"}, {"start": 148.12, "end": 150.63, "text": "Yes true because the trust deficit between communities and government in"}, {"start": 150.63, "end": 150.64, "text": "between communities and government in"}, {"start": 150.64, "end": 152.99, "text": "between communities and government in particular local government was at"}, {"start": 152.99, "end": 153.0, "text": "particular local government was at"}, {"start": 153.0, "end": 156.309, "text": "particular local government was at lowest and we are now improving on it."}, {"start": 156.309, "end": 156.31900000000002, "text": "lowest and we are now improving on it."}, {"start": 156.31900000000002, "end": 159.35, "text": "lowest and we are now improving on it. We have done the IDP we engag through"}, {"start": 159.35, "end": 159.36, "text": "We have done the IDP we engag through"}, {"start": 159.36, "end": 161.91, "text": "We have done the IDP we engag through the ADP sessions and part of the issues"}, {"start": 161.91, "end": 161.92000000000002, "text": "the ADP sessions and part of the issues"}, {"start": 161.92000000000002, "end": 164.03, "text": "the ADP sessions and part of the issues that they raised was exactly that that"}, {"start": 164.03, "end": 164.04, "text": "that they raised was exactly that that"}, {"start": 164.04, "end": 166.07, "text": "that they raised was exactly that that we don't believe anymore that you can do"}, {"start": 166.07, "end": 166.07999999999998, "text": "we don't believe anymore that you can do"}, {"start": 166.07999999999998, "end": 168.07, "text": "we don't believe anymore that you can do the things that you said you're doing."}, {"start": 168.07, "end": 168.07999999999998, "text": "the things that you said you're doing."}, {"start": 168.07999999999998, "end": 170.07, "text": "the things that you said you're doing. Now we have turned the corner and"}, {"start": 170.07, "end": 170.07999999999998, "text": "Now we have turned the corner and"}, {"start": 170.07999999999998, "end": 172.27, "text": "Now we have turned the corner and communities are beginning to see the"}, {"start": 172.27, "end": 172.28, "text": "communities are beginning to see the"}, {"start": 172.28, "end": 173.67000000000002, "text": "communities are beginning to see the confidence. The only thing they are"}, {"start": 173.67000000000002, "end": 173.68, "text": "confidence. The only thing they are"}, {"start": 173.68, "end": 177.309, "text": "confidence. The only thing they are worried about is we be able to sustain"}, {"start": 177.309, "end": 177.31900000000002, "text": "worried about is we be able to sustain"}, {"start": 177.31900000000002, "end": 179.22899999999998, "text": "worried about is we be able to sustain and that's what we are going to be doing"}, {"start": 179.22899999999998, "end": 179.239, "text": "and that's what we are going to be doing"}, {"start": 179.239, "end": 182.27, "text": "and that's what we are going to be doing to sustain that we improve the trust"}, {"start": 182.27, "end": 182.28, "text": "to sustain that we improve the trust"}, {"start": 182.28, "end": 184.63, "text": "to sustain that we improve the trust between ourselves and our communities"}, {"start": 184.63, "end": 184.64, "text": "between ourselves and our communities"}, {"start": 184.64, "end": 186.309, "text": "between ourselves and our communities confidence of our communities that"}, {"start": 186.309, "end": 186.319, "text": "confidence of our communities that"}, {"start": 186.319, "end": 188.75, "text": "confidence of our communities that indeed government is doing something in"}, {"start": 188.75, "end": 188.76, "text": "indeed government is doing something in"}, {"start": 188.76, "end": 200.589, "text": "indeed government is doing something in turning around the city."}, {"start": 200.599, "end": 202.82999999999998, "text": "Die oudste dogter van oud president"}, {"start": 202.82999999999998, "end": 202.84, "text": "Die oudste dogter van oud president"}, {"start": 202.84, "end": 207.35, "text": "Die oudste dogter van oud president Jacob Zuma Kosazana Bonganini Zuma het"}, {"start": 207.35, "end": 207.36, "text": "Jacob Zuma Kosazana Bonganini Zuma het"}, {"start": 207.36, "end": 209.91, "text": "Jacob Zuma Kosazana Bonganini Zuma het strafregtelike aanklagte aanhang gemaak"}, {"start": 209.91, "end": 209.92000000000002, "text": "strafregtelike aanklagte aanhang gemaak"}, {"start": 209.92000000000002, "end": 213.19, "text": "strafregtelike aanklagte aanhang gemaak oor 17 Suid-Afrikaners wat in Oekraïne"}, {"start": 213.19, "end": 213.2, "text": "oor 17 Suid-Afrikaners wat in Oekraïne"}, {"start": 213.2, "end": 216.07, "text": "oor 17 Suid-Afrikaners wat in Oekraïne vasgekeer is. Sy voer aan dat die mans"}, {"start": 216.07, "end": 216.07999999999998, "text": "vasgekeer is. Sy voer aan dat die mans"}, {"start": 216.07999999999998, "end": 219.19, "text": "vasgekeer is. Sy voer aan dat die mans waarvan agt familielede is onder valse"}, {"start": 219.19, "end": 219.2, "text": "waarvan agt familielede is onder valse"}, {"start": 219.2, "end": 222.82999999999998, "text": "waarvan agt familielede is onder valse voorwendsels na Rusland gelok is. klagte"}, {"start": 222.82999999999998, "end": 222.84, "text": "voorwendsels na Rusland gelok is. klagte"}, {"start": 222.84, "end": 224.789, "text": "voorwendsels na Rusland gelok is. klagte van onder meer mensehandel en"}, {"start": 224.789, "end": 224.799, "text": "van onder meer mensehandel en"}, {"start": 224.799, "end": 227.309, "text": "van onder meer mensehandel en oortredings van regulasies vir"}, {"start": 227.309, "end": 227.31900000000002, "text": "oortredings van regulasies vir"}, {"start": 227.31900000000002, "end": 230.11, "text": "oortredings van regulasies vir buitelandse militêre hulpverlening is"}, {"start": 230.11, "end": 230.12, "text": "buitelandse militêre hulpverlening is"}, {"start": 230.12, "end": 232.589, "text": "buitelandse militêre hulpverlening is gelê teen haar susterile"}, {"start": 232.589, "end": 232.599, "text": "gelê teen haar susterile"}, {"start": 232.599, "end": 234.75, "text": "gelê teen haar susterile Zuma Sambutlacazi"}, {"start": 234.75, "end": 234.76, "text": "Zuma Sambutlacazi"}, {"start": 234.76, "end": 238.47, "text": "Zuma Sambutlacazi Kuma en Blessing Kozaamube"}, {"start": 238.47, "end": 238.48, "text": "Kuma en Blessing Kozaamube"}, {"start": 238.48, "end": 240.99, "text": "Kuma en Blessing Kozaamube het 'n beroep op die regering gedoen om"}, {"start": 240.99, "end": 241.0, "text": "het 'n beroep op die regering gedoen om"}, {"start": 241.0, "end": 243.429, "text": "het 'n beroep op die regering gedoen om dringend tussen beide te tree sodat die"}, {"start": 243.429, "end": 243.439, "text": "dringend tussen beide te tree sodat die"}, {"start": 243.439, "end": 248.27, "text": "dringend tussen beide te tree sodat die mans kan terugkeer huis toe."}, {"start": 248.28, "end": 251.27, "text": "In Brisilië het wêreldleiers die kop 30"}, {"start": 251.27, "end": 251.28, "text": "In Brisilië het wêreldleiers die kop 30"}, {"start": 251.28, "end": 254.19, "text": "In Brisilië het wêreldleiers die kop 30 beraad afgesluit met 'n klimaatoreenkoms"}, {"start": 254.19, "end": 254.2, "text": "beraad afgesluit met 'n klimaatoreenkoms"}, {"start": 254.2, "end": 256.909, "text": "beraad afgesluit met 'n klimaatoreenkoms wat finansiering vir arm lande om"}, {"start": 256.909, "end": 256.919, "text": "wat finansiering vir arm lande om"}, {"start": 256.919, "end": 260.229, "text": "wat finansiering vir arm lande om aardverwarming te takel sal bevorder."}, {"start": 260.229, "end": 260.239, "text": "aardverwarming te takel sal bevorder."}, {"start": 260.239, "end": 262.95, "text": "aardverwarming te takel sal bevorder. Geen onderneming is egter gegee oor die"}, {"start": 262.95, "end": 262.96, "text": "Geen onderneming is egter gegee oor die"}, {"start": 262.96, "end": 265.55, "text": "Geen onderneming is egter gegee oor die uitvasering van fossiel brandstowwe wat"}, {"start": 265.55, "end": 265.56, "text": "uitvasering van fossiel brandstowwe wat"}, {"start": 265.56, "end": 268.43, "text": "uitvasering van fossiel brandstowwe wat dit veroorsaak nie. Dit is ondanks druk"}, {"start": 268.43, "end": 268.44, "text": "dit veroorsaak nie. Dit is ondanks druk"}, {"start": 268.44, "end": 271.11, "text": "dit veroorsaak nie. Dit is ondanks druk van meer as 80 lande insluitend"}, {"start": 271.11, "end": 271.12, "text": "van meer as 80 lande insluitend"}, {"start": 271.12, "end": 273.99, "text": "van meer as 80 lande insluitend Britannië en die Europese Unie. Die"}, {"start": 273.99, "end": 274.0, "text": "Britannië en die Europese Unie. Die"}, {"start": 274.0, "end": 277.71, "text": "Britannië en die Europese Unie. Die president van Kop 30 Andre Dolago het"}, {"start": 277.71, "end": 277.72, "text": "president van Kop 30 Andre Dolago het"}, {"start": 277.72, "end": 280.27, "text": "president van Kop 30 Andre Dolago het die aankondiging onder leide toejuiging"}, {"start": 280.27, "end": 280.28, "text": "die aankondiging onder leide toejuiging"}, {"start": 280.28, "end": 283.35, "text": "die aankondiging onder leide toejuiging gemaak. 'n Beroep is ook op ryk lande"}, {"start": 283.35, "end": 283.36, "text": "gemaak. 'n Beroep is ook op ryk lande"}, {"start": 283.36, "end": 285.67, "text": "gemaak. 'n Beroep is ook op ryk lande gedoen om hulle finansiering aan"}, {"start": 285.67, "end": 285.68, "text": "gedoen om hulle finansiering aan"}, {"start": 285.68, "end": 288.39, "text": "gedoen om hulle finansiering aan ontwikkelende lande om by 'n warm wêreld"}, {"start": 288.39, "end": 288.4, "text": "ontwikkelende lande om by 'n warm wêreld"}, {"start": 288.4, "end": 307.629, "text": "ontwikkelende lande om by 'n warm wêreld aan te pas teen 2035 te verdriedubbel."}, {"start": 307.639, "end": 310.35, "text": "En ons kom nou terug na ons hoofstorie."}, {"start": 310.35, "end": 310.36, "text": "En ons kom nou terug na ons hoofstorie."}, {"start": 310.36, "end": 312.95, "text": "En ons kom nou terug na ons hoofstorie. President Stral Ramaposa het die G20"}, {"start": 312.95, "end": 312.96, "text": "President Stral Ramaposa het die G20"}, {"start": 312.96, "end": 315.55, "text": "President Stral Ramaposa het die G20 leiersberaad afgesluit met 'n belofte"}, {"start": 315.55, "end": 315.56, "text": "leiersberaad afgesluit met 'n belofte"}, {"start": 315.56, "end": 317.71, "text": "leiersberaad afgesluit met 'n belofte dat die ondernemings wat tydens die"}, {"start": 317.71, "end": 317.72, "text": "dat die ondernemings wat tydens die"}, {"start": 317.72, "end": 319.909, "text": "dat die ondernemings wat tydens die geleentheid gemaak is nie net leeë"}, {"start": 319.909, "end": 319.919, "text": "geleentheid gemaak is nie net leeë"}, {"start": 319.919, "end": 321.87, "text": "geleentheid gemaak is nie net leeë woorde is nie. Hy sê die"}, {"start": 321.87, "end": 321.88, "text": "woorde is nie. Hy sê die"}, {"start": 321.88, "end": 324.43, "text": "woorde is nie. Hy sê die leiersooreenkoms wat met 'n volslae"}, {"start": 324.43, "end": 324.44, "text": "leiersooreenkoms wat met 'n volslae"}, {"start": 324.44, "end": 326.95, "text": "leiersooreenkoms wat met 'n volslae meerderheid aanvaar is weerspieël 'n"}, {"start": 326.95, "end": 326.96, "text": "meerderheid aanvaar is weerspieël 'n"}, {"start": 326.96, "end": 328.51, "text": "meerderheid aanvaar is weerspieël 'n hernede"}, {"start": 328.51, "end": 328.52, "text": "hernede"}, {"start": 328.52, "end": 330.59, "text": "hernede verbintenis tot multilaterale"}, {"start": 330.59, "end": 330.6, "text": "verbintenis tot multilaterale"}, {"start": 330.6, "end": 333.59000000000003, "text": "verbintenis tot multilaterale samewerking. Die ooreenkoms is aanvaar"}, {"start": 333.59000000000003, "end": 333.6, "text": "samewerking. Die ooreenkoms is aanvaar"}, {"start": 333.6, "end": 336.67, "text": "samewerking. Die ooreenkoms is aanvaar ondanks Amerika se afwesigheid nadat die"}, {"start": 336.67, "end": 336.68, "text": "ondanks Amerika se afwesigheid nadat die"}, {"start": 336.68, "end": 339.39, "text": "ondanks Amerika se afwesigheid nadat die land die geleentheid geboikot het."}, {"start": 339.39, "end": 339.4, "text": "land die geleentheid geboikot het."}, {"start": 339.4, "end": 342.23, "text": "land die geleentheid geboikot het. Ramaposa het in sy slot rede beklemtoon"}, {"start": 342.23, "end": 342.24, "text": "Ramaposa het in sy slot rede beklemtoon"}, {"start": 342.24, "end": 344.39, "text": "Ramaposa het in sy slot rede beklemtoon dat versterkte internasionale"}, {"start": 344.39, "end": 344.4, "text": "dat versterkte internasionale"}, {"start": 344.4, "end": 346.99, "text": "dat versterkte internasionale vennootskappe die potensiaal het om 'n"}, {"start": 346.99, "end": 347.0, "text": "vennootskappe die potensiaal het om 'n"}, {"start": 347.0, "end": 350.07, "text": "vennootskappe die potensiaal het om 'n meer regverdige, veilige en voorspoedige"}, {"start": 350.07, "end": 350.08, "text": "meer regverdige, veilige en voorspoedige"}, {"start": 350.08, "end": 352.83, "text": "meer regverdige, veilige en voorspoedige globale landskap te skep waarin geen"}, {"start": 352.83, "end": 352.84000000000003, "text": "globale landskap te skep waarin geen"}, {"start": 352.84000000000003, "end": 355.35, "text": "globale landskap te skep waarin geen nasie van vooruitgang uitgesluit word"}, {"start": 355.35, "end": 355.36, "text": "nasie van vooruitgang uitgesluit word"}, {"start": 355.36, "end": 358.39, "text": "nasie van vooruitgang uitgesluit word nie."}, {"start": 358.4, "end": 360.309, "text": "Ramaposa sê die verklaring toon dat"}, {"start": 360.309, "end": 360.319, "text": "Ramaposa sê die verklaring toon dat"}, {"start": 360.319, "end": 362.23, "text": "Ramaposa sê die verklaring toon dat wêreldleiers se gedeelde doelwitte"}, {"start": 362.23, "end": 362.24, "text": "wêreldleiers se gedeelde doelwitte"}, {"start": 362.24, "end": 364.67, "text": "wêreldleiers se gedeelde doelwitte swaarder weeg as hul verskud. We in the"}, {"start": 364.67, "end": 364.68, "text": "swaarder weeg as hul verskud. We in the"}, {"start": 364.68, "end": 367.79, "text": "swaarder weeg as hul verskud. We in the face of significant challenges and"}, {"start": 367.79, "end": 367.8, "text": "face of significant challenges and"}, {"start": 367.8, "end": 370.309, "text": "face of significant challenges and demonstrated our ability to come"}, {"start": 370.309, "end": 370.319, "text": "demonstrated our ability to come"}, {"start": 370.319, "end": 373.87, "text": "demonstrated our ability to come together even in the times of great"}, {"start": 373.87, "end": 373.88, "text": "together even in the times of great"}, {"start": 373.88, "end": 378.15, "text": "together even in the times of great difficulty to pursue a better world."}, {"start": 378.15, "end": 378.16, "text": "difficulty to pursue a better world."}, {"start": 378.16, "end": 380.27, "text": "difficulty to pursue a better world. South Africa's presidency marks the"}, {"start": 380.27, "end": 380.28, "text": "South Africa's presidency marks the"}, {"start": 380.28, "end": 383.99, "text": "South Africa's presidency marks the first time as we have said that the G20"}, {"start": 383.99, "end": 384.0, "text": "first time as we have said that the G20"}, {"start": 384.0, "end": 387.15, "text": "first time as we have said that the G20 has been hosted and held on African"}, {"start": 387.15, "end": 387.16, "text": "has been hosted and held on African"}, {"start": 387.16, "end": 389.309, "text": "has been hosted and held on African soil. Die president sê die verklaring is"}, {"start": 389.309, "end": 389.319, "text": "soil. Die president sê die verklaring is"}, {"start": 389.319, "end": 391.71, "text": "soil. Die president sê die verklaring is 'n verbintenis tot konkrete optrede wat"}, {"start": 391.71, "end": 391.72, "text": "'n verbintenis tot konkrete optrede wat"}, {"start": 391.72, "end": 393.39, "text": "'n verbintenis tot konkrete optrede wat mense se lewens oor die wêreld sal"}, {"start": 393.39, "end": 393.4, "text": "mense se lewens oor die wêreld sal"}, {"start": 393.4, "end": 395.589, "text": "mense se lewens oor die wêreld sal verbeter. Hy sê Suid-Afrika het sy"}, {"start": 395.589, "end": 395.599, "text": "verbeter. Hy sê Suid-Afrika het sy"}, {"start": 395.599, "end": 397.629, "text": "verbeter. Hy sê Suid-Afrika het sy presidentskap gebruik om die prioriteite"}, {"start": 397.629, "end": 397.639, "text": "presidentskap gebruik om die prioriteite"}, {"start": 397.639, "end": 400.39, "text": "presidentskap gebruik om die prioriteite van Afrika en die globale suide bo-aan"}, {"start": 400.39, "end": 400.4, "text": "van Afrika en die globale suide bo-aan"}, {"start": 400.4, "end": 403.23, "text": "van Afrika en die globale suide bo-aan die G20 agenda te plaas en voor te bou"}, {"start": 403.23, "end": 403.24, "text": "die G20 agenda te plaas en voor te bou"}, {"start": 403.24, "end": 405.39, "text": "die G20 agenda te plaas en voor te bou op die ontwikkelingsagenda van vorige"}, {"start": 405.39, "end": 405.4, "text": "op die ontwikkelingsagenda van vorige"}, {"start": 405.4, "end": 408.35, "text": "op die ontwikkelingsagenda van vorige presidentskappe onder Indonisië, Indië"}, {"start": 408.35, "end": 408.36, "text": "presidentskappe onder Indonisië, Indië"}, {"start": 408.36, "end": 411.589, "text": "presidentskappe onder Indonisië, Indië en Brasilië. This is important not only"}, {"start": 411.589, "end": 411.599, "text": "en Brasilië. This is important not only"}, {"start": 411.599, "end": 413.95, "text": "en Brasilië. This is important not only for the people of Africa and the global"}, {"start": 413.95, "end": 413.96, "text": "for the people of Africa and the global"}, {"start": 413.96, "end": 415.67, "text": "for the people of Africa and the global south."}, {"start": 415.67, "end": 415.68, "text": "south."}, {"start": 415.68, "end": 418.749, "text": "south. It is vital for global stability and"}, {"start": 418.749, "end": 418.759, "text": "It is vital for global stability and"}, {"start": 418.759, "end": 420.469, "text": "It is vital for global stability and security,"}, {"start": 420.469, "end": 420.479, "text": "security,"}, {"start": 420.479, "end": 423.79, "text": "security, alleviating resource pressures,"}, {"start": 423.79, "end": 423.8, "text": "alleviating resource pressures,"}, {"start": 423.8, "end": 426.99, "text": "alleviating resource pressures, managing population movements,"}, {"start": 426.99, "end": 427.0, "text": "managing population movements,"}, {"start": 427.0, "end": 429.869, "text": "managing population movements, and reducing the risk of conflict."}, {"start": 429.869, "end": 429.879, "text": "and reducing the risk of conflict."}, {"start": 429.879, "end": 431.589, "text": "and reducing the risk of conflict. Ramaposa het die einde van Suid-Afrika"}, {"start": 431.589, "end": 431.599, "text": "Ramaposa het die einde van Suid-Afrika"}, {"start": 431.599, "end": 434.23, "text": "Ramaposa het die einde van Suid-Afrika se G20 presidentskap met die seremoniële"}, {"start": 434.23, "end": 434.24, "text": "se G20 presidentskap met die seremoniële"}, {"start": 434.24, "end": 436.909, "text": "se G20 presidentskap met die seremoniële hamer aangedui wat blykbaar later die"}, {"start": 436.909, "end": 436.919, "text": "hamer aangedui wat blykbaar later die"}, {"start": 436.919, "end": 438.749, "text": "hamer aangedui wat blykbaar later die week by die kantore van die departement"}, {"start": 438.749, "end": 438.759, "text": "week by die kantore van die departement"}, {"start": 438.759, "end": 440.99, "text": "week by die kantore van die departement van internasionale betrekkinge aan 'n"}, {"start": 440.99, "end": 441.0, "text": "van internasionale betrekkinge aan 'n"}, {"start": 441.0, "end": 442.79, "text": "van internasionale betrekkinge aan 'n verteenwoordiger van die Amerikaanse"}, {"start": 442.79, "end": 442.8, "text": "verteenwoordiger van die Amerikaanse"}, {"start": 442.8, "end": 452.029, "text": "verteenwoordiger van die Amerikaanse regering oorhandig sal word."}, {"start": 452.039, "end": 455.30899999999997, "text": "of G20 summit"}, {"start": 455.30899999999997, "end": 455.319, "text": "of G20 summit"}, {"start": 455.319, "end": 457.83, "text": "of G20 summit formally closes"}, {"start": 457.83, "end": 457.84000000000003, "text": "formally closes"}, {"start": 457.84000000000003, "end": 462.909, "text": "formally closes this summit and now moves on to the next"}, {"start": 462.909, "end": 462.919, "text": "this summit and now moves on to the next"}, {"start": 462.919, "end": 464.589, "text": "this summit and now moves on to the next president"}, {"start": 464.589, "end": 464.599, "text": "president"}, {"start": 464.599, "end": 466.79, "text": "president of the G20"}, {"start": 466.79, "end": 466.8, "text": "of the G20"}, {"start": 466.8, "end": 468.95, "text": "of the G20 which is the United States where we"}, {"start": 468.95, "end": 468.96, "text": "which is the United States where we"}, {"start": 468.96, "end": 473.55, "text": "which is the United States where we shall see each other again next year the"}, {"start": 473.55, "end": 473.56, "text": "shall see each other again next year the"}, {"start": 473.56, "end": 482.99, "text": "shall see each other again next year the summage is therefore closed"}, {"start": 483.0, "end": 485.309, "text": "Dis dan al van ons vir vanaand. Onthou"}, {"start": 485.309, "end": 485.319, "text": "Dis dan al van ons vir vanaand. Onthou"}, {"start": 485.319, "end": 488.309, "text": "Dis dan al van ons vir vanaand. Onthou ons is môre aand om :3 terug op S3."}, {"start": 488.309, "end": 488.319, "text": "ons is môre aand om :3 terug op S3."}, {"start": 488.319, "end": 496.99, "text": "ons is môre aand om :3 terug op S3. Lekker aand verder."}, {"start": 497.0, "end": 526.79, "text": "เฮ"}, {"start": 526.8, "end": 556.59, "text": "เฮ"}, {"start": 556.6, "end": 559.6, "text": "เฮ"}], "createdAt": "2025-12-15T06:33:29.000Z", "imageUrl": "https://img.youtube.com/vi/qLcYXi1kWoc/hqdefault.jpg", "type": "video", "difficulty": "advanced", "videoUrl": "https://youtube.com/watch?v=qLcYXi1kWoc", "isFavorite": false, "progress": 0, "genre": "news"}]