[{"id": "yt_ug6d_PewuQY", "userId": "system_native", "title": "VENDA, VHEMBE DISTRICT, LIMPOPO PROVINCE, SOUTH AFRICA", "language": "ve", "content": "Hello vhaendelamashango, no tanganedzwa hafhu kha Hello vhaendelamashango, no tanganedzwa hafhu kha Hello vhaendelamashango, no tanganedzwa hafhu kha tshiṱirathedzhi. tshiṱirathedzhi. tshiṱirathedzhi. Namusi ndi khou ni isa kha inwe ya Namusi ndi khou ni isa kha inwe ya Namusi ndi khou ni isa kha inwe ya fhethu hune ha vha uri ho dzhielwa fhasi vhukuma kha ḽa fhethu hune ha vha uri ho dzhielwa fhasi vhukuma kha ḽa fhethu hune ha vha uri ho dzhielwa fhasi vhukuma kha ḽa Afrika Tshipembe nahone hune ha vha tsini vhukuma na mbilu yanga. Vho ṱanganedzwa kha Vera. [Muzika] [Muzika] [Muzika] [U vhanda zwanḓa] [U vhanda zwanḓa] [U vhanda zwanḓa] [Muzika] O dzumbama nḓila kha tshipiḓa tsha devhula vhukuma dzumbama nḓila kha tshipiḓa tsha devhula vhukuma dzumbama nḓila kha tshipiḓa tsha devhula vhukuma tsha vunḓu ḽa Limpopo.  Vendor ndi tsha vunḓu ḽa Limpopo.  Vendor ndi tsha vunḓu ḽa Limpopo.  Vendor ndi shango ḽine mvelele ya kale ya ṱangana na lunako lu sa ṱanganedzei shango ḽine mvelele ya kale ya ṱangana na lunako lu sa ṱanganedzei shango ḽine mvelele ya kale ya ṱangana na lunako lu sa ṱanganedzei . Muloro wa vhane vha tshimbila kha mavu vhane vha khou ṱoḓa u vha Muloro wa vhane vha tshimbila kha mavu vhane vha khou ṱoḓa u vha Muloro wa vhane vha tshimbila kha mavu vhane vha khou ṱoḓa u vha vhe vhoṱhe, nḓila dzine dza vha uri dzo khwaṱha, na vhe vhoṱhe, nḓila dzine dza vha uri dzo khwaṱha, na vhe vhoṱhe, nḓila dzine dza vha uri dzo khwaṱha, na lwendo lwa u fhira kha vhufa vhu tshilaho. Tshifhinga tsho vha tshi si kha sia ḽanga kha lwendo ulwu, fhedzi Tshifhinga tsho vha tshi si kha sia ḽanga kha lwendo ulwu, fhedzi Tshifhinga tsho vha tshi si kha sia ḽanga kha lwendo ulwu, fhedzi ndo vha ndi sa koni u ṱuwa ndi songo kovhelana fhedzi u ndo vha ndi sa koni u ṱuwa ndi songo kovhelana fhedzi u ndo vha ndi sa koni u ṱuwa ndi songo kovhelana fhedzi u vhona Vendor na matombo a si gathi o dzumbamaho vhona Vendor na matombo a si gathi o dzumbamaho vhona Vendor na matombo a si gathi o dzumbamaho uri ni kone u a ṱola. [Music] [Music] [Music] Vhukati ha Venda, hune khuli ya nambatela Vhukati ha Venda, hune khuli ya nambatela Vhukati ha Venda, hune khuli ya nambatela kha ṱhodzi dza miri ya kale na dzi airham dzi re na kha ṱhodzi dza miri ya kale na dzi airham dzi re na kha ṱhodzi dza miri ya kale na dzi airham dzi re na mafhungo a sa ambiwi, hu na fhethu hu sa fani na mafhungo a sa ambiwi, hu na fhethu hu sa fani na mafhungo a sa ambiwi, hu na fhethu hu sa fani na huṅwe. huṅwe. huṅwe. [Muzika] Ḓaka ḽa Tate Vondo, ḽine ḽa sokou Ḓaka ḽa Tate Vondo, ḽine ḽa sokou Ḓaka ḽa Tate Vondo, ḽine ḽa sokou vhidzwa sa Ḓaka Ḽikhethwa ḽa Tate, ndi ḽiṅwe ḽa vhidzwa sa Ḓaka Ḽikhethwa ḽa Tate, ndi ḽiṅwe ḽa maḓaka a Afrika Tshipembe a mangadzaho, makhethwa, na o pfumaho nga ikholodzhi. maḓaka a Afrika Tshipembe a mangadzaho, makhethwa, na o pfumaho nga ikholodzhi. maḓaka a Afrika Tshipembe a mangadzaho, makhethwa, na o pfumaho nga ikholodzhi. [Muzika] Heyi a si ḓaka fhedzi.  Ndi Heyi a si ḓaka fhedzi.  Ndi Heyi a si ḓaka fhedzi.  Ndi mavu makhethwa.  Kereke khulwane i tshilaho yo vha yo lavheleswa mavu makhethwa.  Kereke khulwane i tshilaho yo vha yo lavheleswa mavu makhethwa.  Kereke khulwane i tshilaho yo vha yo lavheleswa nga mimuya na u fhumula. nga mimuya na u fhumula. nga mimuya na u fhumula. [Muzika] [Muzika] [Muzika] Kha vhathu vha Vender, ḓaka iḽi a ḽi sokou Kha vhathu vha Vender, ḓaka iḽi a ḽi sokou Kha vhathu vha Vender, ḓaka iḽi a ḽi sokou tshila, ndi ḽa mafhungo a makhulukuku, tshila, ndi ḽa mafhungo a makhulukuku, tshila, ndi ḽa mafhungo a makhulukuku, [Muzika] wo tsireledzwa nga Nadi wa ngano, wo tsireledzwa nga Nadi wa ngano, wo tsireledzwa nga Nadi wa ngano, Thunderbird ine ya ambiwa uri i vhidza maḓumbu musi Thunderbird ine ya ambiwa uri i vhidza maḓumbu musi Thunderbird ine ya ambiwa uri i vhidza maḓumbu musi zwikhethwa zwi tshi khou tshuwiswa. [Music] A u sokou [Music] A u sokou [Music] A u sokou tshimbila-tshimbila ngomu hafha.  U dzhena tshimbila-tshimbila ngomu hafha.  U dzhena tshimbila-tshimbila ngomu hafha.  U dzhena nga thendelo, nga ṱhonifho, na nga thendelo, nga ṱhonifho, na nga thendelo, nga ṱhonifho, na nga mbilu yo dzikaho. nga mbilu yo dzikaho. nga mbilu yo dzikaho. Tsini, maḓi o dzikaho a Tsini, maḓi o dzikaho a Tsini, maḓi o dzikaho a Damu ḽa Tativondo a sumbedza muya wa ḓaka, wa mulalo, wa Damu ḽa Tativondo a sumbedza muya wa ḓaka, wa mulalo, wa Damu ḽa Tativondo a sumbedza muya wa ḓaka, wa mulalo, wa maanḓa, na wa tshoṱhe. [Muzika] [Muzika] [Muzika] U bva kha mavhonele a damn, vhaeni vha U bva kha mavhonele a damn, vhaeni vha U bva kha mavhonele a damn, vhaeni vha ṱanganedzwa nga maḓi o dzikaho o furemelwaho ṱanganedzwa nga maḓi o dzikaho o furemelwaho ṱanganedzwa nga maḓi o dzikaho o furemelwaho nga thavha dzo fukedzwaho nga pine na masimu a tie ane a khou ḓi ṱomola nga thavha dzo fukedzwaho nga pine na masimu a tie ane a khou ḓi ṱomola nga thavha dzo fukedzwaho nga pine na masimu a tie ane a khou ḓi ṱomola . Ndi fhethu hune ha funeswa ha u awela, u lavhelesa mmbete, Ndi fhethu hune ha funeswa ha u awela, u lavhelesa mmbete, Ndi fhethu hune ha funeswa ha u awela, u lavhelesa mmbete, kana u ḓiphina nga mvelo nga mulalo. kana u ḓiphina nga mvelo nga mulalo. kana u ḓiphina nga mvelo nga mulalo. [Muzika] U tshi khou ṱanḓavhuwa kha zwikwara zwidala, khou ṱanḓavhuwa kha zwikwara zwidala, khou ṱanḓavhuwa kha zwikwara zwidala, tsimu i ṋea tshifanyiso tsho fhelelaho tsimu i ṋea tshifanyiso tsho fhelelaho tsimu i ṋea tshifanyiso tsho fhelelaho tsha t-roll dzo ṱanzwiwaho zwavhuḓi dzine dza vhonala dzi tshi khou bvela tsha t-roll dzo ṱanzwiwaho zwavhuḓi dzine dza vhonala dzi tshi khou bvela tsha t-roll dzo ṱanzwiwaho zwavhuḓi dzine dza vhonala dzi tshi khou bvela phanḓa lwa tshoṱhe. A zwo ngo tou naka fhedzi, zwi dovha zwa vha A zwo ngo tou naka fhedzi, zwi dovha zwa vha A zwo ngo tou naka fhedzi, zwi dovha zwa vha tshiga tsha nyaluwo na u konḓelela kha tshiga tsha nyaluwo na u konḓelela kha tshiga tsha nyaluwo na u konḓelela kha dzingu. Lwa miṅwaha minzhi, ifa ḽa Chibasati ḽo Lwa miṅwaha minzhi, ifa ḽa Chibasati ḽo Lwa miṅwaha minzhi, ifa ḽa Chibasati ḽo ṋetshedza mushumo kha tshitshavha tsha henefho, ḽi tshi ṋetshedza mushumo kha tshitshavha tsha henefho, ḽi tshi ṋetshedza mushumo kha tshitshavha tsha henefho, ḽi tshi khou tamba mushumo wa ndeme kha ikonomi khou tamba mushumo wa ndeme kha ikonomi khou tamba mushumo wa ndeme kha ikonomi ya Toyo na miḓi yo ṱanganaho nayo. ya Toyo na miḓi yo ṱanganaho nayo. ya Toyo na miḓi yo ṱanganaho nayo. [Muzika] [Muzika] [Muzika] Estate i bveledza nga maanḓa tie ntswu, ine ya Estate i bveledza nga maanḓa tie ntswu, ine ya Estate i bveledza nga maanḓa tie ntswu, ine ya ḓivhea nga muthetshelo wayo wo khwaṱhaho na ḓivhea nga muthetshelo wayo wo khwaṱhaho na ḓivhea nga muthetshelo wayo wo khwaṱhaho na munukhelelo wo pfumaho. munukhelelo wo pfumaho. munukhelelo wo pfumaho. [Muzika] [Muzika] [Muzika] Nahone naho hu si fhethu huhulwane hune vhaendelamashango vha ima hone, Nahone naho hu si fhethu huhulwane hune vhaendelamashango vha ima hone, Nahone naho hu si fhethu huhulwane hune vhaendelamashango vha ima hone, vhane vha fhira henefho kanzhi vha a ima u itela u takalela vhane vha fhira henefho kanzhi vha a ima u itela u takalela vhane vha fhira henefho kanzhi vha a ima u itela u takalela vhuḓifari ho dzikaho na lunako lwa mvelo. Mufhiso. [Muzika] Mufhiso. [Muzika] Ḓaka ḽa Tat Holi ndi tshipiḓa tsha Ḓaka ḽa Tat Holi ndi tshipiḓa tsha Ḓaka ḽa Tat Holi ndi tshipiḓa tsha muṱoḓo wa muya wa cosmology ya Venda. I vhofhekanya na mafhungo a Zibalat I vhofhekanya na mafhungo a Zibalat I vhofhekanya na mafhungo a Zibalat ane a dovha a ḓivhiwa sa dzivha ḽa Fundi zwine zwa ita uri i vhe ane a dovha a ḓivhiwa sa dzivha ḽa Fundi zwine zwa ita uri i vhe ane a dovha a ḓivhiwa sa dzivha ḽa Fundi zwine zwa ita uri i vhe tshipiḓa tsha triangle khethwa ya dzingu tshipiḓa tsha triangle khethwa ya dzingu tshipiḓa tsha triangle khethwa ya dzingu ine ya vha na dzivha ḽa Fundi na waterfall ya PPD. Dzivha ḽa Fundi ndi ḽiṅwe ḽa maḓi a si gathi a ngoho a nga ngomu ha shango Dzivha ḽa Fundi ndi ḽiṅwe ḽa maḓi a si gathi a ngoho a nga ngomu ha shango Dzivha ḽa Fundi ndi ḽiṅwe ḽa maḓi a si gathi a ngoho a nga ngomu ha shango Afrika Tshipembe nahone ḽo Afrika Tshipembe nahone ḽo Afrika Tshipembe nahone ḽo ḓitika nga vhumuya ha Venda. Dzivha ḽo vhumbiwa nga minwaha ya 10,000 uya kha 20,000 yo Dzivha ḽo vhumbiwa nga minwaha ya 10,000 uya kha 20,000 yo Dzivha ḽo vhumbiwa nga minwaha ya 10,000 uya kha 20,000 yo fhiraho musi hu tshi vha na u fhalala huhulwane ha fhiraho musi hu tshi vha na u fhalala huhulwane ha fhiraho musi hu tshi vha na u fhalala huhulwane ha mulambo wa Mutaria. [Muzika] u sika dzivha ḽa u vhulunga ḽa mvelo ḽine ḽa u sika dzivha ḽa u vhulunga ḽa mvelo ḽine ḽa u sika dzivha ḽa u vhulunga ḽa mvelo ḽine ḽa ṱoḓa u swika 5 km nga 3 km musi ḽo ṱoḓa u swika 5 km nga 3 km musi ḽo ṱoḓa u swika 5 km nga 3 km musi ḽo ḓala.  I swika kha vhudzivha ha 27 m ya ḓala.  I swika kha vhudzivha ha 27 m ya ḓala.  I swika kha vhudzivha ha 27 m ya dzula kha vhulapfu vhune ha swika 865 m. dzula kha vhulapfu vhune ha swika 865 m. dzula kha vhulapfu vhune ha swika 865 m. [Muzika] Ngano dza hone dzo dzikaho na Ngano dza hone dzo dzikaho na Ngano dza hone dzo dzikaho na mvelele khethwa zwo vhulunga dzivha lwa mvelele khethwa zwo vhulunga dzivha lwa mvelele khethwa zwo vhulunga dzivha lwa mirafho minzhi. [U sea] [U sea] [U sea] [Muzika] Naho mitsiko ya musalauno i tshi ḓisa Naho mitsiko ya musalauno i tshi ḓisa Naho mitsiko ya musalauno i tshi ḓisa tshutshedzo dzine dza khou engedzea, u ṱhogomela ṱhonifho tshutshedzo dzine dza khou engedzea, u ṱhogomela ṱhonifho tshutshedzo dzine dza khou engedzea, u ṱhogomela ṱhonifho na mikhuvha ya mvelele ndi zwa ndeme kha na mikhuvha ya mvelele ndi zwa ndeme kha na mikhuvha ya mvelele ndi zwa ndeme kha u tshenzhela ndeme yayo zwa vhukuma. Musi u saathu sendela tsini na dzivha, mvelele Musi u saathu sendela tsini na dzivha, mvelele Musi u saathu sendela tsini na dzivha, mvelele i ṱoḓa u sumbedza ṱhonifho zwine zwa ḓivhiwa sa i ṱoḓa u sumbedza ṱhonifho zwine zwa ḓivhiwa sa i ṱoḓa u sumbedza ṱhonifho zwine zwa ḓivhiwa sa ukodora. [Muzika] [Muzika] [Muzika] Vhaeni vha rembuluwa, vha gwadama, Vhaeni vha rembuluwa, vha gwadama, Vhaeni vha rembuluwa, vha gwadama, nahone vha vhona dzivha nga milenzhe yavho. nahone vha vhona dzivha nga milenzhe yavho. nahone vha vhona dzivha nga milenzhe yavho. Ndi nyito ya u ḓiṱukufhadza ya u ṱhonifha, u Ndi nyito ya u ḓiṱukufhadza ya u ṱhonifha, u Ndi nyito ya u ḓiṱukufhadza ya u ṱhonifha, u humbela thendelo ya u dzhena tshikhalani tshikhethwa. [Muzika] wa u dalela fhano ndi u dzhena wa u dalela fhano ndi u dzhena wa u dalela fhano ndi u dzhena shangoni ḽikhethwa.  Huno arali na thetshelesa, thetshelesani zwa vhukuma, shangoni ḽikhethwa.  Huno arali na thetshelesa, thetshelesani zwa vhukuma, shangoni ḽikhethwa.  Huno arali na thetshelesa, thetshelesani zwa vhukuma, dzivha ḽi nga sokou vhidzelela murahu. [Muzika] [Muzika] [Muzika] Ndi zwa ndeme u zwi ḓivha uri arali ni Ndi zwa ndeme u zwi ḓivha uri arali ni Ndi zwa ndeme u zwi ḓivha uri arali ni sa ḓivhi fhethu, a no ngo sa ḓivhi fhethu, a no ngo sa ḓivhi fhethu, a no ngo fanela u dzhena ni sa na vhulivhisi.   Arali u na vhulivhisi ho teaho, u nga kona u ṱola vhulivhisi ho teaho, u nga kona u ṱola vhulivhisi ho teaho, u nga kona u ṱola nḓila dzo vhewaho na u guda nga ha nḓila dzo vhewaho na u guda nga ha nḓila dzo vhewaho na u guda nga ha zwithu zwa mvelo na zwa muya zwa ḽeneḽi zwithu zwa mvelo na zwa muya zwa ḽeneḽi zwithu zwa mvelo na zwa muya zwa ḽeneḽi ḓaka. [Muzika] [Muzika] [Muzika] Tat Holy Forest ndi haya ha Tat Holy Forest ndi haya ha Tat Holy Forest ndi haya ha fhethu hunzhi ha vhuḓi ha u ḓiphina nahone tshiṅwe tsha zwithu zwine zwa fhethu hunzhi ha vhuḓi ha u ḓiphina nahone tshiṅwe tsha zwithu zwine zwa fhethu hunzhi ha vhuḓi ha u ḓiphina nahone tshiṅwe tsha zwithu zwine zwa mangadza vhukuma ndi mangadza vhukuma ndi mangadza vhukuma ndi fhethu ha u ḓiphina ha Churroa waterfall.   Ee .  Vhaeni vha nga awela fhasi ha .  Vhaeni vha nga awela fhasi ha .  Vhaeni vha nga awela fhasi ha murunzi u rotholaho wa miri mihulwane ine ya vha na murunzi u rotholaho wa miri mihulwane ine ya vha na murunzi u rotholaho wa miri mihulwane ine ya vha na mubvumo u homolosaho wa waterfall nga mubvumo u homolosaho wa waterfall nga mubvumo u homolosaho wa waterfall nga murahu.  Fhethu havhuḓi ha u murahu.  Fhethu havhuḓi ha u murahu.  Fhethu havhuḓi ha u shavha nga mulalo. [Muzika] Litshani Litshani Litshani Mukhethwa. Mukhethwa. Mukhethwa. [Muzika] [Muzika] Heyi. [Muzika] Ḓaka ḽikhethwa ḽa Tate a si tshithu tshine wa sokou tshi Ḓaka ḽikhethwa ḽa Tate a si tshithu tshine wa sokou tshi Ḓaka ḽikhethwa ḽa Tate a si tshithu tshine wa sokou tshi dalela.  Ndi tshithu tshine na tshi pfa. dalela.  Ndi tshithu tshine na tshi pfa. dalela.  Ndi tshithu tshine na tshi pfa. Hush hukhethwa hune ha dzula tshifhinga tshilapfu nga murahu ha musi no Hush hukhethwa hune ha dzula tshifhinga tshilapfu nga murahu ha musi no Hush hukhethwa hune ha dzula tshifhinga tshilapfu nga murahu ha musi no ṱuwa. [Muzika] Ṱhonifhani shango, hulisani mafhungo, ni Ṱhonifhani shango, hulisani mafhungo, ni Ṱhonifhani shango, hulisani mafhungo, ni sie milenzhe fhedzi. [Music] [Music] [Music] [Music] Ri phetha lwendo lwashu nga u ima lwa u fhedzisela Ri phetha lwendo lwashu nga u ima lwa u fhedzisela Ri phetha lwendo lwashu nga u ima lwa u fhedzisela fhethu hune ha ḓivhelwa mavu a hone o nonaho fhethu hune ha ḓivhelwa mavu a hone o nonaho fhethu hune ha ḓivhelwa mavu a hone o nonaho na vhufa haho ho pfumaho ha vhulimi. na vhufa haho ho pfumaho ha vhulimi. na vhufa haho ho pfumaho ha vhulimi. [Muzika] [Muzika] [Muzika] Govhani ḽo ṱambaho ​​ḽa Levubu na Chakoma ḽi Govhani ḽo ṱambaho ​​ḽa Levubu na Chakoma ḽi Govhani ḽo ṱambaho ​​ḽa Levubu na Chakoma ḽi vhidzwaho nga lufuno sa tshirundu tsha vhurotho vhidzwaho nga lufuno sa tshirundu tsha vhurotho vhidzwaho nga lufuno sa tshirundu tsha vhurotho tsha Venda. tsha Venda. tsha Venda. Hafha shango ḽi ṋea nga mafunda na Hafha shango ḽi ṋea nga mafunda na Hafha shango ḽi ṋea nga mafunda na mimakete ya henefho i ḓala nga mimakete ya henefho i ḓala nga mimakete ya henefho i ḓala nga zwibveledzwa zwiswa zwine zwa vha uri zwo livha ubva zwibveledzwa zwiswa zwine zwa vha uri zwo livha ubva zwibveledzwa zwiswa zwine zwa vha uri zwo livha ubva masimuni. Afha ndi hune wa ḓo wana hone Afha ndi hune wa ḓo wana hone Afha ndi hune wa ḓo wana hone Makete wa Mitshelo ya Chakoma, une wa dovha wa ḓivhiwa sa Makete wa Mitshelo ya Chakoma, une wa dovha wa ḓivhiwa sa Makete wa Mitshelo ya Chakoma, une wa dovha wa ḓivhiwa sa Makete wa Chakoma Roadside.  Iṅwe ya Makete wa Chakoma Roadside.  Iṅwe ya Makete wa Chakoma Roadside.  Iṅwe ya mimakete yapo ine ya vha na vhutshilo na u vha na tshiga kha mimakete yapo ine ya vha na vhutshilo na u vha na tshiga kha mimakete yapo ine ya vha na vhutshilo na u vha na tshiga kha Vunḓu ḽa Limpopo. Vunḓu ḽa Limpopo. Vunḓu ḽa Limpopo. Hoyu makete u vula awara dza 24 nga duvha nahone a u sokou Hoyu makete u vula awara dza 24 nga duvha nahone a u sokou Hoyu makete u vula awara dza 24 nga duvha nahone a u sokou ima fhedzi, ndi ima fhedzi, ndi ima fhedzi, ndi tshenzhemo ya mvelele. tshenzhemo ya mvelele. tshenzhemo ya mvelele. Kanzhi zwiṱoḓelo zwi vha zwo ḓala nga Kanzhi zwiṱoḓelo zwi vha zwo ḓala nga Kanzhi zwiṱoḓelo zwi vha zwo ḓala nga zwiṱoko zwa mitshelo zwa pyramidstyle nga mivhala ine ya vha uri zwiṱoko zwa mitshelo zwa pyramidstyle nga mivhala ine ya vha uri zwiṱoko zwa mitshelo zwa pyramidstyle nga mivhala ine ya vha uri yo dzudzanywa nga vhutsila ha flare. [Muzika] [Muzika] [Muzika] U ḓo wana mabanana, mango, maafukhada, U ḓo wana mabanana, mango, maafukhada, U ḓo wana mabanana, mango, maafukhada, dziphaina, mapapaya, leuches, guavas, dziphaina, mapapaya, leuches, guavas, dziphaina, mapapaya, leuches, guavas, na dzi gel dza khalanwaha dzi ngaho marula na na dzi gel dza khalanwaha dzi ngaho marula na na dzi gel dza khalanwaha dzi ngaho marula na nḓuhu dza macadmia. nḓuhu dza macadmia. nḓuhu dza macadmia. [Muzika] Hu [Muzika] Hu [Muzika] Hu sa londwi uri ni khou livha sa londwi uri ni khou livha sa londwi uri ni khou livha Gethe ḽa Punda Maria kha Phaka ya Lushaka ya Kruga kana ni tshi Gethe ḽa Punda Maria kha Phaka ya Lushaka ya Kruga kana ni tshi Gethe ḽa Punda Maria kha Phaka ya Lushaka ya Kruga kana ni tshi khou ṱola Tandu, heyi ndi fhethu hune na fanela u ima hone khou ṱola Tandu, heyi ndi fhethu hune na fanela u ima hone khou ṱola Tandu, heyi ndi fhethu hune na fanela u ima hone . . . [Muzika] Ho dzumbama murahu ha makete wa mitshelo wa Buzzling Ho dzumbama murahu ha makete wa mitshelo wa Buzzling Ho dzumbama murahu ha makete wa mitshelo wa Buzzling ndi Chakoma Mallo ine ya kha ḓi tou bva u bveledzwa ndi Chakoma Mallo ine ya kha ḓi tou bva u bveledzwa ndi Chakoma Mallo ine ya kha ḓi tou bva u bveledzwa , fhethu ha musalauno hune vhadzulapo vha henefho vha vhea , fhethu ha musalauno hune vhadzulapo vha henefho vha vhea , fhethu ha musalauno hune vhadzulapo vha henefho vha vhea zwithu zwa ndeme na u ḓiphina nga zwithu zwa ndeme na u ḓiphina nga zwithu zwa ndeme na u ḓiphina nga u renga zwithu zwavhuḓi tsini na hayani. Venda ndi linwe la fhethu hune ha vha uri ndi hutuku Venda ndi linwe la fhethu hune ha vha uri ndi hutuku Venda ndi linwe la fhethu hune ha vha uri ndi hutuku Afrika Tshipembe hune hu ṱoḓaho u vha dzharaṱa ya muṱa munwe na munwe hu Afrika Tshipembe hune hu ṱoḓaho u vha dzharaṱa ya muṱa munwe na munwe hu Afrika Tshipembe hune hu ṱoḓaho u vha dzharaṱa ya muṱa munwe na munwe hu vha hu haya ha miri ya mitshelo yo fhambanaho na vha hu haya ha miri ya mitshelo yo fhambanaho na vha hu haya ha miri ya mitshelo yo fhambanaho na ngade dza miroho dzine dza vha uri dzo ṱangana. ngade dza miroho dzine dza vha uri dzo ṱangana. ngade dza miroho dzine dza vha uri dzo ṱangana. Vhuṱanzi ha vhukuma ha mavu o nonaho a dzingu Vhuṱanzi ha vhukuma ha mavu o nonaho a dzingu Vhuṱanzi ha vhukuma ha mavu o nonaho a dzingu na na na mvelele dza vhulimi dzo ḓitikaho nga midzi. Arali vho takalela video iyi, vha songo hangwa Arali vho takalela video iyi, vha songo hangwa Arali vho takalela video iyi, vha songo hangwa u like na u subscribe uri vha wane zwinwe u like na u subscribe uri vha wane zwinwe u like na u subscribe uri vha wane zwinwe zwithu zwa nyendo.   Ndi khou zwithu zwa nyendo.   Ndi khou zwithu zwa nyendo.   Ndi khou livhuwa nga maanda u vhona.  Ri ḓo vhonana livhuwa nga maanda u vhona.  Ri ḓo vhonana livhuwa nga maanda u vhona.  Ri ḓo vhonana tshifhinga tshi ḓaho. tshifhinga tshi ḓaho. tshifhinga tshi ḓaho. [Muzika]", "sentences": ["Hello vhaendelamashango, no tanganedzwa hafhu kha Hello vhaendelamashango, no tanganedzwa hafhu kha Hello vhaendelamashango, no tanganedzwa hafhu kha tshiṱirathedzhi.", "tshiṱirathedzhi.", "tshiṱirathedzhi.", "Namusi ndi khou ni isa kha inwe ya Namusi ndi khou ni isa kha inwe ya Namusi ndi khou ni isa kha inwe ya fhethu hune ha vha uri ho dzhielwa fhasi vhukuma kha ḽa fhethu hune ha vha uri ho dzhielwa fhasi vhukuma kha ḽa fhethu hune ha vha uri ho dzhielwa fhasi vhukuma kha ḽa Afrika Tshipembe nahone hune ha vha tsini vhukuma na mbilu yanga.", "Vho ṱanganedzwa kha Vera.", "[Muzika] [Muzika] [Muzika] [U vhanda zwanḓa] [U vhanda zwanḓa] [U vhanda zwanḓa] [Muzika] O dzumbama nḓila kha tshipiḓa tsha devhula vhukuma dzumbama nḓila kha tshipiḓa tsha devhula vhukuma dzumbama nḓila kha tshipiḓa tsha devhula vhukuma tsha vunḓu ḽa Limpopo.", "Vendor ndi tsha vunḓu ḽa Limpopo.", "Vendor ndi tsha vunḓu ḽa Limpopo.", "Vendor ndi shango ḽine mvelele ya kale ya ṱangana na lunako lu sa ṱanganedzei shango ḽine mvelele ya kale ya ṱangana na lunako lu sa ṱanganedzei shango ḽine mvelele ya kale ya ṱangana na lunako lu sa ṱanganedzei .", "Muloro wa vhane vha tshimbila kha mavu vhane vha khou ṱoḓa u vha Muloro wa vhane vha tshimbila kha mavu vhane vha khou ṱoḓa u vha Muloro wa vhane vha tshimbila kha mavu vhane vha khou ṱoḓa u vha vhe vhoṱhe, nḓila dzine dza vha uri dzo khwaṱha, na vhe vhoṱhe, nḓila dzine dza vha uri dzo khwaṱha, na vhe vhoṱhe, nḓila dzine dza vha uri dzo khwaṱha, na lwendo lwa u fhira kha vhufa vhu tshilaho.", "Tshifhinga tsho vha tshi si kha sia ḽanga kha lwendo ulwu, fhedzi Tshifhinga tsho vha tshi si kha sia ḽanga kha lwendo ulwu, fhedzi Tshifhinga tsho vha tshi si kha sia ḽanga kha lwendo ulwu, fhedzi ndo vha ndi sa koni u ṱuwa ndi songo kovhelana fhedzi u ndo vha ndi sa koni u ṱuwa ndi songo kovhelana fhedzi u ndo vha ndi sa koni u ṱuwa ndi songo kovhelana fhedzi u vhona Vendor na matombo a si gathi o dzumbamaho vhona Vendor na matombo a si gathi o dzumbamaho vhona Vendor na matombo a si gathi o dzumbamaho uri ni kone u a ṱola.", "[Music] [Music] [Music] Vhukati ha Venda, hune khuli ya nambatela Vhukati ha Venda, hune khuli ya nambatela Vhukati ha Venda, hune khuli ya nambatela kha ṱhodzi dza miri ya kale na dzi airham dzi re na kha ṱhodzi dza miri ya kale na dzi airham dzi re na kha ṱhodzi dza miri ya kale na dzi airham dzi re na mafhungo a sa ambiwi, hu na fhethu hu sa fani na mafhungo a sa ambiwi, hu na fhethu hu sa fani na mafhungo a sa ambiwi, hu na fhethu hu sa fani na huṅwe.", "huṅwe.", "huṅwe.", "[Muzika] Ḓaka ḽa Tate Vondo, ḽine ḽa sokou Ḓaka ḽa Tate Vondo, ḽine ḽa sokou Ḓaka ḽa Tate Vondo, ḽine ḽa sokou vhidzwa sa Ḓaka Ḽikhethwa ḽa Tate, ndi ḽiṅwe ḽa vhidzwa sa Ḓaka Ḽikhethwa ḽa Tate, ndi ḽiṅwe ḽa maḓaka a Afrika Tshipembe a mangadzaho, makhethwa, na o pfumaho nga ikholodzhi.", "maḓaka a Afrika Tshipembe a mangadzaho, makhethwa, na o pfumaho nga ikholodzhi.", "maḓaka a Afrika Tshipembe a mangadzaho, makhethwa, na o pfumaho nga ikholodzhi.", "[Muzika] Heyi a si ḓaka fhedzi.", "Ndi Heyi a si ḓaka fhedzi.", "Ndi Heyi a si ḓaka fhedzi.", "Ndi mavu makhethwa.", "Kereke khulwane i tshilaho yo vha yo lavheleswa mavu makhethwa.", "Kereke khulwane i tshilaho yo vha yo lavheleswa mavu makhethwa.", "Kereke khulwane i tshilaho yo vha yo lavheleswa nga mimuya na u fhumula.", "nga mimuya na u fhumula.", "nga mimuya na u fhumula.", "[Muzika] [Muzika] [Muzika] Kha vhathu vha Vender, ḓaka iḽi a ḽi sokou Kha vhathu vha Vender, ḓaka iḽi a ḽi sokou Kha vhathu vha Vender, ḓaka iḽi a ḽi sokou tshila, ndi ḽa mafhungo a makhulukuku, tshila, ndi ḽa mafhungo a makhulukuku, tshila, ndi ḽa mafhungo a makhulukuku, [Muzika] wo tsireledzwa nga Nadi wa ngano, wo tsireledzwa nga Nadi wa ngano, wo tsireledzwa nga Nadi wa ngano, Thunderbird ine ya ambiwa uri i vhidza maḓumbu musi Thunderbird ine ya ambiwa uri i vhidza maḓumbu musi Thunderbird ine ya ambiwa uri i vhidza maḓumbu musi zwikhethwa zwi tshi khou tshuwiswa.", "[Music] A u sokou [Music] A u sokou [Music] A u sokou tshimbila-tshimbila ngomu hafha.", "U dzhena tshimbila-tshimbila ngomu hafha.", "U dzhena tshimbila-tshimbila ngomu hafha.", "U dzhena nga thendelo, nga ṱhonifho, na nga thendelo, nga ṱhonifho, na nga thendelo, nga ṱhonifho, na nga mbilu yo dzikaho.", "nga mbilu yo dzikaho.", "nga mbilu yo dzikaho.", "Tsini, maḓi o dzikaho a Tsini, maḓi o dzikaho a Tsini, maḓi o dzikaho a Damu ḽa Tativondo a sumbedza muya wa ḓaka, wa mulalo, wa Damu ḽa Tativondo a sumbedza muya wa ḓaka, wa mulalo, wa Damu ḽa Tativondo a sumbedza muya wa ḓaka, wa mulalo, wa maanḓa, na wa tshoṱhe.", "[Muzika] [Muzika] [Muzika] U bva kha mavhonele a damn, vhaeni vha U bva kha mavhonele a damn, vhaeni vha U bva kha mavhonele a damn, vhaeni vha ṱanganedzwa nga maḓi o dzikaho o furemelwaho ṱanganedzwa nga maḓi o dzikaho o furemelwaho ṱanganedzwa nga maḓi o dzikaho o furemelwaho nga thavha dzo fukedzwaho nga pine na masimu a tie ane a khou ḓi ṱomola nga thavha dzo fukedzwaho nga pine na masimu a tie ane a khou ḓi ṱomola nga thavha dzo fukedzwaho nga pine na masimu a tie ane a khou ḓi ṱomola .", "Ndi fhethu hune ha funeswa ha u awela, u lavhelesa mmbete, Ndi fhethu hune ha funeswa ha u awela, u lavhelesa mmbete, Ndi fhethu hune ha funeswa ha u awela, u lavhelesa mmbete, kana u ḓiphina nga mvelo nga mulalo.", "kana u ḓiphina nga mvelo nga mulalo.", "kana u ḓiphina nga mvelo nga mulalo.", "[Muzika] U tshi khou ṱanḓavhuwa kha zwikwara zwidala, khou ṱanḓavhuwa kha zwikwara zwidala, khou ṱanḓavhuwa kha zwikwara zwidala, tsimu i ṋea tshifanyiso tsho fhelelaho tsimu i ṋea tshifanyiso tsho fhelelaho tsimu i ṋea tshifanyiso tsho fhelelaho tsha t-roll dzo ṱanzwiwaho zwavhuḓi dzine dza vhonala dzi tshi khou bvela tsha t-roll dzo ṱanzwiwaho zwavhuḓi dzine dza vhonala dzi tshi khou bvela tsha t-roll dzo ṱanzwiwaho zwavhuḓi dzine dza vhonala dzi tshi khou bvela phanḓa lwa tshoṱhe.", "A zwo ngo tou naka fhedzi, zwi dovha zwa vha A zwo ngo tou naka fhedzi, zwi dovha zwa vha A zwo ngo tou naka fhedzi, zwi dovha zwa vha tshiga tsha nyaluwo na u konḓelela kha tshiga tsha nyaluwo na u konḓelela kha tshiga tsha nyaluwo na u konḓelela kha dzingu.", "Lwa miṅwaha minzhi, ifa ḽa Chibasati ḽo Lwa miṅwaha minzhi, ifa ḽa Chibasati ḽo Lwa miṅwaha minzhi, ifa ḽa Chibasati ḽo ṋetshedza mushumo kha tshitshavha tsha henefho, ḽi tshi ṋetshedza mushumo kha tshitshavha tsha henefho, ḽi tshi ṋetshedza mushumo kha tshitshavha tsha henefho, ḽi tshi khou tamba mushumo wa ndeme kha ikonomi khou tamba mushumo wa ndeme kha ikonomi khou tamba mushumo wa ndeme kha ikonomi ya Toyo na miḓi yo ṱanganaho nayo.", "ya Toyo na miḓi yo ṱanganaho nayo.", "ya Toyo na miḓi yo ṱanganaho nayo.", "[Muzika] [Muzika] [Muzika] Estate i bveledza nga maanḓa tie ntswu, ine ya Estate i bveledza nga maanḓa tie ntswu, ine ya Estate i bveledza nga maanḓa tie ntswu, ine ya ḓivhea nga muthetshelo wayo wo khwaṱhaho na ḓivhea nga muthetshelo wayo wo khwaṱhaho na ḓivhea nga muthetshelo wayo wo khwaṱhaho na munukhelelo wo pfumaho.", "munukhelelo wo pfumaho.", "munukhelelo wo pfumaho.", "[Muzika] [Muzika] [Muzika] Nahone naho hu si fhethu huhulwane hune vhaendelamashango vha ima hone, Nahone naho hu si fhethu huhulwane hune vhaendelamashango vha ima hone, Nahone naho hu si fhethu huhulwane hune vhaendelamashango vha ima hone, vhane vha fhira henefho kanzhi vha a ima u itela u takalela vhane vha fhira henefho kanzhi vha a ima u itela u takalela vhane vha fhira henefho kanzhi vha a ima u itela u takalela vhuḓifari ho dzikaho na lunako lwa mvelo.", "Mufhiso.", "[Muzika] Mufhiso.", "[Muzika] Ḓaka ḽa Tat Holi ndi tshipiḓa tsha Ḓaka ḽa Tat Holi ndi tshipiḓa tsha Ḓaka ḽa Tat Holi ndi tshipiḓa tsha muṱoḓo wa muya wa cosmology ya Venda.", "I vhofhekanya na mafhungo a Zibalat I vhofhekanya na mafhungo a Zibalat I vhofhekanya na mafhungo a Zibalat ane a dovha a ḓivhiwa sa dzivha ḽa Fundi zwine zwa ita uri i vhe ane a dovha a ḓivhiwa sa dzivha ḽa Fundi zwine zwa ita uri i vhe ane a dovha a ḓivhiwa sa dzivha ḽa Fundi zwine zwa ita uri i vhe tshipiḓa tsha triangle khethwa ya dzingu tshipiḓa tsha triangle khethwa ya dzingu tshipiḓa tsha triangle khethwa ya dzingu ine ya vha na dzivha ḽa Fundi na waterfall ya PPD.", "Dzivha ḽa Fundi ndi ḽiṅwe ḽa maḓi a si gathi a ngoho a nga ngomu ha shango Dzivha ḽa Fundi ndi ḽiṅwe ḽa maḓi a si gathi a ngoho a nga ngomu ha shango Dzivha ḽa Fundi ndi ḽiṅwe ḽa maḓi a si gathi a ngoho a nga ngomu ha shango Afrika Tshipembe nahone ḽo Afrika Tshipembe nahone ḽo Afrika Tshipembe nahone ḽo ḓitika nga vhumuya ha Venda.", "Dzivha ḽo vhumbiwa nga minwaha ya 10,000 uya kha 20,000 yo Dzivha ḽo vhumbiwa nga minwaha ya 10,000 uya kha 20,000 yo Dzivha ḽo vhumbiwa nga minwaha ya 10,000 uya kha 20,000 yo fhiraho musi hu tshi vha na u fhalala huhulwane ha fhiraho musi hu tshi vha na u fhalala huhulwane ha fhiraho musi hu tshi vha na u fhalala huhulwane ha mulambo wa Mutaria.", "[Muzika] u sika dzivha ḽa u vhulunga ḽa mvelo ḽine ḽa u sika dzivha ḽa u vhulunga ḽa mvelo ḽine ḽa u sika dzivha ḽa u vhulunga ḽa mvelo ḽine ḽa ṱoḓa u swika 5 km nga 3 km musi ḽo ṱoḓa u swika 5 km nga 3 km musi ḽo ṱoḓa u swika 5 km nga 3 km musi ḽo ḓala.", "I swika kha vhudzivha ha 27 m ya ḓala.", "I swika kha vhudzivha ha 27 m ya ḓala.", "I swika kha vhudzivha ha 27 m ya dzula kha vhulapfu vhune ha swika 865 m.", "dzula kha vhulapfu vhune ha swika 865 m.", "dzula kha vhulapfu vhune ha swika 865 m.", "[Muzika] Ngano dza hone dzo dzikaho na Ngano dza hone dzo dzikaho na Ngano dza hone dzo dzikaho na mvelele khethwa zwo vhulunga dzivha lwa mvelele khethwa zwo vhulunga dzivha lwa mvelele khethwa zwo vhulunga dzivha lwa mirafho minzhi.", "[U sea] [U sea] [U sea] [Muzika] Naho mitsiko ya musalauno i tshi ḓisa Naho mitsiko ya musalauno i tshi ḓisa Naho mitsiko ya musalauno i tshi ḓisa tshutshedzo dzine dza khou engedzea, u ṱhogomela ṱhonifho tshutshedzo dzine dza khou engedzea, u ṱhogomela ṱhonifho tshutshedzo dzine dza khou engedzea, u ṱhogomela ṱhonifho na mikhuvha ya mvelele ndi zwa ndeme kha na mikhuvha ya mvelele ndi zwa ndeme kha na mikhuvha ya mvelele ndi zwa ndeme kha u tshenzhela ndeme yayo zwa vhukuma.", "Musi u saathu sendela tsini na dzivha, mvelele Musi u saathu sendela tsini na dzivha, mvelele Musi u saathu sendela tsini na dzivha, mvelele i ṱoḓa u sumbedza ṱhonifho zwine zwa ḓivhiwa sa i ṱoḓa u sumbedza ṱhonifho zwine zwa ḓivhiwa sa i ṱoḓa u sumbedza ṱhonifho zwine zwa ḓivhiwa sa ukodora.", "[Muzika] [Muzika] [Muzika] Vhaeni vha rembuluwa, vha gwadama, Vhaeni vha rembuluwa, vha gwadama, Vhaeni vha rembuluwa, vha gwadama, nahone vha vhona dzivha nga milenzhe yavho.", "nahone vha vhona dzivha nga milenzhe yavho.", "nahone vha vhona dzivha nga milenzhe yavho.", "Ndi nyito ya u ḓiṱukufhadza ya u ṱhonifha, u Ndi nyito ya u ḓiṱukufhadza ya u ṱhonifha, u Ndi nyito ya u ḓiṱukufhadza ya u ṱhonifha, u humbela thendelo ya u dzhena tshikhalani tshikhethwa.", "[Muzika] wa u dalela fhano ndi u dzhena wa u dalela fhano ndi u dzhena wa u dalela fhano ndi u dzhena shangoni ḽikhethwa.", "Huno arali na thetshelesa, thetshelesani zwa vhukuma, shangoni ḽikhethwa.", "Huno arali na thetshelesa, thetshelesani zwa vhukuma, shangoni ḽikhethwa.", "Huno arali na thetshelesa, thetshelesani zwa vhukuma, dzivha ḽi nga sokou vhidzelela murahu.", "[Muzika] [Muzika] [Muzika] Ndi zwa ndeme u zwi ḓivha uri arali ni Ndi zwa ndeme u zwi ḓivha uri arali ni Ndi zwa ndeme u zwi ḓivha uri arali ni sa ḓivhi fhethu, a no ngo sa ḓivhi fhethu, a no ngo sa ḓivhi fhethu, a no ngo fanela u dzhena ni sa na vhulivhisi.", "Arali u na vhulivhisi ho teaho, u nga kona u ṱola vhulivhisi ho teaho, u nga kona u ṱola vhulivhisi ho teaho, u nga kona u ṱola nḓila dzo vhewaho na u guda nga ha nḓila dzo vhewaho na u guda nga ha nḓila dzo vhewaho na u guda nga ha zwithu zwa mvelo na zwa muya zwa ḽeneḽi zwithu zwa mvelo na zwa muya zwa ḽeneḽi zwithu zwa mvelo na zwa muya zwa ḽeneḽi ḓaka.", "[Muzika] [Muzika] [Muzika] Tat Holy Forest ndi haya ha Tat Holy Forest ndi haya ha Tat Holy Forest ndi haya ha fhethu hunzhi ha vhuḓi ha u ḓiphina nahone tshiṅwe tsha zwithu zwine zwa fhethu hunzhi ha vhuḓi ha u ḓiphina nahone tshiṅwe tsha zwithu zwine zwa fhethu hunzhi ha vhuḓi ha u ḓiphina nahone tshiṅwe tsha zwithu zwine zwa mangadza vhukuma ndi mangadza vhukuma ndi mangadza vhukuma ndi fhethu ha u ḓiphina ha Churroa waterfall.", "Ee .", "Vhaeni vha nga awela fhasi ha .", "Vhaeni vha nga awela fhasi ha .", "Vhaeni vha nga awela fhasi ha murunzi u rotholaho wa miri mihulwane ine ya vha na murunzi u rotholaho wa miri mihulwane ine ya vha na murunzi u rotholaho wa miri mihulwane ine ya vha na mubvumo u homolosaho wa waterfall nga mubvumo u homolosaho wa waterfall nga mubvumo u homolosaho wa waterfall nga murahu.", "Fhethu havhuḓi ha u murahu.", "Fhethu havhuḓi ha u murahu.", "Fhethu havhuḓi ha u shavha nga mulalo.", "[Muzika] Litshani Litshani Litshani Mukhethwa.", "Mukhethwa.", "Mukhethwa.", "[Muzika] [Muzika] Heyi.", "[Muzika] Ḓaka ḽikhethwa ḽa Tate a si tshithu tshine wa sokou tshi Ḓaka ḽikhethwa ḽa Tate a si tshithu tshine wa sokou tshi Ḓaka ḽikhethwa ḽa Tate a si tshithu tshine wa sokou tshi dalela.", "Ndi tshithu tshine na tshi pfa.", "dalela.", "Ndi tshithu tshine na tshi pfa.", "dalela.", "Ndi tshithu tshine na tshi pfa.", "Hush hukhethwa hune ha dzula tshifhinga tshilapfu nga murahu ha musi no Hush hukhethwa hune ha dzula tshifhinga tshilapfu nga murahu ha musi no Hush hukhethwa hune ha dzula tshifhinga tshilapfu nga murahu ha musi no ṱuwa.", "[Muzika] Ṱhonifhani shango, hulisani mafhungo, ni Ṱhonifhani shango, hulisani mafhungo, ni Ṱhonifhani shango, hulisani mafhungo, ni sie milenzhe fhedzi.", "[Music] [Music] [Music] [Music] Ri phetha lwendo lwashu nga u ima lwa u fhedzisela Ri phetha lwendo lwashu nga u ima lwa u fhedzisela Ri phetha lwendo lwashu nga u ima lwa u fhedzisela fhethu hune ha ḓivhelwa mavu a hone o nonaho fhethu hune ha ḓivhelwa mavu a hone o nonaho fhethu hune ha ḓivhelwa mavu a hone o nonaho na vhufa haho ho pfumaho ha vhulimi.", "na vhufa haho ho pfumaho ha vhulimi.", "na vhufa haho ho pfumaho ha vhulimi.", "[Muzika] [Muzika] [Muzika] Govhani ḽo ṱambaho ​​ḽa Levubu na Chakoma ḽi Govhani ḽo ṱambaho ​​ḽa Levubu na Chakoma ḽi Govhani ḽo ṱambaho ​​ḽa Levubu na Chakoma ḽi vhidzwaho nga lufuno sa tshirundu tsha vhurotho vhidzwaho nga lufuno sa tshirundu tsha vhurotho vhidzwaho nga lufuno sa tshirundu tsha vhurotho tsha Venda.", "tsha Venda.", "tsha Venda.", "Hafha shango ḽi ṋea nga mafunda na Hafha shango ḽi ṋea nga mafunda na Hafha shango ḽi ṋea nga mafunda na mimakete ya henefho i ḓala nga mimakete ya henefho i ḓala nga mimakete ya henefho i ḓala nga zwibveledzwa zwiswa zwine zwa vha uri zwo livha ubva zwibveledzwa zwiswa zwine zwa vha uri zwo livha ubva zwibveledzwa zwiswa zwine zwa vha uri zwo livha ubva masimuni.", "Afha ndi hune wa ḓo wana hone Afha ndi hune wa ḓo wana hone Afha ndi hune wa ḓo wana hone Makete wa Mitshelo ya Chakoma, une wa dovha wa ḓivhiwa sa Makete wa Mitshelo ya Chakoma, une wa dovha wa ḓivhiwa sa Makete wa Mitshelo ya Chakoma, une wa dovha wa ḓivhiwa sa Makete wa Chakoma Roadside.", "Iṅwe ya Makete wa Chakoma Roadside.", "Iṅwe ya Makete wa Chakoma Roadside.", "Iṅwe ya mimakete yapo ine ya vha na vhutshilo na u vha na tshiga kha mimakete yapo ine ya vha na vhutshilo na u vha na tshiga kha mimakete yapo ine ya vha na vhutshilo na u vha na tshiga kha Vunḓu ḽa Limpopo.", "Vunḓu ḽa Limpopo.", "Vunḓu ḽa Limpopo.", "Hoyu makete u vula awara dza 24 nga duvha nahone a u sokou Hoyu makete u vula awara dza 24 nga duvha nahone a u sokou Hoyu makete u vula awara dza 24 nga duvha nahone a u sokou ima fhedzi, ndi ima fhedzi, ndi ima fhedzi, ndi tshenzhemo ya mvelele.", "tshenzhemo ya mvelele.", "tshenzhemo ya mvelele.", "Kanzhi zwiṱoḓelo zwi vha zwo ḓala nga Kanzhi zwiṱoḓelo zwi vha zwo ḓala nga Kanzhi zwiṱoḓelo zwi vha zwo ḓala nga zwiṱoko zwa mitshelo zwa pyramidstyle nga mivhala ine ya vha uri zwiṱoko zwa mitshelo zwa pyramidstyle nga mivhala ine ya vha uri zwiṱoko zwa mitshelo zwa pyramidstyle nga mivhala ine ya vha uri yo dzudzanywa nga vhutsila ha flare.", "[Muzika] [Muzika] [Muzika] U ḓo wana mabanana, mango, maafukhada, U ḓo wana mabanana, mango, maafukhada, U ḓo wana mabanana, mango, maafukhada, dziphaina, mapapaya, leuches, guavas, dziphaina, mapapaya, leuches, guavas, dziphaina, mapapaya, leuches, guavas, na dzi gel dza khalanwaha dzi ngaho marula na na dzi gel dza khalanwaha dzi ngaho marula na na dzi gel dza khalanwaha dzi ngaho marula na nḓuhu dza macadmia.", "nḓuhu dza macadmia.", "nḓuhu dza macadmia.", "[Muzika] Hu [Muzika] Hu [Muzika] Hu sa londwi uri ni khou livha sa londwi uri ni khou livha sa londwi uri ni khou livha Gethe ḽa Punda Maria kha Phaka ya Lushaka ya Kruga kana ni tshi Gethe ḽa Punda Maria kha Phaka ya Lushaka ya Kruga kana ni tshi Gethe ḽa Punda Maria kha Phaka ya Lushaka ya Kruga kana ni tshi khou ṱola Tandu, heyi ndi fhethu hune na fanela u ima hone khou ṱola Tandu, heyi ndi fhethu hune na fanela u ima hone khou ṱola Tandu, heyi ndi fhethu hune na fanela u ima hone .", ".", ".", "[Muzika] Ho dzumbama murahu ha makete wa mitshelo wa Buzzling Ho dzumbama murahu ha makete wa mitshelo wa Buzzling Ho dzumbama murahu ha makete wa mitshelo wa Buzzling ndi Chakoma Mallo ine ya kha ḓi tou bva u bveledzwa ndi Chakoma Mallo ine ya kha ḓi tou bva u bveledzwa ndi Chakoma Mallo ine ya kha ḓi tou bva u bveledzwa , fhethu ha musalauno hune vhadzulapo vha henefho vha vhea , fhethu ha musalauno hune vhadzulapo vha henefho vha vhea , fhethu ha musalauno hune vhadzulapo vha henefho vha vhea zwithu zwa ndeme na u ḓiphina nga zwithu zwa ndeme na u ḓiphina nga zwithu zwa ndeme na u ḓiphina nga u renga zwithu zwavhuḓi tsini na hayani.", "Venda ndi linwe la fhethu hune ha vha uri ndi hutuku Venda ndi linwe la fhethu hune ha vha uri ndi hutuku Venda ndi linwe la fhethu hune ha vha uri ndi hutuku Afrika Tshipembe hune hu ṱoḓaho u vha dzharaṱa ya muṱa munwe na munwe hu Afrika Tshipembe hune hu ṱoḓaho u vha dzharaṱa ya muṱa munwe na munwe hu Afrika Tshipembe hune hu ṱoḓaho u vha dzharaṱa ya muṱa munwe na munwe hu vha hu haya ha miri ya mitshelo yo fhambanaho na vha hu haya ha miri ya mitshelo yo fhambanaho na vha hu haya ha miri ya mitshelo yo fhambanaho na ngade dza miroho dzine dza vha uri dzo ṱangana.", "ngade dza miroho dzine dza vha uri dzo ṱangana.", "ngade dza miroho dzine dza vha uri dzo ṱangana.", "Vhuṱanzi ha vhukuma ha mavu o nonaho a dzingu Vhuṱanzi ha vhukuma ha mavu o nonaho a dzingu Vhuṱanzi ha vhukuma ha mavu o nonaho a dzingu na na na mvelele dza vhulimi dzo ḓitikaho nga midzi.", "Arali vho takalela video iyi, vha songo hangwa Arali vho takalela video iyi, vha songo hangwa Arali vho takalela video iyi, vha songo hangwa u like na u subscribe uri vha wane zwinwe u like na u subscribe uri vha wane zwinwe u like na u subscribe uri vha wane zwinwe zwithu zwa nyendo.", "Ndi khou zwithu zwa nyendo.", "Ndi khou zwithu zwa nyendo.", "Ndi khou livhuwa nga maanda u vhona.", "Ri ḓo vhonana livhuwa nga maanda u vhona.", "Ri ḓo vhonana livhuwa nga maanda u vhona.", "Ri ḓo vhonana tshifhinga tshi ḓaho.", "tshifhinga tshi ḓaho.", "tshifhinga tshi ḓaho.", "[Muzika]"], "transcript": [{"start": 6.16, "end": 9.509, "text": "Hello vhaendelamashango, no tanganedzwa hafhu kha"}, {"start": 9.509, "end": 9.519, "text": "Hello vhaendelamashango, no tanganedzwa hafhu kha"}, {"start": 9.519, "end": 12.39, "text": "Hello vhaendelamashango, no tanganedzwa hafhu kha tshiṱirathedzhi."}, {"start": 12.39, "end": 12.4, "text": "tshiṱirathedzhi."}, {"start": 12.4, "end": 14.789, "text": "tshiṱirathedzhi. Namusi ndi khou ni isa kha inwe ya"}, {"start": 14.789, "end": 14.799, "text": "Namusi ndi khou ni isa kha inwe ya"}, {"start": 14.799, "end": 17.029, "text": "Namusi ndi khou ni isa kha inwe ya fhethu hune ha vha uri ho dzhielwa fhasi vhukuma kha ḽa"}, {"start": 17.029, "end": 17.039, "text": "fhethu hune ha vha uri ho dzhielwa fhasi vhukuma kha ḽa"}, {"start": 17.039, "end": 25.429, "text": "fhethu hune ha vha uri ho dzhielwa fhasi vhukuma kha ḽa Afrika Tshipembe nahone hune ha vha tsini vhukuma na mbilu yanga."}, {"start": 25.439, "end": 40.8, "text": "Vho ṱanganedzwa kha Vera."}, {"start": 40.81, "end": 49.92, "text": "[Muzika]"}, {"start": 49.92, "end": 49.93, "text": "[Muzika]"}, {"start": 49.93, "end": 50.15, "text": "[Muzika] [U vhanda zwanḓa]"}, {"start": 50.15, "end": 50.16, "text": "[U vhanda zwanḓa]"}, {"start": 50.16, "end": 53.99, "text": "[U vhanda zwanḓa] [Muzika] O"}, {"start": 54.0, "end": 55.99, "text": "dzumbama nḓila kha tshipiḓa tsha devhula vhukuma"}, {"start": 55.99, "end": 56.0, "text": "dzumbama nḓila kha tshipiḓa tsha devhula vhukuma"}, {"start": 56.0, "end": 58.47, "text": "dzumbama nḓila kha tshipiḓa tsha devhula vhukuma tsha vunḓu ḽa Limpopo.  Vendor ndi"}, {"start": 58.47, "end": 58.48, "text": "tsha vunḓu ḽa Limpopo.  Vendor ndi"}, {"start": 58.48, "end": 61.67, "text": "tsha vunḓu ḽa Limpopo.  Vendor ndi shango ḽine mvelele ya kale ya ṱangana na lunako lu sa ṱanganedzei"}, {"start": 61.67, "end": 61.68, "text": "shango ḽine mvelele ya kale ya ṱangana na lunako lu sa ṱanganedzei"}, {"start": 61.68, "end": 64.71, "text": "shango ḽine mvelele ya kale ya ṱangana na lunako lu sa ṱanganedzei ."}, {"start": 64.72, "end": 67.67, "text": "Muloro wa vhane vha tshimbila kha mavu vhane vha khou ṱoḓa u vha"}, {"start": 67.67, "end": 67.68, "text": "Muloro wa vhane vha tshimbila kha mavu vhane vha khou ṱoḓa u vha"}, {"start": 67.68, "end": 70.71000000000001, "text": "Muloro wa vhane vha tshimbila kha mavu vhane vha khou ṱoḓa u vha vhe vhoṱhe, nḓila dzine dza vha uri dzo khwaṱha, na"}, {"start": 70.71000000000001, "end": 70.72, "text": "vhe vhoṱhe, nḓila dzine dza vha uri dzo khwaṱha, na"}, {"start": 70.72, "end": 79.749, "text": "vhe vhoṱhe, nḓila dzine dza vha uri dzo khwaṱha, na lwendo lwa u fhira kha vhufa vhu tshilaho."}, {"start": 79.759, "end": 82.87, "text": "Tshifhinga tsho vha tshi si kha sia ḽanga kha lwendo ulwu, fhedzi"}, {"start": 82.87, "end": 82.88, "text": "Tshifhinga tsho vha tshi si kha sia ḽanga kha lwendo ulwu, fhedzi"}, {"start": 82.88, "end": 84.789, "text": "Tshifhinga tsho vha tshi si kha sia ḽanga kha lwendo ulwu, fhedzi ndo vha ndi sa koni u ṱuwa ndi songo kovhelana fhedzi u"}, {"start": 84.789, "end": 84.799, "text": "ndo vha ndi sa koni u ṱuwa ndi songo kovhelana fhedzi u"}, {"start": 84.799, "end": 87.51, "text": "ndo vha ndi sa koni u ṱuwa ndi songo kovhelana fhedzi u vhona Vendor na matombo a si gathi o dzumbamaho"}, {"start": 87.51, "end": 87.52, "text": "vhona Vendor na matombo a si gathi o dzumbamaho"}, {"start": 87.52, "end": 100.77000000000001, "text": "vhona Vendor na matombo a si gathi o dzumbamaho uri ni kone u a ṱola."}, {"start": 100.78, "end": 105.429, "text": "[Music]"}, {"start": 105.429, "end": 105.439, "text": "[Music]"}, {"start": 105.439, "end": 108.71000000000001, "text": "[Music] Vhukati ha Venda, hune khuli ya nambatela"}, {"start": 108.71000000000001, "end": 108.72, "text": "Vhukati ha Venda, hune khuli ya nambatela"}, {"start": 108.72, "end": 111.59, "text": "Vhukati ha Venda, hune khuli ya nambatela kha ṱhodzi dza miri ya kale na dzi airham dzi re na"}, {"start": 111.59, "end": 111.6, "text": "kha ṱhodzi dza miri ya kale na dzi airham dzi re na"}, {"start": 111.6, "end": 115.19, "text": "kha ṱhodzi dza miri ya kale na dzi airham dzi re na mafhungo a sa ambiwi, hu na fhethu hu sa fani na"}, {"start": 115.19, "end": 115.2, "text": "mafhungo a sa ambiwi, hu na fhethu hu sa fani na"}, {"start": 115.2, "end": 117.28, "text": "mafhungo a sa ambiwi, hu na fhethu hu sa fani na huṅwe."}, {"start": 117.28, "end": 117.28999999999999, "text": "huṅwe."}, {"start": 117.28999999999999, "end": 120.87, "text": "huṅwe. [Muzika]"}, {"start": 120.88, "end": 123.59, "text": "Ḓaka ḽa Tate Vondo, ḽine ḽa sokou"}, {"start": 123.59, "end": 123.6, "text": "Ḓaka ḽa Tate Vondo, ḽine ḽa sokou"}, {"start": 123.6, "end": 126.789, "text": "Ḓaka ḽa Tate Vondo, ḽine ḽa sokou vhidzwa sa Ḓaka Ḽikhethwa ḽa Tate, ndi ḽiṅwe ḽa"}, {"start": 126.789, "end": 129.99, "text": "vhidzwa sa Ḓaka Ḽikhethwa ḽa Tate, ndi ḽiṅwe ḽa"}, {"start": 132.239, "end": 133.55, "text": "maḓaka a Afrika Tshipembe a mangadzaho, makhethwa, na o pfumaho nga ikholodzhi."}, {"start": 133.55, "end": 133.56, "text": "maḓaka a Afrika Tshipembe a mangadzaho, makhethwa, na o pfumaho nga ikholodzhi."}, {"start": 133.56, "end": 137.91, "text": "maḓaka a Afrika Tshipembe a mangadzaho, makhethwa, na o pfumaho nga ikholodzhi. [Muzika]"}, {"start": 137.92000000000002, "end": 140.79, "text": "Heyi a si ḓaka fhedzi.  Ndi"}, {"start": 140.79, "end": 140.8, "text": "Heyi a si ḓaka fhedzi.  Ndi"}, {"start": 140.8, "end": 143.99, "text": "Heyi a si ḓaka fhedzi.  Ndi mavu makhethwa.  Kereke khulwane i tshilaho yo vha yo lavheleswa"}, {"start": 143.99, "end": 144.0, "text": "mavu makhethwa.  Kereke khulwane i tshilaho yo vha yo lavheleswa"}, {"start": 144.0, "end": 147.85, "text": "mavu makhethwa.  Kereke khulwane i tshilaho yo vha yo lavheleswa nga mimuya na u fhumula."}, {"start": 147.85, "end": 147.86, "text": "nga mimuya na u fhumula."}, {"start": 147.86, "end": 151.589, "text": "nga mimuya na u fhumula. [Muzika]"}, {"start": 151.589, "end": 151.599, "text": "[Muzika]"}, {"start": 151.599, "end": 154.39, "text": "[Muzika] Kha vhathu vha Vender, ḓaka iḽi a ḽi sokou"}, {"start": 154.39, "end": 154.4, "text": "Kha vhathu vha Vender, ḓaka iḽi a ḽi sokou"}, {"start": 154.4, "end": 157.45, "text": "Kha vhathu vha Vender, ḓaka iḽi a ḽi sokou tshila, ndi ḽa mafhungo a makhulukuku,"}, {"start": 157.45, "end": 157.46, "text": "tshila, ndi ḽa mafhungo a makhulukuku,"}, {"start": 157.46, "end": 161.99, "text": "tshila, ndi ḽa mafhungo a makhulukuku, [Muzika]"}, {"start": 162.0, "end": 164.71, "text": "wo tsireledzwa nga Nadi wa ngano,"}, {"start": 164.71, "end": 164.72, "text": "wo tsireledzwa nga Nadi wa ngano,"}, {"start": 164.72, "end": 167.27, "text": "wo tsireledzwa nga Nadi wa ngano, Thunderbird ine ya ambiwa uri i vhidza maḓumbu musi"}, {"start": 167.27, "end": 167.28, "text": "Thunderbird ine ya ambiwa uri i vhidza maḓumbu musi"}, {"start": 167.28, "end": 173.11, "text": "Thunderbird ine ya ambiwa uri i vhidza maḓumbu musi zwikhethwa zwi tshi khou tshuwiswa."}, {"start": 173.12, "end": 175.27, "text": "[Music] A u sokou"}, {"start": 175.27, "end": 175.28, "text": "[Music] A u sokou"}, {"start": 175.28, "end": 177.91, "text": "[Music] A u sokou tshimbila-tshimbila ngomu hafha.  U dzhena"}, {"start": 177.91, "end": 177.92000000000002, "text": "tshimbila-tshimbila ngomu hafha.  U dzhena"}, {"start": 177.92000000000002, "end": 180.63, "text": "tshimbila-tshimbila ngomu hafha.  U dzhena nga thendelo, nga ṱhonifho, na"}, {"start": 180.63, "end": 180.64, "text": "nga thendelo, nga ṱhonifho, na"}, {"start": 180.64, "end": 183.83, "text": "nga thendelo, nga ṱhonifho, na nga mbilu yo dzikaho."}, {"start": 183.83, "end": 183.84, "text": "nga mbilu yo dzikaho."}, {"start": 183.84, "end": 186.71, "text": "nga mbilu yo dzikaho. Tsini, maḓi o dzikaho a"}, {"start": 186.71, "end": 186.72, "text": "Tsini, maḓi o dzikaho a"}, {"start": 186.72, "end": 190.949, "text": "Tsini, maḓi o dzikaho a Damu ḽa Tativondo a sumbedza muya wa ḓaka, wa mulalo, wa"}, {"start": 190.949, "end": 190.959, "text": "Damu ḽa Tativondo a sumbedza muya wa ḓaka, wa mulalo, wa"}, {"start": 190.959, "end": 199.34, "text": "Damu ḽa Tativondo a sumbedza muya wa ḓaka, wa mulalo, wa maanḓa, na wa tshoṱhe."}, {"start": 199.35, "end": 214.869, "text": "[Muzika]"}, {"start": 214.869, "end": 214.879, "text": "[Muzika]"}, {"start": 214.879, "end": 217.67000000000002, "text": "[Muzika] U bva kha mavhonele a damn, vhaeni vha"}, {"start": 217.67000000000002, "end": 217.68, "text": "U bva kha mavhonele a damn, vhaeni vha"}, {"start": 217.68, "end": 221.19, "text": "U bva kha mavhonele a damn, vhaeni vha ṱanganedzwa nga maḓi o dzikaho o furemelwaho"}, {"start": 221.19, "end": 221.2, "text": "ṱanganedzwa nga maḓi o dzikaho o furemelwaho"}, {"start": 221.2, "end": 224.71, "text": "ṱanganedzwa nga maḓi o dzikaho o furemelwaho nga thavha dzo fukedzwaho nga pine na masimu a tie ane a khou ḓi ṱomola"}, {"start": 224.71, "end": 224.72, "text": "nga thavha dzo fukedzwaho nga pine na masimu a tie ane a khou ḓi ṱomola"}, {"start": 224.72, "end": 231.43, "text": "nga thavha dzo fukedzwaho nga pine na masimu a tie ane a khou ḓi ṱomola ."}, {"start": 231.44, "end": 234.71, "text": "Ndi fhethu hune ha funeswa ha u awela, u lavhelesa mmbete,"}, {"start": 234.71, "end": 234.72, "text": "Ndi fhethu hune ha funeswa ha u awela, u lavhelesa mmbete,"}, {"start": 234.72, "end": 237.74, "text": "Ndi fhethu hune ha funeswa ha u awela, u lavhelesa mmbete, kana u ḓiphina nga mvelo nga mulalo."}, {"start": 237.74, "end": 237.75, "text": "kana u ḓiphina nga mvelo nga mulalo."}, {"start": 237.75, "end": 244.63, "text": "kana u ḓiphina nga mvelo nga mulalo. [Muzika] U tshi"}, {"start": 244.64, "end": 246.949, "text": "khou ṱanḓavhuwa kha zwikwara zwidala,"}, {"start": 246.949, "end": 246.959, "text": "khou ṱanḓavhuwa kha zwikwara zwidala,"}, {"start": 246.959, "end": 249.589, "text": "khou ṱanḓavhuwa kha zwikwara zwidala, tsimu i ṋea tshifanyiso tsho fhelelaho"}, {"start": 249.589, "end": 249.599, "text": "tsimu i ṋea tshifanyiso tsho fhelelaho"}, {"start": 249.599, "end": 253.19, "text": "tsimu i ṋea tshifanyiso tsho fhelelaho tsha t-roll dzo ṱanzwiwaho zwavhuḓi dzine dza vhonala dzi tshi khou bvela"}, {"start": 253.19, "end": 253.2, "text": "tsha t-roll dzo ṱanzwiwaho zwavhuḓi dzine dza vhonala dzi tshi khou bvela"}, {"start": 253.2, "end": 256.87, "text": "tsha t-roll dzo ṱanzwiwaho zwavhuḓi dzine dza vhonala dzi tshi khou bvela phanḓa lwa tshoṱhe."}, {"start": 256.88, "end": 259.43, "text": "A zwo ngo tou naka fhedzi, zwi dovha zwa vha"}, {"start": 259.43, "end": 259.44, "text": "A zwo ngo tou naka fhedzi, zwi dovha zwa vha"}, {"start": 259.44, "end": 261.99, "text": "A zwo ngo tou naka fhedzi, zwi dovha zwa vha tshiga tsha nyaluwo na u konḓelela kha"}, {"start": 261.99, "end": 262.0, "text": "tshiga tsha nyaluwo na u konḓelela kha"}, {"start": 262.0, "end": 267.909, "text": "tshiga tsha nyaluwo na u konḓelela kha dzingu."}, {"start": 267.919, "end": 271.27, "text": "Lwa miṅwaha minzhi, ifa ḽa Chibasati ḽo"}, {"start": 271.27, "end": 271.28, "text": "Lwa miṅwaha minzhi, ifa ḽa Chibasati ḽo"}, {"start": 271.28, "end": 274.07, "text": "Lwa miṅwaha minzhi, ifa ḽa Chibasati ḽo ṋetshedza mushumo kha tshitshavha tsha henefho, ḽi tshi"}, {"start": 274.07, "end": 274.08, "text": "ṋetshedza mushumo kha tshitshavha tsha henefho, ḽi tshi"}, {"start": 274.08, "end": 276.629, "text": "ṋetshedza mushumo kha tshitshavha tsha henefho, ḽi tshi khou tamba mushumo wa ndeme kha ikonomi"}, {"start": 276.629, "end": 276.639, "text": "khou tamba mushumo wa ndeme kha ikonomi"}, {"start": 276.639, "end": 281.36, "text": "khou tamba mushumo wa ndeme kha ikonomi ya Toyo na miḓi yo ṱanganaho nayo."}, {"start": 281.36, "end": 281.37, "text": "ya Toyo na miḓi yo ṱanganaho nayo."}, {"start": 281.37, "end": 288.87, "text": "ya Toyo na miḓi yo ṱanganaho nayo. [Muzika]"}, {"start": 288.87, "end": 288.88, "text": "[Muzika]"}, {"start": 288.88, "end": 291.83, "text": "[Muzika] Estate i bveledza nga maanḓa tie ntswu, ine ya"}, {"start": 291.83, "end": 291.84000000000003, "text": "Estate i bveledza nga maanḓa tie ntswu, ine ya"}, {"start": 291.84000000000003, "end": 294.629, "text": "Estate i bveledza nga maanḓa tie ntswu, ine ya ḓivhea nga muthetshelo wayo wo khwaṱhaho na"}, {"start": 294.629, "end": 294.639, "text": "ḓivhea nga muthetshelo wayo wo khwaṱhaho na"}, {"start": 294.639, "end": 296.55, "text": "ḓivhea nga muthetshelo wayo wo khwaṱhaho na munukhelelo wo pfumaho."}, {"start": 296.55, "end": 296.56, "text": "munukhelelo wo pfumaho."}, {"start": 296.56, "end": 297.83, "text": "munukhelelo wo pfumaho. [Muzika]"}, {"start": 297.83, "end": 297.84000000000003, "text": "[Muzika]"}, {"start": 297.84000000000003, "end": 300.55, "text": "[Muzika] Nahone naho hu si fhethu huhulwane hune vhaendelamashango vha ima hone,"}, {"start": 300.55, "end": 300.56, "text": "Nahone naho hu si fhethu huhulwane hune vhaendelamashango vha ima hone,"}, {"start": 300.56, "end": 303.909, "text": "Nahone naho hu si fhethu huhulwane hune vhaendelamashango vha ima hone, vhane vha fhira henefho kanzhi vha a ima u itela u takalela"}, {"start": 303.909, "end": 303.919, "text": "vhane vha fhira henefho kanzhi vha a ima u itela u takalela"}, {"start": 303.919, "end": 309.35, "text": "vhane vha fhira henefho kanzhi vha a ima u itela u takalela vhuḓifari ho dzikaho na lunako lwa mvelo."}, {"start": 309.36, "end": 314.61, "text": "Mufhiso."}, {"start": 314.62, "end": 322.39, "text": "[Muzika]"}, {"start": 322.4, "end": 326.68, "text": "Mufhiso."}, {"start": 326.69, "end": 334.629, "text": "[Muzika]"}, {"start": 334.639, "end": 337.189, "text": "Ḓaka ḽa Tat Holi ndi tshipiḓa tsha"}, {"start": 337.189, "end": 337.199, "text": "Ḓaka ḽa Tat Holi ndi tshipiḓa tsha"}, {"start": 337.199, "end": 343.43, "text": "Ḓaka ḽa Tat Holi ndi tshipiḓa tsha muṱoḓo wa muya wa cosmology ya Venda."}, {"start": 343.44, "end": 346.87, "text": "I vhofhekanya na mafhungo a Zibalat"}, {"start": 346.87, "end": 346.88, "text": "I vhofhekanya na mafhungo a Zibalat"}, {"start": 346.88, "end": 350.15, "text": "I vhofhekanya na mafhungo a Zibalat ane a dovha a ḓivhiwa sa dzivha ḽa Fundi zwine zwa ita uri i vhe"}, {"start": 350.15, "end": 350.15999999999997, "text": "ane a dovha a ḓivhiwa sa dzivha ḽa Fundi zwine zwa ita uri i vhe"}, {"start": 350.15999999999997, "end": 353.029, "text": "ane a dovha a ḓivhiwa sa dzivha ḽa Fundi zwine zwa ita uri i vhe tshipiḓa tsha triangle khethwa ya dzingu"}, {"start": 353.029, "end": 353.039, "text": "tshipiḓa tsha triangle khethwa ya dzingu"}, {"start": 353.039, "end": 362.15, "text": "tshipiḓa tsha triangle khethwa ya dzingu ine ya vha na dzivha ḽa Fundi na waterfall ya PPD."}, {"start": 362.16, "end": 365.029, "text": "Dzivha ḽa Fundi ndi ḽiṅwe ḽa maḓi a si gathi a ngoho a nga ngomu ha shango"}, {"start": 365.029, "end": 365.039, "text": "Dzivha ḽa Fundi ndi ḽiṅwe ḽa maḓi a si gathi a ngoho a nga ngomu ha shango"}, {"start": 365.039, "end": 367.99, "text": "Dzivha ḽa Fundi ndi ḽiṅwe ḽa maḓi a si gathi a ngoho a nga ngomu ha shango Afrika Tshipembe nahone ḽo"}, {"start": 367.99, "end": 368.0, "text": "Afrika Tshipembe nahone ḽo"}, {"start": 368.0, "end": 378.39, "text": "Afrika Tshipembe nahone ḽo ḓitika nga vhumuya ha Venda."}, {"start": 378.4, "end": 381.35, "text": "Dzivha ḽo vhumbiwa nga minwaha ya 10,000 uya kha 20,000 yo"}, {"start": 381.35, "end": 381.36, "text": "Dzivha ḽo vhumbiwa nga minwaha ya 10,000 uya kha 20,000 yo"}, {"start": 381.36, "end": 383.83, "text": "Dzivha ḽo vhumbiwa nga minwaha ya 10,000 uya kha 20,000 yo fhiraho musi hu tshi vha na u fhalala huhulwane ha"}, {"start": 383.83, "end": 383.84, "text": "fhiraho musi hu tshi vha na u fhalala huhulwane ha"}, {"start": 383.84, "end": 390.29, "text": "fhiraho musi hu tshi vha na u fhalala huhulwane ha mulambo wa Mutaria."}, {"start": 390.3, "end": 401.67, "text": "[Muzika]"}, {"start": 401.68, "end": 404.07, "text": "u sika dzivha ḽa u vhulunga ḽa mvelo ḽine ḽa"}, {"start": 404.07, "end": 404.08, "text": "u sika dzivha ḽa u vhulunga ḽa mvelo ḽine ḽa"}, {"start": 404.08, "end": 408.15, "text": "u sika dzivha ḽa u vhulunga ḽa mvelo ḽine ḽa ṱoḓa u swika 5 km nga 3 km musi ḽo"}, {"start": 408.15, "end": 408.15999999999997, "text": "ṱoḓa u swika 5 km nga 3 km musi ḽo"}, {"start": 408.15999999999997, "end": 412.87, "text": "ṱoḓa u swika 5 km nga 3 km musi ḽo ḓala.  I swika kha vhudzivha ha 27 m ya"}, {"start": 412.87, "end": 412.88, "text": "ḓala.  I swika kha vhudzivha ha 27 m ya"}, {"start": 412.88, "end": 418.64, "text": "ḓala.  I swika kha vhudzivha ha 27 m ya dzula kha vhulapfu vhune ha swika 865 m."}, {"start": 418.64, "end": 418.65, "text": "dzula kha vhulapfu vhune ha swika 865 m."}, {"start": 418.65, "end": 424.309, "text": "dzula kha vhulapfu vhune ha swika 865 m. [Muzika]"}, {"start": 424.319, "end": 427.27, "text": "Ngano dza hone dzo dzikaho na"}, {"start": 427.27, "end": 427.28, "text": "Ngano dza hone dzo dzikaho na"}, {"start": 427.28, "end": 430.15, "text": "Ngano dza hone dzo dzikaho na mvelele khethwa zwo vhulunga dzivha lwa"}, {"start": 430.15, "end": 430.16, "text": "mvelele khethwa zwo vhulunga dzivha lwa"}, {"start": 430.16, "end": 435.49, "text": "mvelele khethwa zwo vhulunga dzivha lwa mirafho minzhi."}, {"start": 435.5, "end": 437.07, "text": "[U sea]"}, {"start": 437.07, "end": 437.08, "text": "[U sea]"}, {"start": 437.08, "end": 440.309, "text": "[U sea] [Muzika]"}, {"start": 440.319, "end": 442.309, "text": "Naho mitsiko ya musalauno i tshi ḓisa"}, {"start": 442.309, "end": 442.319, "text": "Naho mitsiko ya musalauno i tshi ḓisa"}, {"start": 442.319, "end": 445.27, "text": "Naho mitsiko ya musalauno i tshi ḓisa tshutshedzo dzine dza khou engedzea, u ṱhogomela ṱhonifho"}, {"start": 445.27, "end": 445.28, "text": "tshutshedzo dzine dza khou engedzea, u ṱhogomela ṱhonifho"}, {"start": 445.28, "end": 448.309, "text": "tshutshedzo dzine dza khou engedzea, u ṱhogomela ṱhonifho na mikhuvha ya mvelele ndi zwa ndeme kha"}, {"start": 448.309, "end": 448.319, "text": "na mikhuvha ya mvelele ndi zwa ndeme kha"}, {"start": 448.319, "end": 457.35, "text": "na mikhuvha ya mvelele ndi zwa ndeme kha u tshenzhela ndeme yayo zwa vhukuma."}, {"start": 457.36, "end": 459.749, "text": "Musi u saathu sendela tsini na dzivha, mvelele"}, {"start": 459.749, "end": 459.759, "text": "Musi u saathu sendela tsini na dzivha, mvelele"}, {"start": 459.759, "end": 463.11, "text": "Musi u saathu sendela tsini na dzivha, mvelele i ṱoḓa u sumbedza ṱhonifho zwine zwa ḓivhiwa sa"}, {"start": 463.11, "end": 463.12, "text": "i ṱoḓa u sumbedza ṱhonifho zwine zwa ḓivhiwa sa"}, {"start": 463.12, "end": 467.19, "text": "i ṱoḓa u sumbedza ṱhonifho zwine zwa ḓivhiwa sa ukodora."}, {"start": 467.2, "end": 471.43, "text": "[Muzika]"}, {"start": 471.43, "end": 471.44, "text": "[Muzika]"}, {"start": 471.44, "end": 474.15, "text": "[Muzika] Vhaeni vha rembuluwa, vha gwadama,"}, {"start": 474.15, "end": 474.15999999999997, "text": "Vhaeni vha rembuluwa, vha gwadama,"}, {"start": 474.15999999999997, "end": 476.469, "text": "Vhaeni vha rembuluwa, vha gwadama, nahone vha vhona dzivha nga milenzhe yavho."}, {"start": 476.469, "end": 476.479, "text": "nahone vha vhona dzivha nga milenzhe yavho."}, {"start": 476.479, "end": 479.67, "text": "nahone vha vhona dzivha nga milenzhe yavho. Ndi nyito ya u ḓiṱukufhadza ya u ṱhonifha, u"}, {"start": 479.67, "end": 479.68, "text": "Ndi nyito ya u ḓiṱukufhadza ya u ṱhonifha, u"}, {"start": 479.68, "end": 486.1, "text": "Ndi nyito ya u ḓiṱukufhadza ya u ṱhonifha, u humbela thendelo ya u dzhena tshikhalani tshikhethwa."}, {"start": 486.11, "end": 499.43, "text": "[Muzika]"}, {"start": 499.44, "end": 502.469, "text": "wa u dalela fhano ndi u dzhena"}, {"start": 502.469, "end": 502.479, "text": "wa u dalela fhano ndi u dzhena"}, {"start": 502.479, "end": 506.15, "text": "wa u dalela fhano ndi u dzhena shangoni ḽikhethwa.  Huno arali na thetshelesa, thetshelesani zwa vhukuma,"}, {"start": 506.15, "end": 506.16, "text": "shangoni ḽikhethwa.  Huno arali na thetshelesa, thetshelesani zwa vhukuma,"}, {"start": 506.16, "end": 512.47, "text": "shangoni ḽikhethwa.  Huno arali na thetshelesa, thetshelesani zwa vhukuma, dzivha ḽi nga sokou vhidzelela murahu."}, {"start": 512.48, "end": 520.149, "text": "[Muzika]"}, {"start": 520.149, "end": 520.159, "text": "[Muzika]"}, {"start": 520.159, "end": 522.469, "text": "[Muzika] Ndi zwa ndeme u zwi ḓivha uri arali ni"}, {"start": 522.469, "end": 522.479, "text": "Ndi zwa ndeme u zwi ḓivha uri arali ni"}, {"start": 522.479, "end": 524.389, "text": "Ndi zwa ndeme u zwi ḓivha uri arali ni sa ḓivhi fhethu, a no ngo"}, {"start": 524.389, "end": 524.399, "text": "sa ḓivhi fhethu, a no ngo"}, {"start": 524.399, "end": 531.75, "text": "sa ḓivhi fhethu, a no ngo fanela u dzhena ni sa na vhulivhisi.   Arali u na"}, {"start": 531.76, "end": 533.99, "text": "vhulivhisi ho teaho, u nga kona u ṱola"}, {"start": 533.99, "end": 534.0, "text": "vhulivhisi ho teaho, u nga kona u ṱola"}, {"start": 534.0, "end": 536.63, "text": "vhulivhisi ho teaho, u nga kona u ṱola nḓila dzo vhewaho na u guda nga ha"}, {"start": 536.63, "end": 536.64, "text": "nḓila dzo vhewaho na u guda nga ha"}, {"start": 536.64, "end": 539.509, "text": "nḓila dzo vhewaho na u guda nga ha zwithu zwa mvelo na zwa muya zwa ḽeneḽi"}, {"start": 539.509, "end": 539.519, "text": "zwithu zwa mvelo na zwa muya zwa ḽeneḽi"}, {"start": 539.519, "end": 544.8, "text": "zwithu zwa mvelo na zwa muya zwa ḽeneḽi ḓaka."}, {"start": 544.81, "end": 553.11, "text": "[Muzika]"}, {"start": 553.11, "end": 553.12, "text": "[Muzika]"}, {"start": 553.12, "end": 556.47, "text": "[Muzika] Tat Holy Forest ndi haya ha"}, {"start": 556.47, "end": 556.48, "text": "Tat Holy Forest ndi haya ha"}, {"start": 556.48, "end": 559.67, "text": "Tat Holy Forest ndi haya ha fhethu hunzhi ha vhuḓi ha u ḓiphina nahone tshiṅwe tsha zwithu zwine zwa"}, {"start": 559.67, "end": 559.68, "text": "fhethu hunzhi ha vhuḓi ha u ḓiphina nahone tshiṅwe tsha zwithu zwine zwa"}, {"start": 559.68, "end": 562.31, "text": "fhethu hunzhi ha vhuḓi ha u ḓiphina nahone tshiṅwe tsha zwithu zwine zwa mangadza vhukuma ndi"}, {"start": 562.31, "end": 562.32, "text": "mangadza vhukuma ndi"}, {"start": 562.32, "end": 573.11, "text": "mangadza vhukuma ndi fhethu ha u ḓiphina ha Churroa waterfall.   Ee"}, {"start": 573.12, "end": 576.389, "text": ".  Vhaeni vha nga awela fhasi ha"}, {"start": 576.389, "end": 576.399, "text": ".  Vhaeni vha nga awela fhasi ha"}, {"start": 576.399, "end": 578.949, "text": ".  Vhaeni vha nga awela fhasi ha murunzi u rotholaho wa miri mihulwane ine ya vha na"}, {"start": 578.949, "end": 578.9590000000001, "text": "murunzi u rotholaho wa miri mihulwane ine ya vha na"}, {"start": 578.9590000000001, "end": 581.269, "text": "murunzi u rotholaho wa miri mihulwane ine ya vha na mubvumo u homolosaho wa waterfall nga"}, {"start": 581.269, "end": 581.279, "text": "mubvumo u homolosaho wa waterfall nga"}, {"start": 581.279, "end": 584.15, "text": "mubvumo u homolosaho wa waterfall nga murahu.  Fhethu havhuḓi ha u"}, {"start": 584.15, "end": 584.16, "text": "murahu.  Fhethu havhuḓi ha u"}, {"start": 584.16, "end": 598.96, "text": "murahu.  Fhethu havhuḓi ha u shavha nga mulalo."}, {"start": 598.97, "end": 625.11, "text": "[Muzika]"}, {"start": 625.12, "end": 627.35, "text": "Litshani"}, {"start": 627.35, "end": 627.36, "text": "Litshani"}, {"start": 627.36, "end": 629.21, "text": "Litshani Mukhethwa."}, {"start": 629.21, "end": 629.22, "text": "Mukhethwa."}, {"start": 629.22, "end": 645.66, "text": "Mukhethwa. [Muzika]"}, {"start": 645.67, "end": 649.99, "text": "[Muzika]"}, {"start": 650.0, "end": 653.5, "text": "Heyi."}, {"start": 653.51, "end": 680.87, "text": "[Muzika]"}, {"start": 680.88, "end": 683.91, "text": "Ḓaka ḽikhethwa ḽa Tate a si tshithu tshine wa sokou tshi"}, {"start": 683.91, "end": 683.92, "text": "Ḓaka ḽikhethwa ḽa Tate a si tshithu tshine wa sokou tshi"}, {"start": 683.92, "end": 686.949, "text": "Ḓaka ḽikhethwa ḽa Tate a si tshithu tshine wa sokou tshi dalela.  Ndi tshithu tshine na tshi pfa."}, {"start": 686.949, "end": 686.959, "text": "dalela.  Ndi tshithu tshine na tshi pfa."}, {"start": 686.959, "end": 689.99, "text": "dalela.  Ndi tshithu tshine na tshi pfa. Hush hukhethwa hune ha dzula tshifhinga tshilapfu nga murahu ha musi no"}, {"start": 689.99, "end": 690.0, "text": "Hush hukhethwa hune ha dzula tshifhinga tshilapfu nga murahu ha musi no"}, {"start": 690.0, "end": 695.07, "text": "Hush hukhethwa hune ha dzula tshifhinga tshilapfu nga murahu ha musi no ṱuwa."}, {"start": 695.08, "end": 702.71, "text": "[Muzika]"}, {"start": 702.72, "end": 705.829, "text": "Ṱhonifhani shango, hulisani mafhungo, ni"}, {"start": 705.829, "end": 705.8389999999999, "text": "Ṱhonifhani shango, hulisani mafhungo, ni"}, {"start": 705.8389999999999, "end": 715.64, "text": "Ṱhonifhani shango, hulisani mafhungo, ni sie milenzhe fhedzi."}, {"start": 715.65, "end": 729.2, "text": "[Music]"}, {"start": 729.21, "end": 733.19, "text": "[Music]"}, {"start": 733.19, "end": 733.2, "text": "[Music]"}, {"start": 733.2, "end": 736.47, "text": "[Music] Ri phetha lwendo lwashu nga u ima lwa u fhedzisela"}, {"start": 736.47, "end": 736.48, "text": "Ri phetha lwendo lwashu nga u ima lwa u fhedzisela"}, {"start": 736.48, "end": 739.35, "text": "Ri phetha lwendo lwashu nga u ima lwa u fhedzisela fhethu hune ha ḓivhelwa mavu a hone o nonaho"}, {"start": 739.35, "end": 739.36, "text": "fhethu hune ha ḓivhelwa mavu a hone o nonaho"}, {"start": 739.36, "end": 744.1, "text": "fhethu hune ha ḓivhelwa mavu a hone o nonaho na vhufa haho ho pfumaho ha vhulimi."}, {"start": 744.1, "end": 744.11, "text": "na vhufa haho ho pfumaho ha vhulimi."}, {"start": 744.11, "end": 749.67, "text": "na vhufa haho ho pfumaho ha vhulimi. [Muzika]"}, {"start": 749.67, "end": 749.68, "text": "[Muzika]"}, {"start": 749.68, "end": 752.949, "text": "[Muzika] Govhani ḽo ṱambaho ​​ḽa Levubu na Chakoma ḽi"}, {"start": 752.949, "end": 752.9590000000001, "text": "Govhani ḽo ṱambaho ​​ḽa Levubu na Chakoma ḽi"}, {"start": 752.9590000000001, "end": 755.35, "text": "Govhani ḽo ṱambaho ​​ḽa Levubu na Chakoma ḽi vhidzwaho nga lufuno sa tshirundu tsha vhurotho"}, {"start": 755.35, "end": 755.36, "text": "vhidzwaho nga lufuno sa tshirundu tsha vhurotho"}, {"start": 755.36, "end": 758.15, "text": "vhidzwaho nga lufuno sa tshirundu tsha vhurotho tsha Venda."}, {"start": 758.15, "end": 758.16, "text": "tsha Venda."}, {"start": 758.16, "end": 761.269, "text": "tsha Venda. Hafha shango ḽi ṋea nga mafunda na"}, {"start": 761.269, "end": 761.279, "text": "Hafha shango ḽi ṋea nga mafunda na"}, {"start": 761.279, "end": 763.99, "text": "Hafha shango ḽi ṋea nga mafunda na mimakete ya henefho i ḓala nga"}, {"start": 763.99, "end": 764.0, "text": "mimakete ya henefho i ḓala nga"}, {"start": 764.0, "end": 767.03, "text": "mimakete ya henefho i ḓala nga zwibveledzwa zwiswa zwine zwa vha uri zwo livha ubva"}, {"start": 767.03, "end": 767.04, "text": "zwibveledzwa zwiswa zwine zwa vha uri zwo livha ubva"}, {"start": 767.04, "end": 770.55, "text": "zwibveledzwa zwiswa zwine zwa vha uri zwo livha ubva masimuni."}, {"start": 770.56, "end": 772.79, "text": "Afha ndi hune wa ḓo wana hone"}, {"start": 772.79, "end": 772.8, "text": "Afha ndi hune wa ḓo wana hone"}, {"start": 772.8, "end": 775.75, "text": "Afha ndi hune wa ḓo wana hone Makete wa Mitshelo ya Chakoma, une wa dovha wa ḓivhiwa sa"}, {"start": 775.75, "end": 775.76, "text": "Makete wa Mitshelo ya Chakoma, une wa dovha wa ḓivhiwa sa"}, {"start": 775.76, "end": 778.79, "text": "Makete wa Mitshelo ya Chakoma, une wa dovha wa ḓivhiwa sa Makete wa Chakoma Roadside.  Iṅwe ya"}, {"start": 778.79, "end": 778.8, "text": "Makete wa Chakoma Roadside.  Iṅwe ya"}, {"start": 778.8, "end": 781.829, "text": "Makete wa Chakoma Roadside.  Iṅwe ya mimakete yapo ine ya vha na vhutshilo na u vha na tshiga kha"}, {"start": 781.829, "end": 781.839, "text": "mimakete yapo ine ya vha na vhutshilo na u vha na tshiga kha"}, {"start": 781.839, "end": 784.31, "text": "mimakete yapo ine ya vha na vhutshilo na u vha na tshiga kha Vunḓu ḽa Limpopo."}, {"start": 784.31, "end": 784.32, "text": "Vunḓu ḽa Limpopo."}, {"start": 784.32, "end": 787.35, "text": "Vunḓu ḽa Limpopo. Hoyu makete u vula awara dza 24 nga duvha nahone a u sokou"}, {"start": 787.35, "end": 787.36, "text": "Hoyu makete u vula awara dza 24 nga duvha nahone a u sokou"}, {"start": 787.36, "end": 789.91, "text": "Hoyu makete u vula awara dza 24 nga duvha nahone a u sokou ima fhedzi, ndi"}, {"start": 789.91, "end": 789.92, "text": "ima fhedzi, ndi"}, {"start": 789.92, "end": 792.069, "text": "ima fhedzi, ndi tshenzhemo ya mvelele."}, {"start": 792.069, "end": 792.079, "text": "tshenzhemo ya mvelele."}, {"start": 792.079, "end": 793.99, "text": "tshenzhemo ya mvelele. Kanzhi zwiṱoḓelo zwi vha zwo ḓala nga"}, {"start": 793.99, "end": 794.0, "text": "Kanzhi zwiṱoḓelo zwi vha zwo ḓala nga"}, {"start": 794.0, "end": 797.11, "text": "Kanzhi zwiṱoḓelo zwi vha zwo ḓala nga zwiṱoko zwa mitshelo zwa pyramidstyle nga mivhala ine ya vha uri"}, {"start": 797.11, "end": 797.12, "text": "zwiṱoko zwa mitshelo zwa pyramidstyle nga mivhala ine ya vha uri"}, {"start": 797.12, "end": 803.92, "text": "zwiṱoko zwa mitshelo zwa pyramidstyle nga mivhala ine ya vha uri yo dzudzanywa nga vhutsila ha flare."}, {"start": 803.93, "end": 805.91, "text": "[Muzika]"}, {"start": 805.91, "end": 805.92, "text": "[Muzika]"}, {"start": 805.92, "end": 809.35, "text": "[Muzika] U ḓo wana mabanana, mango, maafukhada,"}, {"start": 809.35, "end": 809.36, "text": "U ḓo wana mabanana, mango, maafukhada,"}, {"start": 809.36, "end": 812.79, "text": "U ḓo wana mabanana, mango, maafukhada, dziphaina, mapapaya, leuches, guavas,"}, {"start": 812.79, "end": 812.8, "text": "dziphaina, mapapaya, leuches, guavas,"}, {"start": 812.8, "end": 815.509, "text": "dziphaina, mapapaya, leuches, guavas, na dzi gel dza khalanwaha dzi ngaho marula na"}, {"start": 815.509, "end": 815.519, "text": "na dzi gel dza khalanwaha dzi ngaho marula na"}, {"start": 815.519, "end": 818.08, "text": "na dzi gel dza khalanwaha dzi ngaho marula na nḓuhu dza macadmia."}, {"start": 818.08, "end": 818.09, "text": "nḓuhu dza macadmia."}, {"start": 818.09, "end": 819.509, "text": "nḓuhu dza macadmia. [Muzika] Hu"}, {"start": 819.509, "end": 819.519, "text": "[Muzika] Hu"}, {"start": 819.519, "end": 821.11, "text": "[Muzika] Hu sa londwi uri ni khou livha"}, {"start": 821.11, "end": 821.12, "text": "sa londwi uri ni khou livha"}, {"start": 821.12, "end": 823.75, "text": "sa londwi uri ni khou livha Gethe ḽa Punda Maria kha Phaka ya Lushaka ya Kruga kana ni tshi"}, {"start": 823.75, "end": 823.76, "text": "Gethe ḽa Punda Maria kha Phaka ya Lushaka ya Kruga kana ni tshi"}, {"start": 823.76, "end": 827.269, "text": "Gethe ḽa Punda Maria kha Phaka ya Lushaka ya Kruga kana ni tshi khou ṱola Tandu, heyi ndi fhethu hune na fanela u ima hone"}, {"start": 827.269, "end": 827.279, "text": "khou ṱola Tandu, heyi ndi fhethu hune na fanela u ima hone"}, {"start": 827.279, "end": 828.34, "text": "khou ṱola Tandu, heyi ndi fhethu hune na fanela u ima hone ."}, {"start": 828.34, "end": 828.35, "text": "."}, {"start": 828.35, "end": 834.71, "text": ". [Muzika]"}, {"start": 834.72, "end": 836.87, "text": "Ho dzumbama murahu ha makete wa mitshelo wa Buzzling"}, {"start": 836.87, "end": 836.88, "text": "Ho dzumbama murahu ha makete wa mitshelo wa Buzzling"}, {"start": 836.88, "end": 839.43, "text": "Ho dzumbama murahu ha makete wa mitshelo wa Buzzling ndi Chakoma Mallo ine ya kha ḓi tou bva u bveledzwa"}, {"start": 839.43, "end": 839.44, "text": "ndi Chakoma Mallo ine ya kha ḓi tou bva u bveledzwa"}, {"start": 839.44, "end": 842.23, "text": "ndi Chakoma Mallo ine ya kha ḓi tou bva u bveledzwa , fhethu ha musalauno hune vhadzulapo vha henefho vha vhea"}, {"start": 842.23, "end": 842.24, "text": ", fhethu ha musalauno hune vhadzulapo vha henefho vha vhea"}, {"start": 842.24, "end": 845.03, "text": ", fhethu ha musalauno hune vhadzulapo vha henefho vha vhea zwithu zwa ndeme na u ḓiphina nga"}, {"start": 845.03, "end": 845.04, "text": "zwithu zwa ndeme na u ḓiphina nga"}, {"start": 845.04, "end": 853.189, "text": "zwithu zwa ndeme na u ḓiphina nga u renga zwithu zwavhuḓi tsini na hayani."}, {"start": 853.199, "end": 855.67, "text": "Venda ndi linwe la fhethu hune ha vha uri ndi hutuku"}, {"start": 855.67, "end": 855.68, "text": "Venda ndi linwe la fhethu hune ha vha uri ndi hutuku"}, {"start": 855.68, "end": 858.87, "text": "Venda ndi linwe la fhethu hune ha vha uri ndi hutuku Afrika Tshipembe hune hu ṱoḓaho u vha dzharaṱa ya muṱa munwe na munwe hu"}, {"start": 858.87, "end": 858.88, "text": "Afrika Tshipembe hune hu ṱoḓaho u vha dzharaṱa ya muṱa munwe na munwe hu"}, {"start": 858.88, "end": 862.23, "text": "Afrika Tshipembe hune hu ṱoḓaho u vha dzharaṱa ya muṱa munwe na munwe hu vha hu haya ha miri ya mitshelo yo fhambanaho na"}, {"start": 862.23, "end": 862.24, "text": "vha hu haya ha miri ya mitshelo yo fhambanaho na"}, {"start": 862.24, "end": 866.23, "text": "vha hu haya ha miri ya mitshelo yo fhambanaho na ngade dza miroho dzine dza vha uri dzo ṱangana."}, {"start": 866.23, "end": 866.24, "text": "ngade dza miroho dzine dza vha uri dzo ṱangana."}, {"start": 866.24, "end": 869.189, "text": "ngade dza miroho dzine dza vha uri dzo ṱangana. Vhuṱanzi ha vhukuma ha mavu o nonaho a dzingu"}, {"start": 869.189, "end": 869.199, "text": "Vhuṱanzi ha vhukuma ha mavu o nonaho a dzingu"}, {"start": 869.199, "end": 872.069, "text": "Vhuṱanzi ha vhukuma ha mavu o nonaho a dzingu na"}, {"start": 872.069, "end": 872.079, "text": "na"}, {"start": 872.079, "end": 875.35, "text": "na mvelele dza vhulimi dzo ḓitikaho nga midzi."}, {"start": 875.36, "end": 877.67, "text": "Arali vho takalela video iyi, vha songo hangwa"}, {"start": 877.67, "end": 877.68, "text": "Arali vho takalela video iyi, vha songo hangwa"}, {"start": 877.68, "end": 880.47, "text": "Arali vho takalela video iyi, vha songo hangwa u like na u subscribe uri vha wane zwinwe"}, {"start": 880.47, "end": 880.48, "text": "u like na u subscribe uri vha wane zwinwe"}, {"start": 880.48, "end": 883.189, "text": "u like na u subscribe uri vha wane zwinwe zwithu zwa nyendo.   Ndi khou"}, {"start": 883.189, "end": 883.199, "text": "zwithu zwa nyendo.   Ndi khou"}, {"start": 883.199, "end": 885.43, "text": "zwithu zwa nyendo.   Ndi khou livhuwa nga maanda u vhona.  Ri ḓo vhonana"}, {"start": 885.43, "end": 885.44, "text": "livhuwa nga maanda u vhona.  Ri ḓo vhonana"}, {"start": 885.44, "end": 888.34, "text": "livhuwa nga maanda u vhona.  Ri ḓo vhonana tshifhinga tshi ḓaho."}, {"start": 888.34, "end": 888.35, "text": "tshifhinga tshi ḓaho."}, {"start": 888.35, "end": 893.08, "text": "tshifhinga tshi ḓaho. [Muzika]"}], "createdAt": "2025-12-15T12:07:49.000Z", "imageUrl": "https://img.youtube.com/vi/ug6d_PewuQY/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=ug6d_PewuQY", "isFavorite": false, "progress": 0, "genre": "documentary"}]