[{"id": "yt_ZXjaruXVuLY", "userId": "system_native", "title": "Exploring the Unique Traits of Oromo, Amhara, and Tigray Cultures Of Ethiopia #ethiopan", "language": "ti", "content": "amhara Oromo and Tigra are prominent ethnic groups in Ethiopia ምብራቕ ኣፍሪቃ ነፍሲ ወከፎም ፍሉይ ባህርያቶም ባህልን ታሪኽን እንሆ 15 ቁልፊ ፍልልያት ኣብ መንጎ እዞም ቀቢላታት እዞም ፍልልያት እዚኦም ኣብ ኢትዮጵያ ንዝርከቡ ኣምሓራ ኦሮን ትግራውን ብሄራት ዝፈልዩ ፍሉይ ባህላዊ ቋንቋዊ ታሪኻውን ጂኦግራፍያውን መዳያት ዘጉልሑ እዮም። it's ENT to recognize and respect the diversity and respect the diversity of each group's Heritage and contributions to Ethiopian Society certainly here are key differences between the three tribes identical tribes who constitutes a bounous 67% of the entire Ethiopian population in this video we highlight various aspects of Life ምስዞም ሰለስተ ብሄራት ዝተኣሳሰር ኢትዮጵያ ዝተፈላለዩ ብሄራትን ከምኡውን ቀቢላታትን ዝነብሩላ ሃገር ኮይና ልዕሊ 80 ዝተፈላለዩ ብሄራት ኣብታ ሃገር ዝተለለዩ ምዃና ኣስተውዕል ሎሚ ግን ሰለስተ ካብቶም ዝዓበዩ ቀቢላታት ኣብዚ ጥንታዊ ዓቢ ምብራቕ ኣፍሪቃዊ [ ሙዚቃ] ብሄረ 50 ብሄር መበቆል እቶም ኣምሓሩ ጥንታዊ ሴማዊ ብሄር ኮይኖም ታሪኾም ምስ መስራቲ ሃጸያዊ ግዝኣት ኢትዮጵያ ብቐረባ ዝተኣሳሰሩ ኦሮሞ ብኻልእ ሸነኽ እቲ ዝዓበየ ብሄር ኣብ ኢትዮጵያ እዩ ፍሉይ ኩሺታዊ መበቆል ዘለዎምን ብታሪኽ ኣብ ማእከላይን ደቡብን ዝነብሩ እዮም። ክልላት ቦረር ሰባት ብዕድመ ዝደፍኡ ጉጅለ ኦሮ ኣብ ዶብ ኢትዮጵያን ኬንያን ዝነብሩ ፍርቂ ዘላቒ ጓሶት እዮም ዝብሃል ደቂ ኣንስትዮ ባራን ሓደ ርእሲ ስካርፍ ሕብራዊ ሽፋንን ጽቡቕ መንጠልጠሊ ክሳድን ይኽደኑ ትግራይ ካልእ ጥንታዊ ብሄር እያ ምስኣ ታሪኻዊ ርክብ ዘለወን the axit kingdom and reside primarily in the Tigra region of Northern Ethiopia number 14 ቋንቋ ህዝቢ ኣምሓራ ብዓብላሊ መልክዑ ኣምሓርኛ ይዛረብ እዚ ድማ ወግዓዊ ቋንቋ ኢትዮጵያ እውን እዩ ኦሮሞ ህዝቢ ኦሮ ቋንቋኡ ኦሮ ወይ ራፋን ኦሮሞ ኣለዎ እዚ ድማ ኣብ ኢትዮጵያን ኬንያን ብሰፊሑ ዝዝረብ እዩ ቲ people speak tigia a Semitic language that is also spoken in erria as well number 13 geographical distribution እቶም ኣምሓራ ኣብ ማእከላይ ከበሳታት ኢትዮጵያ ብፍላይ ድማ ኣብ ክልል ኣምሓራ ዝተዋህለሉ እዮም ክልል ኣምሓራ ሓደ ካብተን ትሽዓተ ዞባዊ ክልላት ኢትዮጵያ ኣብ ሰሜንን... ሰሜናዊ ምዕራብ ክፋል እታ ሃገር ኣብ ኢትዮጵያ ካልኣይ ብብዝሒ ህዝቢ ዝነብረላ ዞባ ኮይና ብስም ህዝቢ ኣምሓራ ትጽዋዕ እቲ ኣሮሞ ብኣንጻሩ ብቐንዱ ኣብ ማእኸላይን ደቡብን ከባቢታት ኢትዮጵያ ዝነብሩ ኮይኖም ኣብታ ሃገር እቲ ዝዓበየ ብሄር እዮም እቶም ተ ዝነብሩላ ብቐንዱ the northern Highlands of Ethiopia particularly in the t [Music] region number 12 ተራ ጓል ኣንስተይቲ ኣብ ቁጠባ ብባህሊ ደቂ ኣንስትዮ መብዛሕትኡ ግዜ ዝያዳ ዝተሓጽረ ዝያዳ ኣብ ተራ ገዛ ዝተሓጽረ ነይሩ ደቂ ኣንስትዮ ብንጥፈት ኣብ ሕርሻን ንኣሽቱ ትካላት ንግዲን ኣብ ዘመናዊ ግዜ ኣብ ውሽጢ ገዛን ሕብረተሰብን ይሳተፋ though this has been evolving in modern times with increased educational opportunities ኦሮሞ ደቂ ኣንስትዮ ብታሪኽ ደቂ ኣንስትዮ ዝያዳ ናጽነትን ንጡፍ ተሳትፎን ኣብ ማሕበራውን ቁጠባውን ንጥፈታት ኣብ ውሽጢ ማሕበረሰበን ነይርወን they've played significant roles in E activities including trade agriculture military and other different professions tigan Society women have been relatively more empowered to some other Ethiopian ethnic groups participating in different aspects of Life ደቂ ኣንስትዮ ኣብ ሕርሻዊ ንጥፈታት ብንጥፈት ይሳተፋ ኣብ ቁጠባ ልዑል ኣበርክቶ ይገብራን ኣብ ዝተፈላለየ ሕብረተሰባዊ መዳያት ይሳተፋን ህዝቢ ኣምሓራ ኣብ ዝተፈላለየ ቁጠባዊ ንጥፈታት ሓዊሱ ሕርሻ ንግድን ኢደ ጥበብን ብቐንዱ ኣብ ሕርሻ ዝነጥፋ እየን። ኣብ ምፍራይ ዝራእቲ ከም TEFን ስገምን ከምኡ ውን ናይ እንስሳታት ምህርቲ ቁጽሪ 11 ክዳውንትን ኣከዳድናን ኣምሓራ ባህላዊ ክዳውንቲ ንደቂ ኣንስትዮ ጻዕዳ ክዳንን ንደቂ ተባዕትዮ ጻዕዳ ቱኒክን ዘጠቓልል መብዛሕትኡ ግዜ ብሕብራዊ ጥልፊ ዝተሰለመ ባህላዊ ክዳን ንደቂ ኣንስትዮ ዘጠቓልል ጻዕዳ ክዳን ምስ ሕብራዊ ጥልፊ መብዛሕትኡ ግዜ ምስ ኣክሰሰሪዝድ ስልማትን ቅዲ ጸጉርን ባህሎም ዘመልክት ኦሮ ብቸምስ ወይ ጋርቢ ዝፍለጥ ብደቂ ተባዕትዮን ደቂ ኣንስትዮን ዝለብስዎ ጡጥ ክዳን ምስ ፍሉይ ስልማትን ቅዲ ጸጉርን ኣብ መንጎ ዝተፈላለዩ ዓሌታት ኦሮ ዝፈላለዩ ትግራ ብኻልእ ወገን ደቂ ኣንስትዮ መብዛሕትኡ ግዜ ኔላ ሓንቲ ጻዕዳ ሓዊሱ ፍሉይ ክዳን ይኽደና እየን። ሻው ንደቂ ኣንስትዮን ነዊሕ ልብሲ ንደቂ ተባዕትዮን መብዛሕትኡ ግዜ ብስልማትን ቅዲ ጸጉርን ዝምልእ ጻዕዳ ሻው ምስ ባህላዊ ክዳውንቲ ብዞባ ዝፈላለ ብጌጣጌጥን [ሙዚቃ] ቅዲ ጸጉርን ቁጽሪ 10 ዝምልእ እዩ። ባህላዊ ትውፊታት ልምድታትን ጽምብልን ኣምሓሩ ባህላዊ በዓላት ከም ቲምካት ወይ ሓደ ኤፒፋኒን ምሰልን ዘብዕሉ እዚ ድማ ምርካብ ናይቲ ሓቀኛ መስቀል ምስ ባህላዊ ሙዚቃ ሳዕስዒትን ሃይማኖታዊ [ሙዚቃ] ስነ-ስርዓት ፍሉይ ባህላዊ ውርሻ ኣለዎም ሓዊሱ ፍሉይ ሙዚቃዊ ስነ-ጥበብን ሃይማኖታዊ ልምድታትን ምስ ኢትዮጵያዊ ኦርቶዶክሳዊ ክርስትና ምዃኑ [ሙዚቃ] ፍሉጣት በዓላት ኦሮ ከም ዒራ ሓደ በዓል ምስጋና ብህያው ባህላዊ ምርኢታት ባህላዊ ክዳውንቲ ሙዚቃን ሳዕስዒትን ትግራዋይ ፍሉይ በዓላት ከም ኣሸንዳ ብሕብራዊ ጽምብል ዝልለ ሙዚቃን ሳዕስዒትን ባህላዊ ውርሻታት ናይቲ ክልል ዘርኢ ባህሊ ኦሮ ኣዝዩ ዝተፈላለየ እዩ ዝፍለጥ ንናይ ጋዳር ስርዓታ ዲሞክራስያዊ ማሕበረ-ፖለቲካዊ ኣቃውማን ባህላዊ ሙዚቃኦምን ሳዕስዒትን ሃይማኖታዊ እምነታቶምን tigan ባህሊ ብኣንጻሩ ብታሪኽን ልምድታትን ሃብታም ኮይኑ ፍሉይ በዓላት ሙዚቃን ሃይማኖታዊ ተግባራትን ብኢትዮጵያዊ ኦርቶዶክሳዊ [ሙዚቃ] ክርስትና ዝተጸልወ ቁጽሪ ትሽዓተ ብድሆታትን ማሕበረ-ፖለቲካዊ ጉዳያትን ነፍሲ ወከፎም ጉጅለ ዝተፈላለዩ ብድሆታትን ባህግታትን ዘጋጥሞም ፖለቲካዊ ውክልና መሰላት መሬት ባህላዊ ምዕቃብን ቁጠባዊ ምዕባለን ሓዊሱ ኣብ ውሽጢ ሕብረተሰብ ኢትዮጵያ ታሪኻውን እዋናውን ክትዓት ኮይኖም ዝጸንሑ እዞም ፍልልያት እዚኦም ኣብ ዝተፈላለየ ባህላዊ ኣሰራርሓታት ማሕበራዊ ቅርጻታትን ጾታን ዳይናሚክስ ቁጽሪ ሸሞንተ ትምህርትን ምሕያልን ኣብ መንጎ ኣምሓራ ርድኢት ይህቡ ንደቂ ኣንስትዮ ዕድላት ትምህርቲ ንምምሕያሽ ጻዕርታት ይግበር ኣሎ ኣብ oromia ዝያዳ ተበጻሕነት ትምህርትን ምሕያልን ዘፍቅድ እዩ there's a growing amphasis on education for girls and women's empowerment aiming to bridge the gender gap in education ተጋሩ ደቂ ኣንስትዮ ብተዛማዲ ዝለዓለ ተበጻሕነት ትምህርቲ ኣለወን ምስ ገለ ክነጻጸራ ከለዋ ካልኦት ክልላት ኣብ ዝተፈላለዩ [ሙዚቃ] ዓውድታት ንምሕያልን ንጡፍ ተሳትፎኦምን ኣበርክቶ ዝገበሩ ቁጽሪ ሸውዓተ ፖለቲካዊ ውክልና እቲ ኣምሓራ ብታሪኽ ኣብ ውሽጢ ኢትዮጵያ ርኡይ ፖለቲካዊ ስልጣን ዝነበሮም ኣብታ ሃገር ርኡይ ታሪኻውን ፖለቲካውን ህላወ ነይርዎም ብታሪኽ ምሩጻት ኣምሓራን ገዛእቲ ደርብታትን ጐሊሑ ተጻዊቶም ተራ ኣብ ​​ፖለቲካ ኢትዮጵያ ንዘመናት ብፍላይ ኣብ ግዜ ሶሎሞኒክ ስርወ መንግስቲ ወለዶኡ ናብ ንጉስ ሰሎሞንን ንግስቲ ሳባን ተመሊሱ ዝብል ዝነበረ ኦሮ ኣብ ውሽጢ ሃገር ዝተሓላለኸ ታሪኽ ፖለቲካዊ ውክልና ኣለዎም ብታሪኽ ኦሮ ብስርዓት ግዳር ዝፍለጥ ናይ ገዛእ ርእሶም ዘይተማእከለ ፖለቲካዊ ስርዓታት ነይርዎም characterized by a democratic and egalitarian governance structure throughout much of Ethiopian history despite being the largest ethnic group in Ethiopia the aromo people were under representated in the central government and had limited access to political power however over the years they've been actively engaged in Ethiopian politics ከምኡ’ውን ዝዓበየ ፖለቲካዊ ውክልና ሓቲቶም tigr ኣብ ኢድ’ውን ኣብ ፖለቲካ ኢትዮጵያ ኣገዳሲ ተራ ዝተጻወቱ ኮይኖም ብታሪኽ ጎኒ ጎኒ ኣምሓራ ተጋሩ ኤሊታት ብታሪኽ ዝዓብለሉ ቁልፊ ጽፍሕታት ኣብ መንግስትን ወተሃደራዊን ሽዱሽተ ሃይማኖታዊ ልምድታት እቶም ኣምሓሩ ብብዝሒ ኢትዮጵያውያን ኦርቶዶክሳውያን ክርስትያን እዮም። ኣብ ምቕራጽ ሕብረተሰባዊ ስርዓታትን ክብርታትን ጽልዋ ዘለዎ መዳያት ተራን ዝምድናን ደቂ ኣንስትዮ ልዑል ተራ ይጻወት እቲ ኣሮሞ ብኣንጻሩ ዝተፈላለየ ሃይማኖታዊ እምነታት ኣለዎም እስልምና ክርስትናን ባህላዊ ኣሮሞ ሃይማኖትን ሓዊሱ እቲ ዓብላሊ ሃይማኖታዊ ልምድታት ኣብ ኣሮሚያ እስልምና 55% ክርስትና ብ40%ን close to 15% practicing other religions ታን ብቐንዱ ሰዓብቲ ናይ ኢትዮጵያ ኦርቶዶክሳዊ ክርስትና እዮም እዚ ድማ ሰፋሕቲ ባህላዊ ልምድታትን ሕብረተሰባዊ ስርዓታትን ሓዊሱ ምስ ደቂ ኣንስትዮን ስድራቤትን ዝተኣሳሰሩ ቅድሚ ሓሙሻይ ነጥብና ዝጸሉ እዮም። significance the Amara historically played a significant role in The Establishment and governance of the Ethiopian Empire amhara is reputably the very heartbeat of Ethiopia amhara stands for ጥንታዊ ስልጣነ ፍርሒ ኣምላኽ ክቡር ታሪኽ ግርማዊ ጸጋ ትምክሕቲ ርእሰ ምትእምማን ብሉጽነት ጅግንነት ናጽነት ጽባቐ ጽባቐን እዞም 12 ኣምሓራ ደቂ ኣንስትዮ ሽዋ ንኣምሓራ ብፍሉይ መልክዑ ይውክላ እተን ኦሮስ ኣንጻር ዝተፈላለዩ ስርዓታት ናይ ምቅዋም ታሪኽ ዘለወንን ንዝዓበየ ፖለቲካዊ ውክልና ተቓሊሰን እየን። and recognition of their cultural rights the T have a rich historical Heritage with the tan people having contributed to the Region's history particularly ኣብቲ accumate period ቁጽሪ ኣርባዕተ ጾታዊ ተራን ስድራቤት ዳይናሚክስ ኣብ ክልል ኣምሓራ ባህላዊ ጾታዊ ተራ መብዛሕትኡ ግዜ ናብ ዝያዳ ፓትርያርካዊ መሓውራት ዝጽጋዕ ኣበይ men are seen as heads of households among Oro family Dynamics may vary among different Oro Clans but generally there's a more balanced approach to gender roles in the tigray while patriarchal systems exist there's relatively more gender equity in tigran society compared to some other regions three adaptation to ዘመናዊ ምግባር ኣምሓራ ባህላዊ ልምድታትን ክብርታትን ብዙሕ ግዜ ይዕቀብ ግን ምስ ዘመናዊ ኣነባብራ ምትዕጽጻፍን ለውጢ ኣብ ሕብረተሰባዊ ስርዓታትን ኦሮ እናወሰኸ ይኸይድ ኣሎ ባህላዊ ልምድታት ክኽበር ከሎ ይዓቢ ኣሎ Embrace of modernization influencing different aspects of life including dating and relationships in Tigra region balanceing tradition and modernity ታንታት ምስ ዝቕየር ማሕበራዊ ዳይናሚክስ ይላመዱ ኣለዉ እንተላይ ለውጢ ኣብ ዕርክነትን ኣሰራርሓ ሓዳርን ቁጽሪ ክልተ ኣሰራርሓ ሓዳር ኣምሓራ ሓዳር ልምድታት መብዛሕትኡ ግዜ ኣብ ተሳትፎ ስድራቤትን ባህላዊን ትኹረት ዘለዎ ዝተሰርዐ ሓዳር ዘጠቓልል ኮይኑ ኣብ መንጎ ኦሮ ዝተሰርዐ ሓዳር ክህሉ ከሎ there's more Agency for individuals to choose their partners and there's a diverse aray of marriage Traditions among different Oromo Clans tigray marriage practices often involve negotiation between families with Traditions that vary across different tigan communities last but not least ዕርክነትን ምፍታውን ኣብ መንጎ መንእሰያት ኦሮ ውልቀሰባት ምስ ማሕበራዊ ርክብን ምፍታውን ዝያዳ ናጽነት ኣብ ልምድታት ዕርክነት ኣሎ። ኣብ ሞንጎ ተጋሩ ዝያዳ ቅቡል ምዃን ከም ናይ ኦሮ ዕርክነትን ምፍታውን ብተዛማዲ ዝያዳ ቅቡላት እዮም ቅድሚ መርዓ ማሕበራዊ ርክብን ዝምድናን ክምዕብሉ ምፍቃድ ኣብ ባህላዊ ባህሊ ኣምሓራ ዕርክነት ውሑድ እዩ ብሰንኪ ትኹረት ኣብ ዝተሰርዐ ሓዳር ዝተሰርዐ ሓዳር ምስ ስድራቤታት ትርጉም ዘለዎ ጸወታ ዝጻወት ልሙድ ነይሩ። ተራ ኣብ ​​ምምራጽ መሻርኽቲ ንደቆም ይኹን እምበር ምስ ዘመናዊነትን ከተማነትን ዝበዝሑ መንእሰያት መሻርኽቶም ናይ ምምራጽ ናጽነት ኣለዎም ። the varied experiences of women and dating cultures Within እዞም ማሕበረሰባት እዛ ቪድዮ እንተፈቲኹምዋ ኣጻብዕቲ ኢድኩም ሃቡን ንዝያዳ [Music] ትሕዝቶታት ብሕያውነት ሳብስክራይብ ግበሩ", "sentences": ["amhara Oromo and Tigra are prominent ethnic groups in Ethiopia ምብራቕ ኣፍሪቃ ነፍሲ ወከፎም ፍሉይ ባህርያቶም ባህልን ታሪኽን እንሆ 15 ቁልፊ ፍልልያት ኣብ መንጎ እዞም ቀቢላታት እዞም ፍልልያት እዚኦም ኣብ ኢትዮጵያ ንዝርከቡ ኣምሓራ ኦሮን ትግራውን ብሄራት ዝፈልዩ ፍሉይ ባህላዊ ቋንቋዊ ታሪኻውን ጂኦግራፍያውን መዳያት ዘጉልሑ እዮም። it's ENT to recognize and respect the diversity and respect the diversity of each group's Heritage and contributions to Ethiopian Society certainly here are key differences between the three tribes identical tribes who constitutes a bounous 67% of the entire Ethiopian population in this video we highlight various aspects of Life ምስዞም ሰለስተ ብሄራት ዝተኣሳሰር ኢትዮጵያ ዝተፈላለዩ ብሄራትን ከምኡውን ቀቢላታትን ዝነብሩላ ሃገር ኮይና ልዕሊ 80 ዝተፈላለዩ ብሄራት ኣብታ ሃገር ዝተለለዩ ምዃና ኣስተውዕል ሎሚ ግን ሰለስተ ካብቶም ዝዓበዩ ቀቢላታት ኣብዚ ጥንታዊ ዓቢ ምብራቕ ኣፍሪቃዊ [ ሙዚቃ] ብሄረ 50 ብሄር መበቆል እቶም ኣምሓሩ ጥንታዊ ሴማዊ ብሄር ኮይኖም ታሪኾም ምስ መስራቲ ሃጸያዊ ግዝኣት ኢትዮጵያ ብቐረባ ዝተኣሳሰሩ ኦሮሞ ብኻልእ ሸነኽ እቲ ዝዓበየ ብሄር ኣብ ኢትዮጵያ እዩ ፍሉይ ኩሺታዊ መበቆል ዘለዎምን ብታሪኽ ኣብ ማእከላይን ደቡብን ዝነብሩ እዮም። ክልላት ቦረር ሰባት ብዕድመ ዝደፍኡ ጉጅለ ኦሮ ኣብ ዶብ ኢትዮጵያን ኬንያን ዝነብሩ ፍርቂ ዘላቒ ጓሶት እዮም ዝብሃል ደቂ ኣንስትዮ ባራን ሓደ ርእሲ ስካርፍ ሕብራዊ ሽፋንን ጽቡቕ መንጠልጠሊ ክሳድን ይኽደኑ ትግራይ ካልእ ጥንታዊ ብሄር እያ ምስኣ ታሪኻዊ ርክብ ዘለወን the axit kingdom and reside primarily in the Tigra region of Northern Ethiopia number 14 ቋንቋ ህዝቢ ኣምሓራ ብዓብላሊ መልክዑ ኣምሓርኛ ይዛረብ እዚ ድማ ወግዓዊ ቋንቋ ኢትዮጵያ እውን እዩ ኦሮሞ ህዝቢ ኦሮ ቋንቋኡ ኦሮ ወይ ራፋን ኦሮሞ ኣለዎ እዚ ድማ ኣብ ኢትዮጵያን ኬንያን ብሰፊሑ ዝዝረብ እዩ ቲ people speak tigia a Semitic language that is also spoken in erria as well number 13 geographical distribution እቶም ኣምሓራ ኣብ ማእከላይ ከበሳታት ኢትዮጵያ ብፍላይ ድማ ኣብ ክልል ኣምሓራ ዝተዋህለሉ እዮም ክልል ኣምሓራ ሓደ ካብተን ትሽዓተ ዞባዊ ክልላት ኢትዮጵያ ኣብ ሰሜንን...", "ሰሜናዊ ምዕራብ ክፋል እታ ሃገር ኣብ ኢትዮጵያ ካልኣይ ብብዝሒ ህዝቢ ዝነብረላ ዞባ ኮይና ብስም ህዝቢ ኣምሓራ ትጽዋዕ እቲ ኣሮሞ ብኣንጻሩ ብቐንዱ ኣብ ማእኸላይን ደቡብን ከባቢታት ኢትዮጵያ ዝነብሩ ኮይኖም ኣብታ ሃገር እቲ ዝዓበየ ብሄር እዮም እቶም ተ ዝነብሩላ ብቐንዱ the northern Highlands of Ethiopia particularly in the t [Music] region number 12 ተራ ጓል ኣንስተይቲ ኣብ ቁጠባ ብባህሊ ደቂ ኣንስትዮ መብዛሕትኡ ግዜ ዝያዳ ዝተሓጽረ ዝያዳ ኣብ ተራ ገዛ ዝተሓጽረ ነይሩ ደቂ ኣንስትዮ ብንጥፈት ኣብ ሕርሻን ንኣሽቱ ትካላት ንግዲን ኣብ ዘመናዊ ግዜ ኣብ ውሽጢ ገዛን ሕብረተሰብን ይሳተፋ though this has been evolving in modern times with increased educational opportunities ኦሮሞ ደቂ ኣንስትዮ ብታሪኽ ደቂ ኣንስትዮ ዝያዳ ናጽነትን ንጡፍ ተሳትፎን ኣብ ማሕበራውን ቁጠባውን ንጥፈታት ኣብ ውሽጢ ማሕበረሰበን ነይርወን they've played significant roles in E activities including trade agriculture military and other different professions tigan Society women have been relatively more empowered to some other Ethiopian ethnic groups participating in different aspects of Life ደቂ ኣንስትዮ ኣብ ሕርሻዊ ንጥፈታት ብንጥፈት ይሳተፋ ኣብ ቁጠባ ልዑል ኣበርክቶ ይገብራን ኣብ ዝተፈላለየ ሕብረተሰባዊ መዳያት ይሳተፋን ህዝቢ ኣምሓራ ኣብ ዝተፈላለየ ቁጠባዊ ንጥፈታት ሓዊሱ ሕርሻ ንግድን ኢደ ጥበብን ብቐንዱ ኣብ ሕርሻ ዝነጥፋ እየን። ኣብ ምፍራይ ዝራእቲ ከም TEFን ስገምን ከምኡ ውን ናይ እንስሳታት ምህርቲ ቁጽሪ 11 ክዳውንትን ኣከዳድናን ኣምሓራ ባህላዊ ክዳውንቲ ንደቂ ኣንስትዮ ጻዕዳ ክዳንን ንደቂ ተባዕትዮ ጻዕዳ ቱኒክን ዘጠቓልል መብዛሕትኡ ግዜ ብሕብራዊ ጥልፊ ዝተሰለመ ባህላዊ ክዳን ንደቂ ኣንስትዮ ዘጠቓልል ጻዕዳ ክዳን ምስ ሕብራዊ ጥልፊ መብዛሕትኡ ግዜ ምስ ኣክሰሰሪዝድ ስልማትን ቅዲ ጸጉርን ባህሎም ዘመልክት ኦሮ ብቸምስ ወይ ጋርቢ ዝፍለጥ ብደቂ ተባዕትዮን ደቂ ኣንስትዮን ዝለብስዎ ጡጥ ክዳን ምስ ፍሉይ ስልማትን ቅዲ ጸጉርን ኣብ መንጎ ዝተፈላለዩ ዓሌታት ኦሮ ዝፈላለዩ ትግራ ብኻልእ ወገን ደቂ ኣንስትዮ መብዛሕትኡ ግዜ ኔላ ሓንቲ ጻዕዳ ሓዊሱ ፍሉይ ክዳን ይኽደና እየን። ሻው ንደቂ ኣንስትዮን ነዊሕ ልብሲ ንደቂ ተባዕትዮን መብዛሕትኡ ግዜ ብስልማትን ቅዲ ጸጉርን ዝምልእ ጻዕዳ ሻው ምስ ባህላዊ ክዳውንቲ ብዞባ ዝፈላለ ብጌጣጌጥን [ሙዚቃ] ቅዲ ጸጉርን ቁጽሪ 10 ዝምልእ እዩ። ባህላዊ ትውፊታት ልምድታትን ጽምብልን ኣምሓሩ ባህላዊ በዓላት ከም ቲምካት ወይ ሓደ ኤፒፋኒን ምሰልን ዘብዕሉ እዚ ድማ ምርካብ ናይቲ ሓቀኛ መስቀል ምስ ባህላዊ ሙዚቃ ሳዕስዒትን ሃይማኖታዊ [ሙዚቃ] ስነ-ስርዓት ፍሉይ ባህላዊ ውርሻ ኣለዎም ሓዊሱ ፍሉይ ሙዚቃዊ ስነ-ጥበብን ሃይማኖታዊ ልምድታትን ምስ ኢትዮጵያዊ ኦርቶዶክሳዊ ክርስትና ምዃኑ [ሙዚቃ] ፍሉጣት በዓላት ኦሮ ከም ዒራ ሓደ በዓል ምስጋና ብህያው ባህላዊ ምርኢታት ባህላዊ ክዳውንቲ ሙዚቃን ሳዕስዒትን ትግራዋይ ፍሉይ በዓላት ከም ኣሸንዳ ብሕብራዊ ጽምብል ዝልለ ሙዚቃን ሳዕስዒትን ባህላዊ ውርሻታት ናይቲ ክልል ዘርኢ ባህሊ ኦሮ ኣዝዩ ዝተፈላለየ እዩ ዝፍለጥ ንናይ ጋዳር ስርዓታ ዲሞክራስያዊ ማሕበረ-ፖለቲካዊ ኣቃውማን ባህላዊ ሙዚቃኦምን ሳዕስዒትን ሃይማኖታዊ እምነታቶምን tigan ባህሊ ብኣንጻሩ ብታሪኽን ልምድታትን ሃብታም ኮይኑ ፍሉይ በዓላት ሙዚቃን ሃይማኖታዊ ተግባራትን ብኢትዮጵያዊ ኦርቶዶክሳዊ [ሙዚቃ] ክርስትና ዝተጸልወ ቁጽሪ ትሽዓተ ብድሆታትን ማሕበረ-ፖለቲካዊ ጉዳያትን ነፍሲ ወከፎም ጉጅለ ዝተፈላለዩ ብድሆታትን ባህግታትን ዘጋጥሞም ፖለቲካዊ ውክልና መሰላት መሬት ባህላዊ ምዕቃብን ቁጠባዊ ምዕባለን ሓዊሱ ኣብ ውሽጢ ሕብረተሰብ ኢትዮጵያ ታሪኻውን እዋናውን ክትዓት ኮይኖም ዝጸንሑ እዞም ፍልልያት እዚኦም ኣብ ዝተፈላለየ ባህላዊ ኣሰራርሓታት ማሕበራዊ ቅርጻታትን ጾታን ዳይናሚክስ ቁጽሪ ሸሞንተ ትምህርትን ምሕያልን ኣብ መንጎ ኣምሓራ ርድኢት ይህቡ ንደቂ ኣንስትዮ ዕድላት ትምህርቲ ንምምሕያሽ ጻዕርታት ይግበር ኣሎ ኣብ oromia ዝያዳ ተበጻሕነት ትምህርትን ምሕያልን ዘፍቅድ እዩ there's a growing amphasis on education for girls and women's empowerment aiming to bridge the gender gap in education ተጋሩ ደቂ ኣንስትዮ ብተዛማዲ ዝለዓለ ተበጻሕነት ትምህርቲ ኣለወን ምስ ገለ ክነጻጸራ ከለዋ ካልኦት ክልላት ኣብ ዝተፈላለዩ [ሙዚቃ] ዓውድታት ንምሕያልን ንጡፍ ተሳትፎኦምን ኣበርክቶ ዝገበሩ ቁጽሪ ሸውዓተ ፖለቲካዊ ውክልና እቲ ኣምሓራ ብታሪኽ ኣብ ውሽጢ ኢትዮጵያ ርኡይ ፖለቲካዊ ስልጣን ዝነበሮም ኣብታ ሃገር ርኡይ ታሪኻውን ፖለቲካውን ህላወ ነይርዎም ብታሪኽ ምሩጻት ኣምሓራን ገዛእቲ ደርብታትን ጐሊሑ ተጻዊቶም ተራ ኣብ ​​ፖለቲካ ኢትዮጵያ ንዘመናት ብፍላይ ኣብ ግዜ ሶሎሞኒክ ስርወ መንግስቲ ወለዶኡ ናብ ንጉስ ሰሎሞንን ንግስቲ ሳባን ተመሊሱ ዝብል ዝነበረ ኦሮ ኣብ ውሽጢ ሃገር ዝተሓላለኸ ታሪኽ ፖለቲካዊ ውክልና ኣለዎም ብታሪኽ ኦሮ ብስርዓት ግዳር ዝፍለጥ ናይ ገዛእ ርእሶም ዘይተማእከለ ፖለቲካዊ ስርዓታት ነይርዎም characterized by a democratic and egalitarian governance structure throughout much of Ethiopian history despite being the largest ethnic group in Ethiopia the aromo people were under representated in the central government and had limited access to political power however over the years they've been actively engaged in Ethiopian politics ከምኡ’ውን ዝዓበየ ፖለቲካዊ ውክልና ሓቲቶም tigr ኣብ ኢድ’ውን ኣብ ፖለቲካ ኢትዮጵያ ኣገዳሲ ተራ ዝተጻወቱ ኮይኖም ብታሪኽ ጎኒ ጎኒ ኣምሓራ ተጋሩ ኤሊታት ብታሪኽ ዝዓብለሉ ቁልፊ ጽፍሕታት ኣብ መንግስትን ወተሃደራዊን ሽዱሽተ ሃይማኖታዊ ልምድታት እቶም ኣምሓሩ ብብዝሒ ኢትዮጵያውያን ኦርቶዶክሳውያን ክርስትያን እዮም። ኣብ ምቕራጽ ሕብረተሰባዊ ስርዓታትን ክብርታትን ጽልዋ ዘለዎ መዳያት ተራን ዝምድናን ደቂ ኣንስትዮ ልዑል ተራ ይጻወት እቲ ኣሮሞ ብኣንጻሩ ዝተፈላለየ ሃይማኖታዊ እምነታት ኣለዎም እስልምና ክርስትናን ባህላዊ ኣሮሞ ሃይማኖትን ሓዊሱ እቲ ዓብላሊ ሃይማኖታዊ ልምድታት ኣብ ኣሮሚያ እስልምና 55% ክርስትና ብ40%ን close to 15% practicing other religions ታን ብቐንዱ ሰዓብቲ ናይ ኢትዮጵያ ኦርቶዶክሳዊ ክርስትና እዮም እዚ ድማ ሰፋሕቲ ባህላዊ ልምድታትን ሕብረተሰባዊ ስርዓታትን ሓዊሱ ምስ ደቂ ኣንስትዮን ስድራቤትን ዝተኣሳሰሩ ቅድሚ ሓሙሻይ ነጥብና ዝጸሉ እዮም። significance the Amara historically played a significant role in The Establishment and governance of the Ethiopian Empire amhara is reputably the very heartbeat of Ethiopia amhara stands for ጥንታዊ ስልጣነ ፍርሒ ኣምላኽ ክቡር ታሪኽ ግርማዊ ጸጋ ትምክሕቲ ርእሰ ምትእምማን ብሉጽነት ጅግንነት ናጽነት ጽባቐ ጽባቐን እዞም 12 ኣምሓራ ደቂ ኣንስትዮ ሽዋ ንኣምሓራ ብፍሉይ መልክዑ ይውክላ እተን ኦሮስ ኣንጻር ዝተፈላለዩ ስርዓታት ናይ ምቅዋም ታሪኽ ዘለወንን ንዝዓበየ ፖለቲካዊ ውክልና ተቓሊሰን እየን። and recognition of their cultural rights the T have a rich historical Heritage with the tan people having contributed to the Region's history particularly ኣብቲ accumate period ቁጽሪ ኣርባዕተ ጾታዊ ተራን ስድራቤት ዳይናሚክስ ኣብ ክልል ኣምሓራ ባህላዊ ጾታዊ ተራ መብዛሕትኡ ግዜ ናብ ዝያዳ ፓትርያርካዊ መሓውራት ዝጽጋዕ ኣበይ men are seen as heads of households among Oro family Dynamics may vary among different Oro Clans but generally there's a more balanced approach to gender roles in the tigray while patriarchal systems exist there's relatively more gender equity in tigran society compared to some other regions three adaptation to ዘመናዊ ምግባር ኣምሓራ ባህላዊ ልምድታትን ክብርታትን ብዙሕ ግዜ ይዕቀብ ግን ምስ ዘመናዊ ኣነባብራ ምትዕጽጻፍን ለውጢ ኣብ ሕብረተሰባዊ ስርዓታትን ኦሮ እናወሰኸ ይኸይድ ኣሎ ባህላዊ ልምድታት ክኽበር ከሎ ይዓቢ ኣሎ Embrace of modernization influencing different aspects of life including dating and relationships in Tigra region balanceing tradition and modernity ታንታት ምስ ዝቕየር ማሕበራዊ ዳይናሚክስ ይላመዱ ኣለዉ እንተላይ ለውጢ ኣብ ዕርክነትን ኣሰራርሓ ሓዳርን ቁጽሪ ክልተ ኣሰራርሓ ሓዳር ኣምሓራ ሓዳር ልምድታት መብዛሕትኡ ግዜ ኣብ ተሳትፎ ስድራቤትን ባህላዊን ትኹረት ዘለዎ ዝተሰርዐ ሓዳር ዘጠቓልል ኮይኑ ኣብ መንጎ ኦሮ ዝተሰርዐ ሓዳር ክህሉ ከሎ there's more Agency for individuals to choose their partners and there's a diverse aray of marriage Traditions among different Oromo Clans tigray marriage practices often involve negotiation between families with Traditions that vary across different tigan communities last but not least ዕርክነትን ምፍታውን ኣብ መንጎ መንእሰያት ኦሮ ውልቀሰባት ምስ ማሕበራዊ ርክብን ምፍታውን ዝያዳ ናጽነት ኣብ ልምድታት ዕርክነት ኣሎ። ኣብ ሞንጎ ተጋሩ ዝያዳ ቅቡል ምዃን ከም ናይ ኦሮ ዕርክነትን ምፍታውን ብተዛማዲ ዝያዳ ቅቡላት እዮም ቅድሚ መርዓ ማሕበራዊ ርክብን ዝምድናን ክምዕብሉ ምፍቃድ ኣብ ባህላዊ ባህሊ ኣምሓራ ዕርክነት ውሑድ እዩ ብሰንኪ ትኹረት ኣብ ዝተሰርዐ ሓዳር ዝተሰርዐ ሓዳር ምስ ስድራቤታት ትርጉም ዘለዎ ጸወታ ዝጻወት ልሙድ ነይሩ። ተራ ኣብ ​​ምምራጽ መሻርኽቲ ንደቆም ይኹን እምበር ምስ ዘመናዊነትን ከተማነትን ዝበዝሑ መንእሰያት መሻርኽቶም ናይ ምምራጽ ናጽነት ኣለዎም ። the varied experiences of women and dating cultures Within እዞም ማሕበረሰባት እዛ ቪድዮ እንተፈቲኹምዋ ኣጻብዕቲ ኢድኩም ሃቡን ንዝያዳ [Music] ትሕዝቶታት ብሕያውነት ሳብስክራይብ ግበሩ"], "transcript": [{"start": 0.04, "end": 7.68, "text": "amhara Oromo and Tigra are prominent ethnic groups in Ethiopia ምብራቕ ኣፍሪቃ ነፍሲ ወከፎም"}, {"start": 7.68, "end": 14.72, "text": "ፍሉይ ባህርያቶም ባህልን ታሪኽን እንሆ 15 ቁልፊ ፍልልያት ኣብ መንጎ እዞም"}, {"start": 14.72, "end": 22.12, "text": "ቀቢላታት እዞም ፍልልያት እዚኦም ኣብ ኢትዮጵያ ንዝርከቡ ኣምሓራ ኦሮን ትግራውን ብሄራት ዝፈልዩ"}, {"start": 22.12, "end": 31.04, "text": "ፍሉይ ባህላዊ ቋንቋዊ ታሪኻውን ጂኦግራፍያውን መዳያት ዘጉልሑ እዮም። it's ENT to recognize"}, {"start": 31.04, "end": 37.28, "text": "and respect the diversity and respect the diversity of each group's Heritage and contributions to Ethiopian"}, {"start": 37.28, "end": 44.64, "text": "Society certainly here are key differences between the three tribes identical tribes who constitutes"}, {"start": 44.64, "end": 52.8, "text": "a bounous 67% of the entire Ethiopian population in this video we highlight various aspects of Life"}, {"start": 52.8, "end": 59.12, "text": "ምስዞም ሰለስተ ብሄራት ዝተኣሳሰር ኢትዮጵያ ዝተፈላለዩ ብሄራትን"}, {"start": 59.12, "end": 65.64, "text": "ከምኡውን ቀቢላታትን ዝነብሩላ ሃገር ኮይና ልዕሊ 80 ዝተፈላለዩ ብሄራት ኣብታ ሃገር ዝተለለዩ ምዃና"}, {"start": 65.64, "end": 71.52, "text": "ኣስተውዕል ሎሚ ግን ሰለስተ ካብቶም ዝዓበዩ ቀቢላታት ኣብዚ ጥንታዊ ዓቢ ምብራቕ ኣፍሪቃዊ"}, {"start": 71.52, "end": 96.92, "text": "[ ሙዚቃ] ብሄረ 50 ብሄር መበቆል እቶም ኣምሓሩ ጥንታዊ ሴማዊ ብሄር ኮይኖም ታሪኾም"}, {"start": 96.92, "end": 103.52000000000001, "text": "ምስ መስራቲ ሃጸያዊ ግዝኣት ኢትዮጵያ ብቐረባ ዝተኣሳሰሩ ኦሮሞ ብኻልእ ሸነኽ እቲ ዝዓበየ ብሄር"}, {"start": 103.52000000000001, "end": 109.0, "text": "ኣብ ኢትዮጵያ እዩ ፍሉይ ኩሺታዊ መበቆል ዘለዎምን ብታሪኽ ኣብ"}, {"start": 109.0, "end": 114.56, "text": "ማእከላይን ደቡብን ዝነብሩ እዮም። ክልላት ቦረር ሰባት ብዕድመ ዝደፍኡ ጉጅለ ኦሮ"}, {"start": 114.56, "end": 120.8, "text": "ኣብ ዶብ ኢትዮጵያን ኬንያን ዝነብሩ ፍርቂ ዘላቒ ጓሶት እዮም ዝብሃል ደቂ ኣንስትዮ ባራን"}, {"start": 120.8, "end": 127.32, "text": "ሓደ ርእሲ ስካርፍ ሕብራዊ ሽፋንን ጽቡቕ መንጠልጠሊ ክሳድን ይኽደኑ ትግራይ ካልእ ጥንታዊ ብሄር እያ"}, {"start": 127.32, "end": 133.68, "text": "ምስኣ ታሪኻዊ ርክብ ዘለወን the axit kingdom and reside primarily in the Tigra region of Northern"}, {"start": 133.68, "end": 144.96, "text": "Ethiopia number 14 ቋንቋ ህዝቢ ኣምሓራ ብዓብላሊ መልክዑ ኣምሓርኛ ይዛረብ እዚ"}, {"start": 144.96, "end": 151.96, "text": "ድማ ወግዓዊ ቋንቋ ኢትዮጵያ እውን እዩ ኦሮሞ ህዝቢ ኦሮ"}, {"start": 151.96, "end": 157.8, "text": "ቋንቋኡ ኦሮ ወይ ራፋን ኦሮሞ ኣለዎ እዚ ድማ ኣብ ኢትዮጵያን ኬንያን ብሰፊሑ ዝዝረብ እዩ"}, {"start": 157.8, "end": 169.12, "text": "ቲ people speak tigia a Semitic language that is also spoken in erria as well"}, {"start": 169.12, "end": 179.8, "text": "number 13 geographical distribution እቶም ኣምሓራ ኣብ ማእከላይ"}, {"start": 179.8, "end": 185.8, "text": "ከበሳታት ኢትዮጵያ ብፍላይ ድማ ኣብ ክልል ኣምሓራ ዝተዋህለሉ እዮም ክልል ኣምሓራ ሓደ ካብተን"}, {"start": 185.8, "end": 191.36, "text": "ትሽዓተ ዞባዊ ክልላት ኢትዮጵያ ኣብ ሰሜንን... ሰሜናዊ ምዕራብ ክፋል እታ"}, {"start": 191.36, "end": 197.48, "text": "ሃገር ኣብ ኢትዮጵያ ካልኣይ ብብዝሒ ህዝቢ ዝነብረላ ዞባ ኮይና ብስም"}, {"start": 197.48, "end": 206.16, "text": "ህዝቢ ኣምሓራ ትጽዋዕ እቲ ኣሮሞ ብኣንጻሩ ብቐንዱ ኣብ ማእኸላይን ደቡብን ከባቢታት"}, {"start": 206.16, "end": 211.88, "text": "ኢትዮጵያ ዝነብሩ ኮይኖም ኣብታ ሃገር እቲ ዝዓበየ ብሄር እዮም እቶም ተ ዝነብሩላ ብቐንዱ the"}, {"start": 211.88, "end": 223.24, "text": "northern Highlands of Ethiopia particularly in the t [Music] region number 12"}, {"start": 223.24, "end": 230.16, "text": "ተራ ጓል ኣንስተይቲ ኣብ ቁጠባ ብባህሊ ደቂ ኣንስትዮ መብዛሕትኡ ግዜ ዝያዳ ዝተሓጽረ ዝያዳ ኣብ ተራ ገዛ ዝተሓጽረ ነይሩ ደቂ ኣንስትዮ"}, {"start": 230.16, "end": 236.92000000000002, "text": "ብንጥፈት ኣብ ሕርሻን ንኣሽቱ ትካላት ንግዲን ኣብ ዘመናዊ ግዜ ኣብ ውሽጢ ገዛን"}, {"start": 236.92000000000002, "end": 243.0, "text": "ሕብረተሰብን ይሳተፋ though this has been evolving in modern times with increased educational"}, {"start": 243.0, "end": 249.6, "text": "opportunities ኦሮሞ ደቂ ኣንስትዮ ብታሪኽ ደቂ ኣንስትዮ ዝያዳ ናጽነትን ንጡፍ ተሳትፎን"}, {"start": 249.6, "end": 255.2, "text": "ኣብ ማሕበራውን ቁጠባውን ንጥፈታት ኣብ ውሽጢ ማሕበረሰበን ነይርወን they've played significant roles in"}, {"start": 255.2, "end": 263.8, "text": "E activities including trade agriculture military and other different professions tigan Society women"}, {"start": 263.8, "end": 270.36, "text": "have been relatively more empowered to some other Ethiopian ethnic groups participating"}, {"start": 270.36, "end": 277.08, "text": "in different aspects of Life ደቂ ኣንስትዮ ኣብ ሕርሻዊ ንጥፈታት ብንጥፈት ይሳተፋ"}, {"start": 277.08, "end": 283.68, "text": "ኣብ ቁጠባ ልዑል ኣበርክቶ ይገብራን ኣብ ዝተፈላለየ ሕብረተሰባዊ መዳያት ይሳተፋን ህዝቢ ኣምሓራ ኣብ ዝተፈላለየ"}, {"start": 283.68, "end": 290.68, "text": "ቁጠባዊ ንጥፈታት ሓዊሱ ሕርሻ ንግድን ኢደ ጥበብን ብቐንዱ ኣብ"}, {"start": 290.68, "end": 295.84000000000003, "text": "ሕርሻ ዝነጥፋ እየን። ኣብ ምፍራይ ዝራእቲ ከም TEFን ስገምን ከምኡ ውን ናይ እንስሳታት"}, {"start": 295.84000000000003, "end": 306.92, "text": "ምህርቲ ቁጽሪ 11 ክዳውንትን ኣከዳድናን ኣምሓራ ባህላዊ ክዳውንቲ ንደቂ"}, {"start": 306.92, "end": 313.44, "text": "ኣንስትዮ ጻዕዳ ክዳንን ንደቂ ተባዕትዮ ጻዕዳ ቱኒክን ዘጠቓልል መብዛሕትኡ ግዜ ብሕብራዊ ጥልፊ ዝተሰለመ ባህላዊ ክዳን ንደቂ ኣንስትዮ"}, {"start": 313.44, "end": 319.56, "text": "ዘጠቓልል ጻዕዳ ክዳን ምስ ሕብራዊ ጥልፊ መብዛሕትኡ ግዜ ምስ ኣክሰሰሪዝድ ስልማትን ቅዲ ጸጉርን"}, {"start": 319.56, "end": 327.12, "text": "ባህሎም ዘመልክት ኦሮ ብቸምስ ወይ ጋርቢ ዝፍለጥ ብደቂ ተባዕትዮን"}, {"start": 327.12, "end": 334.15999999999997, "text": "ደቂ ኣንስትዮን ዝለብስዎ ጡጥ ክዳን ምስ ፍሉይ ስልማትን ቅዲ ጸጉርን ኣብ መንጎ ዝተፈላለዩ ዓሌታት ኦሮ ዝፈላለዩ ትግራ ብኻልእ"}, {"start": 334.15999999999997, "end": 340.92, "text": "ወገን ደቂ ኣንስትዮ መብዛሕትኡ ግዜ ኔላ ሓንቲ ጻዕዳ ሓዊሱ ፍሉይ ክዳን ይኽደና እየን። ሻው ንደቂ ኣንስትዮን ነዊሕ"}, {"start": 340.92, "end": 348.0, "text": "ልብሲ ንደቂ ተባዕትዮን መብዛሕትኡ ግዜ ብስልማትን ቅዲ ጸጉርን ዝምልእ ጻዕዳ ሻው ምስ ባህላዊ"}, {"start": 348.0, "end": 359.04, "text": "ክዳውንቲ ብዞባ ዝፈላለ ብጌጣጌጥን [ሙዚቃ] ቅዲ ጸጉርን ቁጽሪ 10 ዝምልእ እዩ።"}, {"start": 359.04, "end": 366.28, "text": "ባህላዊ ትውፊታት ልምድታትን ጽምብልን ኣምሓሩ ባህላዊ በዓላት ከም"}, {"start": 366.28, "end": 374.52, "text": "ቲምካት ወይ ሓደ ኤፒፋኒን ምሰልን ዘብዕሉ እዚ ድማ ምርካብ ናይቲ ሓቀኛ መስቀል ምስ ባህላዊ ሙዚቃ"}, {"start": 374.52, "end": 383.52, "text": "ሳዕስዒትን ሃይማኖታዊ [ሙዚቃ] ስነ-ስርዓት ፍሉይ ባህላዊ ውርሻ ኣለዎም ሓዊሱ ፍሉይ"}, {"start": 383.52, "end": 392.08, "text": "ሙዚቃዊ ስነ-ጥበብን ሃይማኖታዊ ልምድታትን ምስ ኢትዮጵያዊ ኦርቶዶክሳዊ ክርስትና ምዃኑ [ሙዚቃ]"}, {"start": 392.08, "end": 400.56, "text": "ፍሉጣት በዓላት ኦሮ ከም ዒራ ሓደ በዓል ምስጋና ብህያው ባህላዊ"}, {"start": 400.56, "end": 408.96, "text": "ምርኢታት ባህላዊ ክዳውንቲ ሙዚቃን ሳዕስዒትን ትግራዋይ ፍሉይ በዓላት ከም ኣሸንዳ"}, {"start": 408.96, "end": 414.8, "text": "ብሕብራዊ ጽምብል ዝልለ ሙዚቃን ሳዕስዒትን ባህላዊ ውርሻታት ናይቲ ክልል ዘርኢ"}, {"start": 414.8, "end": 424.64, "text": "ባህሊ ኦሮ ኣዝዩ ዝተፈላለየ እዩ ዝፍለጥ ንናይ ጋዳር ስርዓታ"}, {"start": 424.64, "end": 432.56, "text": "ዲሞክራስያዊ ማሕበረ-ፖለቲካዊ ኣቃውማን ባህላዊ ሙዚቃኦምን ሳዕስዒትን ሃይማኖታዊ እምነታቶምን"}, {"start": 432.56, "end": 437.24, "text": "tigan ባህሊ ብኣንጻሩ ብታሪኽን ልምድታትን ሃብታም ኮይኑ ፍሉይ"}, {"start": 437.24, "end": 445.54, "text": "በዓላት ሙዚቃን ሃይማኖታዊ ተግባራትን ብኢትዮጵያዊ ኦርቶዶክሳዊ [ሙዚቃ]"}, {"start": 445.54, "end": 453.48, "text": "ክርስትና ዝተጸልወ ቁጽሪ ትሽዓተ ብድሆታትን ማሕበረ-ፖለቲካዊ ጉዳያትን ነፍሲ ወከፎም ጉጅለ"}, {"start": 453.48, "end": 460.52, "text": "ዝተፈላለዩ ብድሆታትን ባህግታትን ዘጋጥሞም ፖለቲካዊ ውክልና መሰላት መሬት ባህላዊ ምዕቃብን ቁጠባዊ ምዕባለን ሓዊሱ"}, {"start": 460.52, "end": 465.76, "text": "ኣብ ውሽጢ ሕብረተሰብ ኢትዮጵያ ታሪኻውን እዋናውን ክትዓት"}, {"start": 465.76, "end": 472.92, "text": "ኮይኖም ዝጸንሑ እዞም ፍልልያት እዚኦም ኣብ"}, {"start": 472.92, "end": 480.92, "text": "ዝተፈላለየ ባህላዊ ኣሰራርሓታት ማሕበራዊ ቅርጻታትን ጾታን ዳይናሚክስ ቁጽሪ ሸሞንተ ትምህርትን ምሕያልን ኣብ መንጎ ኣምሓራ"}, {"start": 480.92, "end": 487.64, "text": "ርድኢት ይህቡ ንደቂ ኣንስትዮ ዕድላት ትምህርቲ ንምምሕያሽ ጻዕርታት ይግበር ኣሎ"}, {"start": 487.64, "end": 494.8, "text": "ኣብ oromia ዝያዳ ተበጻሕነት ትምህርትን ምሕያልን ዘፍቅድ እዩ there's a growing"}, {"start": 494.8, "end": 500.04, "text": "amphasis on education for girls and women's empowerment aiming to bridge the gender gap"}, {"start": 500.04, "end": 506.12, "text": "in education ተጋሩ ደቂ ኣንስትዮ ብተዛማዲ ዝለዓለ ተበጻሕነት ትምህርቲ ኣለወን ምስ ገለ ክነጻጸራ ከለዋ"}, {"start": 506.12, "end": 515.96, "text": "ካልኦት ክልላት ኣብ ዝተፈላለዩ [ሙዚቃ] ዓውድታት ንምሕያልን ንጡፍ ተሳትፎኦምን ኣበርክቶ ዝገበሩ"}, {"start": 515.96, "end": 526.56, "text": "ቁጽሪ ሸውዓተ ፖለቲካዊ ውክልና እቲ ኣምሓራ ብታሪኽ"}, {"start": 526.56, "end": 532.92, "text": "ኣብ ውሽጢ ኢትዮጵያ ርኡይ ፖለቲካዊ ስልጣን ዝነበሮም ኣብታ ሃገር ርኡይ ታሪኻውን ፖለቲካውን ህላወ ነይርዎም"}, {"start": 532.92, "end": 538.04, "text": "ብታሪኽ ምሩጻት ኣምሓራን ገዛእቲ ደርብታትን ጐሊሑ ተጻዊቶም ተራ ኣብ ​​ፖለቲካ ኢትዮጵያ"}, {"start": 538.04, "end": 543.52, "text": "ንዘመናት ብፍላይ ኣብ ግዜ ሶሎሞኒክ ስርወ መንግስቲ ወለዶኡ ናብ ንጉስ ሰሎሞንን ንግስቲ ሳባን ተመሊሱ ዝብል ዝነበረ"}, {"start": 543.52, "end": 550.28, "text": "ኦሮ ኣብ ውሽጢ ሃገር ዝተሓላለኸ ታሪኽ ፖለቲካዊ ውክልና ኣለዎም ብታሪኽ ኦሮ"}, {"start": 550.28, "end": 556.08, "text": "ብስርዓት ግዳር ዝፍለጥ ናይ ገዛእ ርእሶም ዘይተማእከለ ፖለቲካዊ ስርዓታት"}, {"start": 556.08, "end": 562.8, "text": "ነይርዎም characterized by a democratic and egalitarian governance structure"}, {"start": 562.8, "end": 567.88, "text": "throughout much of Ethiopian history despite being the largest ethnic group in Ethiopia"}, {"start": 567.88, "end": 572.72, "text": "the aromo people were under representated in the central government and had limited access to"}, {"start": 572.72, "end": 579.96, "text": "political power however over the years they've been actively engaged in Ethiopian politics ከምኡ’ውን"}, {"start": 579.96, "end": 585.64, "text": "ዝዓበየ ፖለቲካዊ ውክልና ሓቲቶም tigr ኣብ ኢድ’ውን"}, {"start": 585.64, "end": 591.08, "text": "ኣብ ፖለቲካ ኢትዮጵያ ኣገዳሲ ተራ ዝተጻወቱ ኮይኖም ብታሪኽ"}, {"start": 591.08, "end": 596.72, "text": "ጎኒ ጎኒ ኣምሓራ ተጋሩ ኤሊታት ብታሪኽ ዝዓብለሉ ቁልፊ ጽፍሕታት ኣብ መንግስትን"}, {"start": 596.72, "end": 605.88, "text": "ወተሃደራዊን ሽዱሽተ ሃይማኖታዊ ልምድታት እቶም ኣምሓሩ ብብዝሒ ኢትዮጵያውያን ኦርቶዶክሳውያን ክርስትያን እዮም።"}, {"start": 605.88, "end": 612.2, "text": "ኣብ ምቕራጽ ሕብረተሰባዊ ስርዓታትን ክብርታትን ጽልዋ ዘለዎ መዳያት ተራን ዝምድናን ደቂ ኣንስትዮ ልዑል ተራ ይጻወት እቲ"}, {"start": 612.2, "end": 619.64, "text": "ኣሮሞ ብኣንጻሩ ዝተፈላለየ ሃይማኖታዊ እምነታት ኣለዎም"}, {"start": 619.64, "end": 625.36, "text": "እስልምና ክርስትናን ባህላዊ ኣሮሞ ሃይማኖትን ሓዊሱ እቲ ዓብላሊ ሃይማኖታዊ ልምድታት"}, {"start": 625.36, "end": 635.0, "text": "ኣብ ኣሮሚያ እስልምና 55% ክርስትና ብ40%ን close to 15% practicing other religions"}, {"start": 635.0, "end": 641.72, "text": "ታን ብቐንዱ ሰዓብቲ ናይ ኢትዮጵያ ኦርቶዶክሳዊ ክርስትና እዮም እዚ ድማ ሰፋሕቲ"}, {"start": 641.72, "end": 646.96, "text": "ባህላዊ ልምድታትን ሕብረተሰባዊ ስርዓታትን ሓዊሱ ምስ ደቂ ኣንስትዮን ስድራቤትን ዝተኣሳሰሩ"}, {"start": 646.96, "end": 654.88, "text": "ቅድሚ ሓሙሻይ ነጥብና ዝጸሉ እዮም።"}, {"start": 654.88, "end": 665.16, "text": "significance the Amara historically played a significant"}, {"start": 665.16, "end": 671.16, "text": "role in The Establishment and governance of the Ethiopian Empire amhara is reputably"}, {"start": 671.16, "end": 680.52, "text": "the very heartbeat of Ethiopia amhara stands for ጥንታዊ ስልጣነ ፍርሒ ኣምላኽ ክቡር ታሪኽ"}, {"start": 680.52, "end": 688.4, "text": "ግርማዊ ጸጋ ትምክሕቲ ርእሰ ምትእምማን ብሉጽነት ጅግንነት ናጽነት ጽባቐ ጽባቐን እዞም"}, {"start": 688.4, "end": 696.28, "text": "12 ኣምሓራ ደቂ ኣንስትዮ ሽዋ ንኣምሓራ ብፍሉይ መልክዑ ይውክላ እተን ኦሮስ"}, {"start": 696.28, "end": 701.76, "text": "ኣንጻር ዝተፈላለዩ ስርዓታት ናይ ምቅዋም ታሪኽ ዘለወንን ንዝዓበየ ፖለቲካዊ ውክልና ተቓሊሰን እየን።"}, {"start": 701.76, "end": 708.36, "text": "and recognition of their cultural rights the T have a rich historical Heritage with the tan"}, {"start": 708.36, "end": 713.52, "text": "people having contributed to the Region's history particularly ኣብቲ accumate"}, {"start": 713.52, "end": 724.48, "text": "period ቁጽሪ ኣርባዕተ ጾታዊ ተራን ስድራቤት ዳይናሚክስ ኣብ ክልል ኣምሓራ ባህላዊ ጾታዊ"}, {"start": 724.48, "end": 729.36, "text": "ተራ መብዛሕትኡ ግዜ ናብ ዝያዳ ፓትርያርካዊ መሓውራት ዝጽጋዕ ኣበይ men are seen as heads of"}, {"start": 729.36, "end": 736.36, "text": "households among Oro family Dynamics may vary among different Oro Clans but generally there's"}, {"start": 736.36, "end": 742.4, "text": "a more balanced approach to gender roles in the tigray while patriarchal systems exist there's"}, {"start": 742.4, "end": 749.72, "text": "relatively more gender equity in tigran society compared to some other regions three adaptation"}, {"start": 749.72, "end": 757.0, "text": "to ዘመናዊ ምግባር ኣምሓራ ባህላዊ ልምድታትን ክብርታትን ብዙሕ ግዜ ይዕቀብ ግን"}, {"start": 757.0, "end": 765.36, "text": "ምስ ዘመናዊ ኣነባብራ ምትዕጽጻፍን ለውጢ ኣብ ሕብረተሰባዊ ስርዓታትን ኦሮ እናወሰኸ ይኸይድ ኣሎ ባህላዊ"}, {"start": 765.36, "end": 771.6, "text": "ልምድታት ክኽበር ከሎ ይዓቢ ኣሎ Embrace of modernization influencing different aspects of"}, {"start": 771.6, "end": 777.2, "text": "life including dating and relationships in Tigra region balanceing tradition and"}, {"start": 777.2, "end": 783.8, "text": "modernity ታንታት ምስ ዝቕየር ማሕበራዊ ዳይናሚክስ ይላመዱ ኣለዉ እንተላይ ለውጢ ኣብ ዕርክነትን"}, {"start": 783.8, "end": 795.72, "text": "ኣሰራርሓ ሓዳርን ቁጽሪ ክልተ ኣሰራርሓ ሓዳር ኣምሓራ ሓዳር ልምድታት መብዛሕትኡ ግዜ"}, {"start": 795.72, "end": 802.6, "text": "ኣብ ተሳትፎ ስድራቤትን ባህላዊን ትኹረት ዘለዎ ዝተሰርዐ ሓዳር ዘጠቓልል ኮይኑ ኣብ መንጎ ኦሮ ዝተሰርዐ"}, {"start": 802.6, "end": 807.8, "text": "ሓዳር ክህሉ ከሎ there's more Agency for individuals to choose their partners and there's"}, {"start": 807.8, "end": 815.52, "text": "a diverse aray of marriage Traditions among different Oromo Clans tigray marriage practices"}, {"start": 815.52, "end": 821.6, "text": "often involve negotiation between families with Traditions that vary across different tigan"}, {"start": 821.6, "end": 831.84, "text": "communities last but not least ዕርክነትን ምፍታውን"}, {"start": 831.84, "end": 838.0, "text": "ኣብ መንጎ መንእሰያት ኦሮ ውልቀሰባት ምስ ማሕበራዊ ርክብን ምፍታውን ዝያዳ ናጽነት ኣብ ልምድታት ዕርክነት"}, {"start": 838.0, "end": 845.76, "text": "ኣሎ። ኣብ ሞንጎ ተጋሩ ዝያዳ ቅቡል ምዃን ከም ናይ ኦሮ ዕርክነትን ምፍታውን ብተዛማዲ ዝያዳ ቅቡላት እዮም"}, {"start": 845.76, "end": 852.16, "text": "ቅድሚ መርዓ ማሕበራዊ ርክብን ዝምድናን ክምዕብሉ ምፍቃድ ኣብ ባህላዊ"}, {"start": 852.16, "end": 859.44, "text": "ባህሊ ኣምሓራ ዕርክነት ውሑድ እዩ ብሰንኪ ትኹረት ኣብ ዝተሰርዐ ሓዳር ዝተሰርዐ ሓዳር"}, {"start": 859.44, "end": 865.6, "text": "ምስ ስድራቤታት ትርጉም ዘለዎ ጸወታ ዝጻወት ልሙድ ነይሩ። ተራ ኣብ ​​ምምራጽ መሻርኽቲ ንደቆም"}, {"start": 865.6, "end": 871.08, "text": "ይኹን እምበር ምስ ዘመናዊነትን ከተማነትን ዝበዝሑ መንእሰያት መሻርኽቶም ናይ ምምራጽ"}, {"start": 871.08, "end": 878.92, "text": "ናጽነት"}, {"start": 878.92, "end": 886.72, "text": "ኣለዎም ።"}, {"start": 886.72, "end": 891.76, "text": "the varied experiences of women and dating cultures Within እዞም"}, {"start": 891.76, "end": 899.08, "text": "ማሕበረሰባት እዛ ቪድዮ እንተፈቲኹምዋ ኣጻብዕቲ ኢድኩም ሃቡን ንዝያዳ"}, {"start": 899.08, "end": 913.44, "text": "[Music] ትሕዝቶታት ብሕያውነት ሳብስክራይብ ግበሩ"}], "createdAt": "2025-12-15T11:17:25.000Z", "imageUrl": "https://img.youtube.com/vi/ZXjaruXVuLY/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=ZXjaruXVuLY", "isFavorite": false, "progress": 0, "genre": "culture"}]