[{"id": "yt_ZarPnsjNnjQ", "userId": "system_native", "title": "Mohlare Wa Dikeledi - Tree of Tears (Official Short Film 2023) | Sepedi Movie", "language": "nso", "content": "[mmino] [mmino] [mmino] Lefelo la gago Lefelo la gago Lefelo la gago [mmino] [mmino] [mmino] Yel Yel Yel [mmino] [mmino] [mmino] letl [mmino] kuk k [mmino] [mmino] [mmino] bjo boet gore b ba [mmino] [mmino] [mmino] balea ail gona gona gona [mmino] [mmino] [mmino] ryet y kuku b kira seaal fela [mmino] [mmino] [mmino] kugu kugu kugu [mmino] [mmino] [mmino] [mmino] ti [mmino] [mmino] [mmino] mar [mmino] mar mar mar [mmino] [mmino] [mmino] mar mar mar mar [mmino] [mmino] Ao Ao Ao le balanta kao ren bwag bwag bwag hlel morag marmara ke na le dilo t bohl marmara ke na le dilo t bohl marmara ke na le dilo t bohl teta t go tswana papa bola lea balo maa teta t go tswana papa bola lea balo maa teta t go tswana papa bola lea balo maa tedi aala tedi aala tedi aala Ke eng seo se fošagetšego ka seo se go tshwenyago? Ke eng seo se fošagetšego ka seo se go tshwenyago? Ke eng seo se fošagetšego ka seo se go tshwenyago? Ba tabaa ba wedi hwi mang go gona le Ba tabaa ba wedi hwi mang go gona le Ba tabaa ba wedi hwi mang go gona le nyaka go bolam mamla bolam mamla bolam mamla golang gape go na le thabo mamla gape golang gape go na le thabo mamla gape golang gape go na le thabo mamla gape Sefo saag seel ea goana bslong ya gogo Sefo saag seel ea goana bslong ya gogo Sefo saag seel ea goana bslong ya gogo tla tha tla tha tla tha Ke seo o se nyakago Ke seo o se nyakago Ke seo o se nyakago Bola leena ka sebaka mora sepel lea Bola leena ka sebaka mora sepel lea Bola leena ka sebaka mora sepel lea Go nthu go nyaka dikom bjo o tla nthu le Go nthu go nyaka dikom bjo o tla nthu le Go nthu go nyaka dikom bjo o tla nthu le ka ka go malaga di mal mal mal Ga re tsebe gore re dire eng mo Ga re tsebe gore re dire eng mo Ga re tsebe gore re dire eng mo morwa tba molela molela molela mna kea w mna kea w mna kea w naa pap balo kae naa pap balo kae naa pap balo kae Mataa ka tedi tabaa le mmo ke tabaa Mataa ka tedi tabaa le mmo ke tabaa Mataa ka tedi tabaa le mmo ke tabaa Batho ba bolo wena gy fel ga ngaka bs Batho ba bolo wena gy fel ga ngaka bs Batho ba bolo wena gy fel ga ngaka bs se seela taba bohne ena seela taba bohne ena seela taba bohne ena moka tsh rkw hop moka tsh rkw hop moka tsh rkw hop Kopa bale go tepi tla bona batho ba etla Kopa bale go tepi tla bona batho ba etla Kopa bale go tepi tla bona batho ba etla ka molela baa ka molela baa ka molela baa molato sey pap diky yw yw yw bolona bolona bolona lewatle kl diago lewatle kl diago lewatle kl diago Akma o ka seb ka dipu morag ga go kwa Akma o ka seb ka dipu morag ga go kwa Akma o ka seb ka dipu morag ga go kwa Papa a moth yoo g bjo o mo tswa wa Papa a moth yoo g bjo o mo tswa wa Papa a moth yoo g bjo o mo tswa wa ene gabot mat go bna nk l n le tanaka ene gabot mat go bna nk l n le tanaka ene gabot mat go bna nk l n le tanaka goopa le papa goopa le papa goopa le papa reok kam diw diw diw [mmino] [mmino] [mmino] k f mela kaaba mab [mmino] [mmino] ng [mmino] [mmino] [mmino] [mmino] [mmino] [mmino] [mmino] Ao [mmino] ng Thobela, fetisetsa maphodisa stan dumelang ee le ee le ee le bobedi n bobedi n bobedi n sek 247 [mmino] [mmino] w f [mmino] k k k molana e molag leela lapal [mmino] Reana wup aki go aki go aki go leago boro Nile B. Nile B. Nile B. bawa w masaka gaona maata ban na ban ba tsa ka mol bauto eb ned noa mon go lema leisa poli ned noa mon go lema leisa poli ned noa mon go lema leisa poli stba stba stba b thua b thua b thua bwa le le Ke eng seo se fošagetšego ka wena le mma? ngw swe le swe se go se bola sei kahlan ngw swe le swe se go se bola sei kahlan ngw swe le swe se go se bola sei kahlan O ka se kgone go hwetša tšhelete ye e lekanego O ka se kgone go hwetša tšhelete ye e lekanego O ka se kgone go hwetša tšhelete ye e lekanego le faon rometše [mmino] [mmino] [mmino] na [mmino] [go opa magofsi]. [go opa magofsi]. [go opa magofsi]. Hei Hei Hei [mmino] [mmino] [mmino] [go opa magofsi]. [go opa magofsi]. [go opa magofsi]. [mmino] [mmino] [mmino] paa paa paa [mmino] mal [mmino] [mmino] [mmino] mal [mmino] diele kaa diele kaa diele kaa bogi bogi bogi maal maal maal Ke tla go botša gore o dire eng ka morago Ke tla go botša gore o dire eng ka morago Ke tla go botša gore o dire eng ka morago Polokwane bj ke beal ka kolo ya sarla Polokwane bj ke beal ka kolo ya sarla Polokwane bj ke beal ka kolo ya sarla Mogo papad ya ren na ye le bitwa mohl wa Mogo papad ya ren na ye le bitwa mohl wa Mogo papad ya ren na ye le bitwa mohl wa meoo bj ke rati kudu go shomi le bao ke meoo bj ke rati kudu go shomi le bao ke meoo bj ke rati kudu go shomi le bao ke Se ke seo moka a se dirago ka sona Se ke seo moka a se dirago ka sona Se ke seo moka a se dirago ka sona krio ka moka ga mo cast mo le o ring re krio ka moka ga mo cast mo le o ring re krio ka moka ga mo cast mo le o ring re Ge motsotso o fihla, ke moka wo o latelago o a sepela Ge motsotso o fihla, ke moka wo o latelago o a sepela Ge motsotso o fihla, ke moka wo o latelago o a sepela Ke eng seo se fošagetšego ka selo se? Ke eng seo se fošagetšego ka selo se? Ke eng seo se fošagetšego ka selo se? monna w l ka b tso ba se karla ka bo monna w l ka b tso ba se karla ka bo monna w l ka b tso ba se karla ka bo yena monna wa go fela dipel monna yena monna wa go fela dipel monna yena monna wa go fela dipel monna w g o tlaa mosad wa gag le bana ga w g o tlaa mosad wa gag le bana ga w g o tlaa mosad wa gag le bana ga hlompho ga hom mokotla ba gwe impa kgwedi ka hlompho ga hom mokotla ba gwe impa kgwedi ka hlompho ga hom mokotla ba gwe impa kgwedi ka Ga ke tsebe gore ke dire eng ka leleme la mma Ga ke tsebe gore ke dire eng ka leleme la mma Ga ke tsebe gore ke dire eng ka leleme la mma Nula mara ah ah a swan le yena felo Nula mara ah ah a swan le yena felo Nula mara ah ah a swan le yena felo teb duma bant retha ka yena gore rea teb duma bant retha ka yena gore rea teb duma bant retha ka yena gore rea Mafel rewa mapa ka lebak la go tl bana Mafel rewa mapa ka lebak la go tl bana Mafel rewa mapa ka lebak la go tl bana Badi kaap a rena kudu go tolaa bol Badi kaap a rena kudu go tolaa bol Badi kaap a rena kudu go tolaa bol Fadi taba ye kwia boku go bana le mwana Fadi taba ye kwia boku go bana le mwana Fadi taba ye kwia boku go bana le mwana Re hudugela go bohle le go tatago rena le tafoleng Re hudugela go bohle le go tatago rena le tafoleng Re hudugela go bohle le go tatago rena le tafoleng tabe ka e diril sekar taba ye e diril ke tabe ka e diril sekar taba ye e diril ke tabe ka e diril sekar taba ye e diril ke Se ke seo ke ratel tee bj leena mooe mo mapa Se ke seo ke ratel tee bj leena mooe mo mapa Se ke seo ke ratel tee bj leena mooe mo mapa Go kopel taba go betha madi taba go tlaa Go kopel taba go betha madi taba go tlaa Go kopel taba go betha madi taba go tlaa bana ba gogo dir ra bonete b ba papa wa bana ba gogo dir ra bonete b ba papa wa bana ba gogo dir ra bonete b ba papa wa Eya hokoma bana bago ka lape lagago tela Eya hokoma bana bago ka lape lagago tela Eya hokoma bana bago ka lape lagago tela Pina yaka ka papad ya rena ya mohar Pina yaka ka papad ya rena ya mohar Pina yaka ka papad ya rena ya mohar Ke nyaka go ya lefelong le Ke nyaka go ya lefelong le Ke nyaka go ya lefelong le leb leb leb [mmino] gore", "sentences": ["[mmino] [mmino] [mmino] Lefelo la gago Lefelo la gago Lefelo la gago [mmino] [mmino] [mmino] Yel Yel Yel [mmino] [mmino] [mmino] letl [mmino] kuk k [mmino] [mmino] [mmino] bjo boet gore b ba [mmino] [mmino] [mmino] balea ail gona gona gona [mmino] [mmino] [mmino] ryet y kuku b kira seaal fela [mmino] [mmino] [mmino] kugu kugu kugu [mmino] [mmino] [mmino] [mmino] ti [mmino] [mmino] [mmino] mar [mmino] mar mar mar [mmino] [mmino] [mmino] mar mar mar mar [mmino] [mmino] Ao Ao Ao le balanta kao ren bwag bwag bwag hlel morag marmara ke na le dilo t bohl marmara ke na le dilo t bohl marmara ke na le dilo t bohl teta t go tswana papa bola lea balo maa teta t go tswana papa bola lea balo maa teta t go tswana papa bola lea balo maa tedi aala tedi aala tedi aala Ke eng seo se fošagetšego ka seo se go tshwenyago?", "Ke eng seo se fošagetšego ka seo se go tshwenyago?", "Ke eng seo se fošagetšego ka seo se go tshwenyago?", "Ba tabaa ba wedi hwi mang go gona le Ba tabaa ba wedi hwi mang go gona le Ba tabaa ba wedi hwi mang go gona le nyaka go bolam mamla bolam mamla bolam mamla golang gape go na le thabo mamla gape golang gape go na le thabo mamla gape golang gape go na le thabo mamla gape Sefo saag seel ea goana bslong ya gogo Sefo saag seel ea goana bslong ya gogo Sefo saag seel ea goana bslong ya gogo tla tha tla tha tla tha Ke seo o se nyakago Ke seo o se nyakago Ke seo o se nyakago Bola leena ka sebaka mora sepel lea Bola leena ka sebaka mora sepel lea Bola leena ka sebaka mora sepel lea Go nthu go nyaka dikom bjo o tla nthu le Go nthu go nyaka dikom bjo o tla nthu le Go nthu go nyaka dikom bjo o tla nthu le ka ka go malaga di mal mal mal Ga re tsebe gore re dire eng mo Ga re tsebe gore re dire eng mo Ga re tsebe gore re dire eng mo morwa tba molela molela molela mna kea w mna kea w mna kea w naa pap balo kae naa pap balo kae naa pap balo kae Mataa ka tedi tabaa le mmo ke tabaa Mataa ka tedi tabaa le mmo ke tabaa Mataa ka tedi tabaa le mmo ke tabaa Batho ba bolo wena gy fel ga ngaka bs Batho ba bolo wena gy fel ga ngaka bs Batho ba bolo wena gy fel ga ngaka bs se seela taba bohne ena seela taba bohne ena seela taba bohne ena moka tsh rkw hop moka tsh rkw hop moka tsh rkw hop Kopa bale go tepi tla bona batho ba etla Kopa bale go tepi tla bona batho ba etla Kopa bale go tepi tla bona batho ba etla ka molela baa ka molela baa ka molela baa molato sey pap diky yw yw yw bolona bolona bolona lewatle kl diago lewatle kl diago lewatle kl diago Akma o ka seb ka dipu morag ga go kwa Akma o ka seb ka dipu morag ga go kwa Akma o ka seb ka dipu morag ga go kwa Papa a moth yoo g bjo o mo tswa wa Papa a moth yoo g bjo o mo tswa wa Papa a moth yoo g bjo o mo tswa wa ene gabot mat go bna nk l n le tanaka ene gabot mat go bna nk l n le tanaka ene gabot mat go bna nk l n le tanaka goopa le papa goopa le papa goopa le papa reok kam diw diw diw [mmino] [mmino] [mmino] k f mela kaaba mab [mmino] [mmino] ng [mmino] [mmino] [mmino] [mmino] [mmino] [mmino] [mmino] Ao [mmino] ng Thobela, fetisetsa maphodisa stan dumelang ee le ee le ee le bobedi n bobedi n bobedi n sek 247 [mmino] [mmino] w f [mmino] k k k molana e molag leela lapal [mmino] Reana wup aki go aki go aki go leago boro Nile B.", "Nile B.", "Nile B.", "bawa w masaka gaona maata ban na ban ba tsa ka mol bauto eb ned noa mon go lema leisa poli ned noa mon go lema leisa poli ned noa mon go lema leisa poli stba stba stba b thua b thua b thua bwa le le Ke eng seo se fošagetšego ka wena le mma?", "ngw swe le swe se go se bola sei kahlan ngw swe le swe se go se bola sei kahlan ngw swe le swe se go se bola sei kahlan O ka se kgone go hwetša tšhelete ye e lekanego O ka se kgone go hwetša tšhelete ye e lekanego O ka se kgone go hwetša tšhelete ye e lekanego le faon rometše [mmino] [mmino] [mmino] na [mmino] [go opa magofsi].", "[go opa magofsi].", "[go opa magofsi].", "Hei Hei Hei [mmino] [mmino] [mmino] [go opa magofsi].", "[go opa magofsi].", "[go opa magofsi].", "[mmino] [mmino] [mmino] paa paa paa [mmino] mal [mmino] [mmino] [mmino] mal [mmino] diele kaa diele kaa diele kaa bogi bogi bogi maal maal maal Ke tla go botša gore o dire eng ka morago Ke tla go botša gore o dire eng ka morago Ke tla go botša gore o dire eng ka morago Polokwane bj ke beal ka kolo ya sarla Polokwane bj ke beal ka kolo ya sarla Polokwane bj ke beal ka kolo ya sarla Mogo papad ya ren na ye le bitwa mohl wa Mogo papad ya ren na ye le bitwa mohl wa Mogo papad ya ren na ye le bitwa mohl wa meoo bj ke rati kudu go shomi le bao ke meoo bj ke rati kudu go shomi le bao ke meoo bj ke rati kudu go shomi le bao ke Se ke seo moka a se dirago ka sona Se ke seo moka a se dirago ka sona Se ke seo moka a se dirago ka sona krio ka moka ga mo cast mo le o ring re krio ka moka ga mo cast mo le o ring re krio ka moka ga mo cast mo le o ring re Ge motsotso o fihla, ke moka wo o latelago o a sepela Ge motsotso o fihla, ke moka wo o latelago o a sepela Ge motsotso o fihla, ke moka wo o latelago o a sepela Ke eng seo se fošagetšego ka selo se?", "Ke eng seo se fošagetšego ka selo se?", "Ke eng seo se fošagetšego ka selo se?", "monna w l ka b tso ba se karla ka bo monna w l ka b tso ba se karla ka bo monna w l ka b tso ba se karla ka bo yena monna wa go fela dipel monna yena monna wa go fela dipel monna yena monna wa go fela dipel monna w g o tlaa mosad wa gag le bana ga w g o tlaa mosad wa gag le bana ga w g o tlaa mosad wa gag le bana ga hlompho ga hom mokotla ba gwe impa kgwedi ka hlompho ga hom mokotla ba gwe impa kgwedi ka hlompho ga hom mokotla ba gwe impa kgwedi ka Ga ke tsebe gore ke dire eng ka leleme la mma Ga ke tsebe gore ke dire eng ka leleme la mma Ga ke tsebe gore ke dire eng ka leleme la mma Nula mara ah ah a swan le yena felo Nula mara ah ah a swan le yena felo Nula mara ah ah a swan le yena felo teb duma bant retha ka yena gore rea teb duma bant retha ka yena gore rea teb duma bant retha ka yena gore rea Mafel rewa mapa ka lebak la go tl bana Mafel rewa mapa ka lebak la go tl bana Mafel rewa mapa ka lebak la go tl bana Badi kaap a rena kudu go tolaa bol Badi kaap a rena kudu go tolaa bol Badi kaap a rena kudu go tolaa bol Fadi taba ye kwia boku go bana le mwana Fadi taba ye kwia boku go bana le mwana Fadi taba ye kwia boku go bana le mwana Re hudugela go bohle le go tatago rena le tafoleng Re hudugela go bohle le go tatago rena le tafoleng Re hudugela go bohle le go tatago rena le tafoleng tabe ka e diril sekar taba ye e diril ke tabe ka e diril sekar taba ye e diril ke tabe ka e diril sekar taba ye e diril ke Se ke seo ke ratel tee bj leena mooe mo mapa Se ke seo ke ratel tee bj leena mooe mo mapa Se ke seo ke ratel tee bj leena mooe mo mapa Go kopel taba go betha madi taba go tlaa Go kopel taba go betha madi taba go tlaa Go kopel taba go betha madi taba go tlaa bana ba gogo dir ra bonete b ba papa wa bana ba gogo dir ra bonete b ba papa wa bana ba gogo dir ra bonete b ba papa wa Eya hokoma bana bago ka lape lagago tela Eya hokoma bana bago ka lape lagago tela Eya hokoma bana bago ka lape lagago tela Pina yaka ka papad ya rena ya mohar Pina yaka ka papad ya rena ya mohar Pina yaka ka papad ya rena ya mohar Ke nyaka go ya lefelong le Ke nyaka go ya lefelong le Ke nyaka go ya lefelong le leb leb leb [mmino] gore"], "transcript": [{"start": 1.44, "end": 13.77, "text": "[mmino]"}, {"start": 13.78, "end": 25.52, "text": "[mmino]"}, {"start": 25.53, "end": 28.95, "text": "[mmino]"}, {"start": 28.96, "end": 31.38, "text": "Lefelo la gago"}, {"start": 31.38, "end": 31.39, "text": "Lefelo la gago"}, {"start": 31.39, "end": 39.41, "text": "Lefelo la gago [mmino]"}, {"start": 39.42, "end": 47.28, "text": "[mmino]"}, {"start": 47.29, "end": 58.91, "text": "[mmino]"}, {"start": 58.92, "end": 61.62, "text": "Yel"}, {"start": 61.62, "end": 61.63, "text": "Yel"}, {"start": 61.63, "end": 70.71000000000001, "text": "Yel [mmino]"}, {"start": 70.72, "end": 76.13, "text": "[mmino]"}, {"start": 76.14, "end": 88.83, "text": "[mmino]"}, {"start": 88.84, "end": 99.69, "text": "letl"}, {"start": 99.7, "end": 118.83, "text": "[mmino]"}, {"start": 118.84, "end": 148.75, "text": "kuk"}, {"start": 148.76, "end": 153.5, "text": "k"}, {"start": 153.51, "end": 154.67000000000002, "text": "[mmino]"}, {"start": 154.67000000000002, "end": 154.68, "text": "[mmino]"}, {"start": 154.68, "end": 158.7, "text": "[mmino] bjo boet gore b ba"}, {"start": 158.71, "end": 160.63, "text": "[mmino]"}, {"start": 160.63, "end": 160.64, "text": "[mmino]"}, {"start": 160.64, "end": 165.11, "text": "[mmino] balea ail"}, {"start": 165.12, "end": 167.95, "text": "gona"}, {"start": 167.95, "end": 167.96, "text": "gona"}, {"start": 167.96, "end": 169.63, "text": "gona [mmino]"}, {"start": 169.63, "end": 169.64, "text": "[mmino]"}, {"start": 169.64, "end": 178.75, "text": "[mmino] ryet y"}, {"start": 178.76, "end": 208.67000000000002, "text": "kuku"}, {"start": 208.68, "end": 215.82999999999998, "text": "b kira"}, {"start": 215.84, "end": 221.869, "text": "seaal"}, {"start": 221.879, "end": 229.57, "text": "fela"}, {"start": 229.57999999999998, "end": 238.67000000000002, "text": "[mmino]"}, {"start": 238.67000000000002, "end": 238.68, "text": "[mmino]"}, {"start": 238.68, "end": 240.63, "text": "[mmino] kugu"}, {"start": 240.63, "end": 240.64, "text": "kugu"}, {"start": 240.64, "end": 254.08, "text": "kugu [mmino]"}, {"start": 254.09, "end": 268.59, "text": "[mmino]"}, {"start": 268.59, "end": 268.6, "text": "[mmino]"}, {"start": 268.6, "end": 272.68, "text": "[mmino] ti"}, {"start": 272.69, "end": 283.029, "text": "[mmino]"}, {"start": 283.029, "end": 283.039, "text": "[mmino]"}, {"start": 283.039, "end": 287.13, "text": "[mmino] mar"}, {"start": 287.14, "end": 293.189, "text": "[mmino]"}, {"start": 293.199, "end": 294.49, "text": "mar"}, {"start": 294.49, "end": 294.5, "text": "mar"}, {"start": 294.5, "end": 296.629, "text": "mar [mmino]"}, {"start": 296.629, "end": 296.639, "text": "[mmino]"}, {"start": 296.639, "end": 298.55, "text": "[mmino] mar"}, {"start": 298.55, "end": 298.56, "text": "mar"}, {"start": 298.56, "end": 302.44, "text": "mar mar"}, {"start": 302.45, "end": 315.16, "text": "[mmino]"}, {"start": 315.17, "end": 328.469, "text": "[mmino]"}, {"start": 328.479, "end": 331.029, "text": "Ao"}, {"start": 331.029, "end": 331.039, "text": "Ao"}, {"start": 331.039, "end": 333.67, "text": "Ao le"}, {"start": 333.68, "end": 339.35, "text": "balanta kao ren"}, {"start": 339.36, "end": 341.469, "text": "bwag"}, {"start": 341.469, "end": 341.479, "text": "bwag"}, {"start": 341.479, "end": 345.79, "text": "bwag hlel morag"}, {"start": 345.8, "end": 348.51, "text": "marmara ke na le dilo t bohl"}, {"start": 348.51, "end": 348.52, "text": "marmara ke na le dilo t bohl"}, {"start": 348.52, "end": 353.99, "text": "marmara ke na le dilo t bohl teta t go tswana papa bola lea balo maa"}, {"start": 353.99, "end": 354.0, "text": "teta t go tswana papa bola lea balo maa"}, {"start": 354.0, "end": 357.15, "text": "teta t go tswana papa bola lea balo maa tedi aala"}, {"start": 357.15, "end": 357.15999999999997, "text": "tedi aala"}, {"start": 357.15999999999997, "end": 362.07, "text": "tedi aala Ke eng seo se fošagetšego ka seo se go tshwenyago?"}, {"start": 362.07, "end": 362.08, "text": "Ke eng seo se fošagetšego ka seo se go tshwenyago?"}, {"start": 362.08, "end": 364.71, "text": "Ke eng seo se fošagetšego ka seo se go tshwenyago? Ba tabaa ba wedi hwi mang go gona le"}, {"start": 364.71, "end": 364.72, "text": "Ba tabaa ba wedi hwi mang go gona le"}, {"start": 364.72, "end": 367.79, "text": "Ba tabaa ba wedi hwi mang go gona le nyaka go"}, {"start": 367.8, "end": 370.39, "text": "bolam mamla"}, {"start": 370.39, "end": 370.4, "text": "bolam mamla"}, {"start": 370.4, "end": 373.39, "text": "bolam mamla golang gape go na le thabo mamla gape"}, {"start": 373.39, "end": 373.4, "text": "golang gape go na le thabo mamla gape"}, {"start": 373.4, "end": 377.67, "text": "golang gape go na le thabo mamla gape Sefo saag seel ea goana bslong ya gogo"}, {"start": 377.67, "end": 377.68, "text": "Sefo saag seel ea goana bslong ya gogo"}, {"start": 377.68, "end": 379.029, "text": "Sefo saag seel ea goana bslong ya gogo tla tha"}, {"start": 379.029, "end": 379.039, "text": "tla tha"}, {"start": 379.039, "end": 382.99, "text": "tla tha Ke seo o se nyakago"}, {"start": 382.99, "end": 383.0, "text": "Ke seo o se nyakago"}, {"start": 383.0, "end": 385.07, "text": "Ke seo o se nyakago Bola leena ka sebaka mora sepel lea"}, {"start": 385.07, "end": 385.08, "text": "Bola leena ka sebaka mora sepel lea"}, {"start": 385.08, "end": 388.07, "text": "Bola leena ka sebaka mora sepel lea Go nthu go nyaka dikom bjo o tla nthu le"}, {"start": 388.07, "end": 388.08, "text": "Go nthu go nyaka dikom bjo o tla nthu le"}, {"start": 388.08, "end": 418.39, "text": "Go nthu go nyaka dikom bjo o tla nthu le ka ka go malaga"}, {"start": 418.4, "end": 448.309, "text": "di"}, {"start": 448.319, "end": 449.909, "text": "mal"}, {"start": 449.909, "end": 449.919, "text": "mal"}, {"start": 449.919, "end": 454.07, "text": "mal Ga re tsebe gore re dire eng mo"}, {"start": 454.07, "end": 454.08, "text": "Ga re tsebe gore re dire eng mo"}, {"start": 454.08, "end": 462.909, "text": "Ga re tsebe gore re dire eng mo morwa tba"}, {"start": 462.919, "end": 464.469, "text": "molela"}, {"start": 464.469, "end": 464.479, "text": "molela"}, {"start": 464.479, "end": 466.71, "text": "molela mna kea w"}, {"start": 466.71, "end": 466.72, "text": "mna kea w"}, {"start": 466.72, "end": 471.43, "text": "mna kea w naa pap balo kae"}, {"start": 471.43, "end": 471.44, "text": "naa pap balo kae"}, {"start": 471.44, "end": 475.749, "text": "naa pap balo kae Mataa ka tedi tabaa le mmo ke tabaa"}, {"start": 475.749, "end": 475.759, "text": "Mataa ka tedi tabaa le mmo ke tabaa"}, {"start": 475.759, "end": 480.43, "text": "Mataa ka tedi tabaa le mmo ke tabaa Batho ba bolo wena gy fel ga ngaka bs"}, {"start": 480.43, "end": 480.44, "text": "Batho ba bolo wena gy fel ga ngaka bs"}, {"start": 480.44, "end": 508.23, "text": "Batho ba bolo wena gy fel ga ngaka bs se"}, {"start": 508.24, "end": 512.67, "text": "seela taba bohne ena"}, {"start": 512.67, "end": 512.68, "text": "seela taba bohne ena"}, {"start": 512.68, "end": 516.7090000000001, "text": "seela taba bohne ena moka tsh rkw hop"}, {"start": 516.7090000000001, "end": 516.719, "text": "moka tsh rkw hop"}, {"start": 516.719, "end": 520.19, "text": "moka tsh rkw hop Kopa bale go tepi tla bona batho ba etla"}, {"start": 520.19, "end": 520.2, "text": "Kopa bale go tepi tla bona batho ba etla"}, {"start": 520.2, "end": 522.509, "text": "Kopa bale go tepi tla bona batho ba etla ka molela baa"}, {"start": 522.509, "end": 522.519, "text": "ka molela baa"}, {"start": 522.519, "end": 532.31, "text": "ka molela baa molato"}, {"start": 532.32, "end": 538.19, "text": "sey pap diky"}, {"start": 538.2, "end": 540.71, "text": "yw"}, {"start": 540.71, "end": 540.72, "text": "yw"}, {"start": 540.72, "end": 542.23, "text": "yw bolona"}, {"start": 542.23, "end": 542.24, "text": "bolona"}, {"start": 542.24, "end": 546.269, "text": "bolona lewatle kl diago"}, {"start": 546.269, "end": 546.279, "text": "lewatle kl diago"}, {"start": 546.279, "end": 549.63, "text": "lewatle kl diago Akma o ka seb ka dipu morag ga go kwa"}, {"start": 549.63, "end": 549.64, "text": "Akma o ka seb ka dipu morag ga go kwa"}, {"start": 549.64, "end": 553.63, "text": "Akma o ka seb ka dipu morag ga go kwa Papa a moth yoo g bjo o mo tswa wa"}, {"start": 553.63, "end": 553.64, "text": "Papa a moth yoo g bjo o mo tswa wa"}, {"start": 553.64, "end": 560.069, "text": "Papa a moth yoo g bjo o mo tswa wa ene gabot mat go bna nk l n le tanaka"}, {"start": 560.069, "end": 560.079, "text": "ene gabot mat go bna nk l n le tanaka"}, {"start": 560.079, "end": 563.15, "text": "ene gabot mat go bna nk l n le tanaka goopa le papa"}, {"start": 563.15, "end": 563.16, "text": "goopa le papa"}, {"start": 563.16, "end": 568.11, "text": "goopa le papa reok kam"}, {"start": 568.12, "end": 569.64, "text": "diw"}, {"start": 569.64, "end": 569.65, "text": "diw"}, {"start": 569.65, "end": 581.28, "text": "diw [mmino]"}, {"start": 581.29, "end": 587.42, "text": "[mmino]"}, {"start": 587.43, "end": 598.11, "text": "[mmino]"}, {"start": 598.12, "end": 628.03, "text": "k"}, {"start": 628.04, "end": 633.35, "text": "f"}, {"start": 633.36, "end": 658.03, "text": "mela kaaba"}, {"start": 658.04, "end": 670.36, "text": "mab"}, {"start": 670.37, "end": 678.14, "text": "[mmino]"}, {"start": 678.15, "end": 687.949, "text": "[mmino]"}, {"start": 687.959, "end": 692.2, "text": "ng"}, {"start": 692.21, "end": 703.72, "text": "[mmino]"}, {"start": 703.73, "end": 711.69, "text": "[mmino]"}, {"start": 711.7, "end": 723.2, "text": "[mmino]"}, {"start": 723.21, "end": 728.55, "text": "[mmino]"}, {"start": 728.56, "end": 739.9, "text": "[mmino]"}, {"start": 739.91, "end": 748.57, "text": "[mmino]"}, {"start": 748.58, "end": 777.829, "text": "[mmino]"}, {"start": 777.8389999999999, "end": 785.58, "text": "Ao"}, {"start": 785.59, "end": 807.75, "text": "[mmino]"}, {"start": 807.76, "end": 818.389, "text": "ng"}, {"start": 818.399, "end": 825.87, "text": "Thobela, fetisetsa maphodisa"}, {"start": 825.88, "end": 830.15, "text": "stan dumelang"}, {"start": 830.16, "end": 833.189, "text": "ee le"}, {"start": 833.189, "end": 833.199, "text": "ee le"}, {"start": 833.199, "end": 836.55, "text": "ee le bobedi n"}, {"start": 836.55, "end": 836.56, "text": "bobedi n"}, {"start": 836.56, "end": 843.76, "text": "bobedi n sek 247"}, {"start": 843.77, "end": 862.18, "text": "[mmino]"}, {"start": 862.19, "end": 867.67, "text": "[mmino]"}, {"start": 867.68, "end": 897.67, "text": "w"}, {"start": 897.68, "end": 917.36, "text": "f"}, {"start": 917.37, "end": 927.59, "text": "[mmino]"}, {"start": 927.6, "end": 930.269, "text": "k"}, {"start": 930.269, "end": 930.279, "text": "k"}, {"start": 930.279, "end": 933.99, "text": "k molana"}, {"start": 934.0, "end": 938.11, "text": "e"}, {"start": 938.12, "end": 949.92, "text": "molag leela lapal"}, {"start": 949.93, "end": 953.43, "text": "[mmino]"}, {"start": 953.44, "end": 957.59, "text": "Reana"}, {"start": 957.6, "end": 970.47, "text": "wup"}, {"start": 970.48, "end": 972.749, "text": "aki go"}, {"start": 972.749, "end": 972.759, "text": "aki go"}, {"start": 972.759, "end": 985.069, "text": "aki go leago boro"}, {"start": 985.079, "end": 987.509, "text": "Nile B."}, {"start": 987.509, "end": 987.519, "text": "Nile B."}, {"start": 987.519, "end": 1017.47, "text": "Nile B. bawa"}, {"start": 1017.48, "end": 1047.39, "text": "w masaka gaona"}, {"start": 1047.4, "end": 1050.789, "text": "maata"}, {"start": 1050.799, "end": 1060.43, "text": "ban na ban ba tsa ka mol bauto eb"}, {"start": 1060.44, "end": 1066.39, "text": "ned noa mon go lema leisa poli"}, {"start": 1066.39, "end": 1066.4, "text": "ned noa mon go lema leisa poli"}, {"start": 1066.4, "end": 1068.39, "text": "ned noa mon go lema leisa poli stba"}, {"start": 1068.39, "end": 1068.4, "text": "stba"}, {"start": 1068.4, "end": 1070.99, "text": "stba b thua"}, {"start": 1070.99, "end": 1071.0, "text": "b thua"}, {"start": 1071.0, "end": 1077.39, "text": "b thua bwa"}, {"start": 1077.4, "end": 1081.35, "text": "le le"}, {"start": 1081.36, "end": 1087.59, "text": "Ke eng seo se fošagetšego ka wena le mma?"}, {"start": 1087.6, "end": 1092.549, "text": "ngw swe le swe se go se bola sei kahlan"}, {"start": 1092.549, "end": 1092.559, "text": "ngw swe le swe se go se bola sei kahlan"}, {"start": 1092.559, "end": 1099.83, "text": "ngw swe le swe se go se bola sei kahlan O ka se kgone go hwetša tšhelete ye e lekanego"}, {"start": 1099.83, "end": 1099.84, "text": "O ka se kgone go hwetša tšhelete ye e lekanego"}, {"start": 1099.84, "end": 1107.31, "text": "O ka se kgone go hwetša tšhelete ye e lekanego le faon"}, {"start": 1107.32, "end": 1132.5, "text": "rometše"}, {"start": 1132.51, "end": 1137.31, "text": "[mmino]"}, {"start": 1137.31, "end": 1137.32, "text": "[mmino]"}, {"start": 1137.32, "end": 1143.06, "text": "[mmino] na"}, {"start": 1143.07, "end": 1164.9, "text": "[mmino]"}, {"start": 1164.91, "end": 1167.23, "text": "[go opa magofsi]."}, {"start": 1167.23, "end": 1167.24, "text": "[go opa magofsi]."}, {"start": 1167.24, "end": 1169.12, "text": "[go opa magofsi]. Hei"}, {"start": 1169.12, "end": 1169.13, "text": "Hei"}, {"start": 1169.13, "end": 1182.94, "text": "Hei [mmino]"}, {"start": 1182.94, "end": 1182.95, "text": "[mmino]"}, {"start": 1182.95, "end": 1184.34, "text": "[mmino] [go opa magofsi]."}, {"start": 1184.34, "end": 1184.35, "text": "[go opa magofsi]."}, {"start": 1184.35, "end": 1197.23, "text": "[go opa magofsi]. [mmino]"}, {"start": 1197.23, "end": 1197.24, "text": "[mmino]"}, {"start": 1197.24, "end": 1199.71, "text": "[mmino] paa"}, {"start": 1199.71, "end": 1199.72, "text": "paa"}, {"start": 1199.72, "end": 1227.149, "text": "paa [mmino]"}, {"start": 1227.159, "end": 1233.49, "text": "mal"}, {"start": 1233.5, "end": 1241.1, "text": "[mmino]"}, {"start": 1241.11, "end": 1250.88, "text": "[mmino]"}, {"start": 1250.89, "end": 1257.11, "text": "[mmino]"}, {"start": 1257.12, "end": 1263.94, "text": "mal"}, {"start": 1263.95, "end": 1280.31, "text": "[mmino]"}, {"start": 1280.32, "end": 1282.11, "text": "diele kaa"}, {"start": 1282.11, "end": 1282.12, "text": "diele kaa"}, {"start": 1282.12, "end": 1284.99, "text": "diele kaa bogi"}, {"start": 1284.99, "end": 1285.0, "text": "bogi"}, {"start": 1285.0, "end": 1286.59, "text": "bogi maal"}, {"start": 1286.59, "end": 1286.6, "text": "maal"}, {"start": 1286.6, "end": 1289.83, "text": "maal Ke tla go botša gore o dire eng ka morago"}, {"start": 1289.83, "end": 1289.84, "text": "Ke tla go botša gore o dire eng ka morago"}, {"start": 1289.84, "end": 1293.83, "text": "Ke tla go botša gore o dire eng ka morago Polokwane bj ke beal ka kolo ya sarla"}, {"start": 1293.83, "end": 1293.84, "text": "Polokwane bj ke beal ka kolo ya sarla"}, {"start": 1293.84, "end": 1297.11, "text": "Polokwane bj ke beal ka kolo ya sarla Mogo papad ya ren na ye le bitwa mohl wa"}, {"start": 1297.11, "end": 1297.12, "text": "Mogo papad ya ren na ye le bitwa mohl wa"}, {"start": 1297.12, "end": 1301.31, "text": "Mogo papad ya ren na ye le bitwa mohl wa meoo bj ke rati kudu go shomi le bao ke"}, {"start": 1301.31, "end": 1301.32, "text": "meoo bj ke rati kudu go shomi le bao ke"}, {"start": 1301.32, "end": 1303.95, "text": "meoo bj ke rati kudu go shomi le bao ke Se ke seo moka a se dirago ka sona"}, {"start": 1303.95, "end": 1303.96, "text": "Se ke seo moka a se dirago ka sona"}, {"start": 1303.96, "end": 1306.83, "text": "Se ke seo moka a se dirago ka sona krio ka moka ga mo cast mo le o ring re"}, {"start": 1306.83, "end": 1306.84, "text": "krio ka moka ga mo cast mo le o ring re"}, {"start": 1306.84, "end": 1309.39, "text": "krio ka moka ga mo cast mo le o ring re Ge motsotso o fihla, ke moka wo o latelago o a sepela"}, {"start": 1309.39, "end": 1309.4, "text": "Ge motsotso o fihla, ke moka wo o latelago o a sepela"}, {"start": 1309.4, "end": 1312.59, "text": "Ge motsotso o fihla, ke moka wo o latelago o a sepela Ke eng seo se fošagetšego ka selo se?"}, {"start": 1312.59, "end": 1312.6, "text": "Ke eng seo se fošagetšego ka selo se?"}, {"start": 1312.6, "end": 1314.83, "text": "Ke eng seo se fošagetšego ka selo se? monna w l ka b tso ba se karla ka bo"}, {"start": 1314.83, "end": 1314.84, "text": "monna w l ka b tso ba se karla ka bo"}, {"start": 1314.84, "end": 1318.35, "text": "monna w l ka b tso ba se karla ka bo yena monna wa go fela dipel monna"}, {"start": 1318.35, "end": 1318.36, "text": "yena monna wa go fela dipel monna"}, {"start": 1318.36, "end": 1322.87, "text": "yena monna wa go fela dipel monna w g o tlaa mosad wa gag le bana ga"}, {"start": 1322.87, "end": 1322.88, "text": "w g o tlaa mosad wa gag le bana ga"}, {"start": 1322.88, "end": 1326.789, "text": "w g o tlaa mosad wa gag le bana ga hlompho ga hom mokotla ba gwe impa kgwedi ka"}, {"start": 1326.789, "end": 1326.799, "text": "hlompho ga hom mokotla ba gwe impa kgwedi ka"}, {"start": 1326.799, "end": 1330.669, "text": "hlompho ga hom mokotla ba gwe impa kgwedi ka Ga ke tsebe gore ke dire eng ka leleme la mma"}, {"start": 1330.669, "end": 1330.679, "text": "Ga ke tsebe gore ke dire eng ka leleme la mma"}, {"start": 1330.679, "end": 1334.789, "text": "Ga ke tsebe gore ke dire eng ka leleme la mma Nula mara ah ah a swan le yena felo"}, {"start": 1334.789, "end": 1334.799, "text": "Nula mara ah ah a swan le yena felo"}, {"start": 1334.799, "end": 1340.11, "text": "Nula mara ah ah a swan le yena felo teb duma bant retha ka yena gore rea"}, {"start": 1340.11, "end": 1340.12, "text": "teb duma bant retha ka yena gore rea"}, {"start": 1340.12, "end": 1343.51, "text": "teb duma bant retha ka yena gore rea Mafel rewa mapa ka lebak la go tl bana"}, {"start": 1343.51, "end": 1343.52, "text": "Mafel rewa mapa ka lebak la go tl bana"}, {"start": 1343.52, "end": 1346.269, "text": "Mafel rewa mapa ka lebak la go tl bana Badi kaap a rena kudu go tolaa bol"}, {"start": 1346.269, "end": 1346.279, "text": "Badi kaap a rena kudu go tolaa bol"}, {"start": 1346.279, "end": 1349.31, "text": "Badi kaap a rena kudu go tolaa bol Fadi taba ye kwia boku go bana le mwana"}, {"start": 1349.31, "end": 1349.32, "text": "Fadi taba ye kwia boku go bana le mwana"}, {"start": 1349.32, "end": 1352.99, "text": "Fadi taba ye kwia boku go bana le mwana Re hudugela go bohle le go tatago rena le tafoleng"}, {"start": 1352.99, "end": 1353.0, "text": "Re hudugela go bohle le go tatago rena le tafoleng"}, {"start": 1353.0, "end": 1357.789, "text": "Re hudugela go bohle le go tatago rena le tafoleng tabe ka e diril sekar taba ye e diril ke"}, {"start": 1357.789, "end": 1357.799, "text": "tabe ka e diril sekar taba ye e diril ke"}, {"start": 1357.799, "end": 1361.789, "text": "tabe ka e diril sekar taba ye e diril ke Se ke seo ke ratel tee bj leena mooe mo mapa"}, {"start": 1361.789, "end": 1361.799, "text": "Se ke seo ke ratel tee bj leena mooe mo mapa"}, {"start": 1361.799, "end": 1365.83, "text": "Se ke seo ke ratel tee bj leena mooe mo mapa Go kopel taba go betha madi taba go tlaa"}, {"start": 1365.83, "end": 1365.84, "text": "Go kopel taba go betha madi taba go tlaa"}, {"start": 1365.84, "end": 1368.39, "text": "Go kopel taba go betha madi taba go tlaa bana ba gogo dir ra bonete b ba papa wa"}, {"start": 1368.39, "end": 1368.4, "text": "bana ba gogo dir ra bonete b ba papa wa"}, {"start": 1368.4, "end": 1370.669, "text": "bana ba gogo dir ra bonete b ba papa wa Eya hokoma bana bago ka lape lagago tela"}, {"start": 1370.669, "end": 1370.679, "text": "Eya hokoma bana bago ka lape lagago tela"}, {"start": 1370.679, "end": 1373.19, "text": "Eya hokoma bana bago ka lape lagago tela Pina yaka ka papad ya rena ya mohar"}, {"start": 1373.19, "end": 1373.2, "text": "Pina yaka ka papad ya rena ya mohar"}, {"start": 1373.2, "end": 1376.95, "text": "Pina yaka ka papad ya rena ya mohar Ke nyaka go ya lefelong le"}, {"start": 1376.95, "end": 1376.96, "text": "Ke nyaka go ya lefelong le"}, {"start": 1376.96, "end": 1379.01, "text": "Ke nyaka go ya lefelong le leb"}, {"start": 1379.01, "end": 1379.02, "text": "leb"}, {"start": 1379.02, "end": 1385.149, "text": "leb [mmino]"}, {"start": 1385.159, "end": 1388.159, "text": "gore"}], "createdAt": "2025-12-15T10:10:10.000Z", "imageUrl": "https://img.youtube.com/vi/ZarPnsjNnjQ/hqdefault.jpg", "type": "video", "difficulty": "beginner", "videoUrl": "https://youtube.com/watch?v=ZarPnsjNnjQ", "isFavorite": false, "progress": 0, "genre": "cinema"}]