[{"id": "yt_TitzpghQixc", "userId": "system_native", "title": "A Job  Interview in Danish", "language": "da", "content": "USE YOU TUBE AUTO TRANSLATE AND FIND YOUR LANGUAGE (CHANGE SUBTITLE) Jeg er indkaldt til jobsamtale i dag kl. 10 på Glostrup Hospital. Jeg har søgt job som sygeplejerske. Det lyder godt. Jeg ønsker dig held og lykke, skat. Tak.  Jeg håber virkelig, at jeg får jobbet. Godmorgen. Jeg hedder Karen og jeg skal til en jobsamtale klokken 10. Vil du være sød  at finde min aftale frem? God morgen Karen. Jeg hedder Lene. Ja, jeg kan se i systemet at du skal til jobsamtale  klokken 10. Du må godt sidde ned på sofaen, og så bliver du  hentet om et øjeblik. Det vil  jeg gøre. Tak . God morgen! Mit navn er Morten og tak for at du kom til interviewet. Fortæl mig lidt om dig selv. God morgen, Morten. Tak for invitationen. Jeg hedder Karen, og jeg er uddannet sygeplejerske fra Diakonissestiftelsen. Jeg har arbejdet i 10 år på en kirurgisk afdeling, hvor jeg har været rundt om patienter med forskellige akutte tilstande. Jeg er meget passioneret, og giver høj kvalitetspleje og tæt samarbejde med patienter og kolleger. Det lyder imponerende. Hvorfor vil du arbejde her på vores hospital? Jeg har hørt meget godt om Glostrup Hospital, især om den høje standard for patientpleje og de innovative behandlingsmetoder. Jeg tror, at jeg kan bidrage med min erfaring fra kirurgisk afdeling, samtidig med at jeg selv kan lære meget af jeres erfarne team. Hvad er dine styrker og svagheder? Som styrker vil jeg fremhæve min evne til at kommunikere effektivt med både patienter og kolleger, min organisatoriske færdigheder og min evne til at holde ro i stressede situationer. Som svaghed kunne man måske sige, at jeg undertiden tager for meget på mig, men jeg arbejder på at blive bedre til at dele opgaverne med kollegerne. Hvordan håndterer du stress? Jeg håndterer stress ved at holde mig organiseret og ved at planlægge mine opgaver omhyggeligt. Desuden tager jeg små pauser, når det er muligt, og jeg praktiserer mindfulness, hvilket hjælper mig med at holde fokus og forblive rolig under pres. Kan du beskrive en svær situation, du har oplevet på arbejde, og hvordan du håndterede det? Ja, selvfølgelig. På min tidligere afdeling havde vi en patient, der pludselig udviklede alvorlige komplikationer efter en operation. Jeg måtte hurtigt samarbejde med lægen og de sygeplejersker for at stabilisere patienten. Jeg holdt hovedet koldt, kommunikerede klart og effektivt, og vi havde kontrol over at redde patienternes liv. Situationen lærte mig, at hurtig handling og godt teamarbejde er afgørende i kritiske situationer. Tak,Karen. Det var meget imponerende. Jeg tror, du vil være en værdifuld tilføjelse til vores team. Her er kontrakten. Skriv under, hvis du er enig i den, og så laver jeg en kopi til dig når du er færdig. Tak, Morten. Jeg glæder mig til muligheden for at arbejde her. Hej skat! Fik du jobbet? Ja , det gjorde jeg. Jeg starter på mandag, på  kirugisk afdelingen! Juhuuu! Tillykke med dit nye job! Lad os fejre det! Skål!", "sentences": ["USE YOU TUBE AUTO TRANSLATE AND FIND YOUR LANGUAGE (CHANGE SUBTITLE) Jeg er indkaldt til jobsamtale i dag kl.", "10 på Glostrup Hospital.", "Jeg har søgt job som sygeplejerske.", "Det lyder godt.", "Jeg ønsker dig held og lykke, skat.", "Tak.", "Jeg håber virkelig, at jeg får jobbet.", "Godmorgen.", "Jeg hedder Karen og jeg skal til en jobsamtale klokken 10.", "Vil du være sød  at finde min aftale frem?", "God morgen Karen.", "Jeg hedder Lene.", "Ja, jeg kan se i systemet at du skal til jobsamtale  klokken 10.", "Du må godt sidde ned på sofaen, og så bliver du  hentet om et øjeblik.", "Det vil  jeg gøre.", "Tak .", "God morgen!", "Mit navn er Morten og tak for at du kom til interviewet.", "Fortæl mig lidt om dig selv.", "God morgen, Morten.", "Tak for invitationen.", "Jeg hedder Karen, og jeg er uddannet sygeplejerske fra Diakonissestiftelsen.", "Jeg har arbejdet i 10 år på en kirurgisk afdeling, hvor jeg har været rundt om patienter med forskellige akutte tilstande.", "Jeg er meget passioneret, og giver høj kvalitetspleje og tæt samarbejde med patienter og kolleger.", "Det lyder imponerende.", "Hvorfor vil du arbejde her på vores hospital?", "Jeg har hørt meget godt om Glostrup Hospital, især om den høje standard for patientpleje og de innovative behandlingsmetoder.", "Jeg tror, at jeg kan bidrage med min erfaring fra kirurgisk afdeling, samtidig med at jeg selv kan lære meget af jeres erfarne team.", "Hvad er dine styrker og svagheder?", "Som styrker vil jeg fremhæve min evne til at kommunikere effektivt med både patienter og kolleger, min organisatoriske færdigheder og min evne til at holde ro i stressede situationer.", "Som svaghed kunne man måske sige, at jeg undertiden tager for meget på mig, men jeg arbejder på at blive bedre til at dele opgaverne med kollegerne.", "Hvordan håndterer du stress?", "Jeg håndterer stress ved at holde mig organiseret og ved at planlægge mine opgaver omhyggeligt.", "Desuden tager jeg små pauser, når det er muligt, og jeg praktiserer mindfulness, hvilket hjælper mig med at holde fokus og forblive rolig under pres.", "Kan du beskrive en svær situation, du har oplevet på arbejde, og hvordan du håndterede det?", "Ja, selvfølgelig.", "På min tidligere afdeling havde vi en patient, der pludselig udviklede alvorlige komplikationer efter en operation.", "Jeg måtte hurtigt samarbejde med lægen og de sygeplejersker for at stabilisere patienten.", "Jeg holdt hovedet koldt, kommunikerede klart og effektivt, og vi havde kontrol over at redde patienternes liv.", "Situationen lærte mig, at hurtig handling og godt teamarbejde er afgørende i kritiske situationer.", "Tak,Karen.", "Det var meget imponerende.", "Jeg tror, du vil være en værdifuld tilføjelse til vores team.", "Her er kontrakten.", "Skriv under, hvis du er enig i den, og så laver jeg en kopi til dig når du er færdig.", "Tak, Morten.", "Jeg glæder mig til muligheden for at arbejde her.", "Hej skat!", "Fik du jobbet?", "Ja , det gjorde jeg.", "Jeg starter på mandag, på  kirugisk afdelingen!", "Juhuuu!", "Tillykke med dit nye job!", "Lad os fejre det!", "Skål!"], "transcript": [{"start": 4.017, "end": 9.633, "text": "USE YOU TUBE AUTO TRANSLATE AND FIND YOUR LANGUAGE (CHANGE SUBTITLE)"}, {"start": 11.711, "end": 18.987, "text": "Jeg er indkaldt til jobsamtale i dag kl. 10 på Glostrup Hospital. Jeg har søgt job som sygeplejerske."}, {"start": 21.916, "end": 26.439, "text": "Det lyder godt. Jeg ønsker dig held og lykke, skat."}, {"start": 28.72, "end": 31.791, "text": "Tak.  Jeg håber virkelig, at jeg får jobbet."}, {"start": 34.404, "end": 36.932, "text": "Godmorgen. Jeg hedder Karen og jeg skal til en"}, {"start": 36.932, "end": 39.395, "text": "jobsamtale klokken 10."}, {"start": 39.395, "end": 41.751, "text": "Vil du være sød  at finde min aftale frem?"}, {"start": 44.007, "end": 46.202, "text": "God morgen Karen. Jeg hedder Lene."}, {"start": 46.521, "end": 52.08, "text": "Ja, jeg kan se i systemet at du skal til jobsamtale  klokken 10."}, {"start": 52.186, "end": 57.028, "text": "Du må godt sidde ned på sofaen, og så bliver du  hentet om et øjeblik."}, {"start": 57.602, "end": 59.602, "text": "Det vil  jeg gøre. Tak ."}, {"start": 61.602, "end": 62.482, "text": "God morgen!"}, {"start": 62.482, "end": 67.027, "text": "Mit navn er Morten og tak for at du kom til interviewet."}, {"start": 67.027, "end": 68.458, "text": "Fortæl mig lidt om dig selv."}, {"start": 69.707, "end": 71.227, "text": "God morgen, Morten."}, {"start": 71.227, "end": 72.543, "text": "Tak for invitationen."}, {"start": 72.543, "end": 75.49, "text": "Jeg hedder Karen, og jeg er uddannet"}, {"start": 75.49, "end": 78.44200000000001, "text": "sygeplejerske fra Diakonissestiftelsen."}, {"start": 78.44200000000001, "end": 79.84700000000001, "text": "Jeg har arbejdet i 10 år"}, {"start": 79.84700000000001, "end": 83.47200000000001, "text": "på en kirurgisk afdeling, hvor jeg har været rundt"}, {"start": 83.47200000000001, "end": 86.322, "text": "om patienter med forskellige akutte tilstande."}, {"start": 88.068, "end": 91.608, "text": "Jeg er meget passioneret, og giver høj kvalitetspleje"}, {"start": 91.608, "end": 94.363, "text": "og tæt samarbejde med patienter og kolleger."}, {"start": 95.727, "end": 97.174, "text": "Det lyder imponerende."}, {"start": 97.684, "end": 101.181, "text": "Hvorfor vil du arbejde her på vores hospital?"}, {"start": 102.0, "end": 105.44, "text": "Jeg har hørt meget godt om Glostrup Hospital,"}, {"start": 105.44, "end": 108.21600000000001, "text": "især om den høje standard for patientpleje og"}, {"start": 108.21600000000001, "end": 111.083, "text": "de innovative behandlingsmetoder."}, {"start": 111.3, "end": 114.0, "text": "Jeg tror, at jeg kan bidrage med min erfaring fra"}, {"start": 114.0, "end": 117.39699999999999, "text": "kirurgisk afdeling, samtidig med at jeg selv kan"}, {"start": 117.39699999999999, "end": 120.178, "text": "lære meget af jeres erfarne team."}, {"start": 121.58, "end": 124.675, "text": "Hvad er dine styrker og svagheder?"}, {"start": 126.332, "end": 129.0, "text": "Som styrker vil jeg fremhæve min evne til at"}, {"start": 129.0, "end": 131.832, "text": "kommunikere effektivt med både patienter og"}, {"start": 131.832, "end": 135.63400000000001, "text": "kolleger, min organisatoriske færdigheder og min"}, {"start": 135.63400000000001, "end": 138.59, "text": "evne til at holde ro i stressede situationer."}, {"start": 139.202, "end": 142.129, "text": "Som svaghed kunne man måske sige, at jeg"}, {"start": 142.129, "end": 144.0, "text": "undertiden tager for meget på mig, men jeg"}, {"start": 144.0, "end": 149.10399999999998, "text": "arbejder på at blive bedre til at dele opgaverne med kollegerne."}, {"start": 150.187, "end": 152.187, "text": "Hvordan håndterer du stress?"}, {"start": 153.0, "end": 155.835, "text": "Jeg håndterer stress ved at holde mig organiseret"}, {"start": 155.835, "end": 159.501, "text": "og ved at planlægge mine opgaver omhyggeligt."}, {"start": 159.501, "end": 162.742, "text": "Desuden tager jeg små pauser, når det er muligt,"}, {"start": 162.742, "end": 166.351, "text": "og jeg praktiserer mindfulness, hvilket hjælper mig"}, {"start": 166.351, "end": 168.814, "text": "med at holde fokus og forblive rolig under pres."}, {"start": 170.611, "end": 173.649, "text": "Kan du beskrive en svær situation, du har oplevet"}, {"start": 173.649, "end": 177.007, "text": "på arbejde, og hvordan du håndterede det?"}, {"start": 177.428, "end": 180.949, "text": "Ja, selvfølgelig. På min tidligere afdeling havde vi"}, {"start": 180.949, "end": 185.328, "text": "en patient, der pludselig udviklede alvorlige komplikationer efter en operation."}, {"start": 186.08, "end": 188.836, "text": "Jeg måtte hurtigt samarbejde med lægen og"}, {"start": 188.836, "end": 192.387, "text": "de sygeplejersker for at stabilisere patienten."}, {"start": 193.05, "end": 196.514, "text": "Jeg holdt hovedet koldt, kommunikerede klart og"}, {"start": 196.514, "end": 200.626, "text": "effektivt, og vi havde kontrol over at redde patienternes liv."}, {"start": 200.766, "end": 203.827, "text": "Situationen lærte mig, at hurtig handling og godt"}, {"start": 203.827, "end": 207.539, "text": "teamarbejde er afgørende i kritiske situationer."}, {"start": 208.546, "end": 211.837, "text": "Tak,Karen. Det var meget imponerende."}, {"start": 212.015, "end": 216.357, "text": "Jeg tror, du vil være en værdifuld tilføjelse til vores team."}, {"start": 217.406, "end": 221.743, "text": "Her er kontrakten. Skriv under, hvis du er enig i den,"}, {"start": 222.135, "end": 225.724, "text": "og så laver jeg en kopi til dig når du er færdig."}, {"start": 227.355, "end": 231.308, "text": "Tak, Morten. Jeg glæder mig til muligheden for at arbejde her."}, {"start": 233.793, "end": 236.043, "text": "Hej skat! Fik du jobbet?"}, {"start": 238.235, "end": 243.459, "text": "Ja , det gjorde jeg. Jeg starter på mandag, på  kirugisk afdelingen!"}, {"start": 243.854, "end": 248.53, "text": "Juhuuu! Tillykke med dit nye job! Lad os fejre det!"}, {"start": 249.626, "end": 252.595, "text": "Skål!"}], "createdAt": "2025-12-15T07:05:03.000Z", "imageUrl": "https://img.youtube.com/vi/TitzpghQixc/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=TitzpghQixc", "isFavorite": false, "progress": 0, "genre": "society"}, {"id": "yt_3gSX30XOHmQ", "userId": "system_native", "title": "What's typical Danish? | Easy Danish 1", "language": "da", "content": "Hej mit navn er Magnus Mit navn er Johan Hej mit navn er Magnus Mit navn er Johan Hej mit navn er Magnus Mit navn er Johan i dag vil vi spørge folk Hvad er typisk i dag vil vi spørge folk Hvad er typisk i dag vil vi spørge folk Hvad er typisk dansk her i på gaden i [Musik] [Musik] [Musik] [Bifald] [Bifald] [Bifald] [Musik] Aarhus Hvad synes I er typisk dansk øh Aarhus Hvad synes I er typisk dansk øh Aarhus Hvad synes I er typisk dansk øh rød grød med fløde Det er sådan virkelig rød grød med fløde Det er sådan virkelig rød grød med fløde Det er sådan virkelig typisk det er også pisse svært at sige typisk det er også pisse svært at sige typisk det er også pisse svært at sige til gengel Ja det er simp det var sgu da til gengel Ja det er simp det var sgu da til gengel Ja det er simp det var sgu da et godt spørgsmål Det ved jeg ikke hygge et godt spørgsmål Det ved jeg ikke hygge et godt spørgsmål Det ved jeg ikke hygge Måske nok hygge Ja tak Måske nok hygge Ja tak Måske nok hygge Ja tak flæskesteg røde flæskesteg røde flæskesteg røde pølser fællesskab fællesskab Ja fedt tak pølser fællesskab fællesskab Ja fedt tak pølser fællesskab fællesskab Ja fedt tak hygge hygge hygge Det skal læ sige ja hygge hygge hygge Det skal læ sige ja hygge hygge hygge Det skal læ sige ja det er vigtigt Ry og regn efterår Ja Ja det er vigtigt Ry og regn efterår Ja Ja det er vigtigt Ry og regn efterår Ja Ja ikke godt vejr nej ja elendigt vejr ikke godt vejr nej ja elendigt vejr ikke godt vejr nej ja elendigt vejr elendigt vejr at man laver sjov med elendigt vejr at man laver sjov med elendigt vejr at man laver sjov med sproget Hvad synes I er typisk dansk skide godt øh kolonihaver kolonihaver mm skide godt øh kolonihaver kolonihaver mm skide godt øh kolonihaver kolonihaver mm rød grød med fløde rød grød med fløde rød grød med fløde øhm øh de danske øhm øh de danske øhm øh de danske salmer Hvad synes du er typisk dansk salmer Hvad synes du er typisk dansk salmer Hvad synes du er typisk dansk frikadeller frikadeller Ja tak skal jeg frikadeller frikadeller Ja tak skal jeg frikadeller frikadeller Ja tak skal jeg sige frikadeller Det er fordi ja fordi sige frikadeller Det er fordi ja fordi sige frikadeller Det er fordi ja fordi det Jeg synes det er svært fordi man det Jeg synes det er svært fordi man det Jeg synes det er svært fordi man hurtigt svarer alle de der ting som man hurtigt svarer alle de der ting som man hurtigt svarer alle de der ting som man siger man svarer dansk huge den danske siger man svarer dansk huge den danske siger man svarer dansk huge den danske huge huge huge huge sæsoner tror jeg synes jeg er huge sæsoner tror jeg synes jeg er huge sæsoner tror jeg synes jeg er sæsoner godt humør og øh venlighed og sæsoner godt humør og øh venlighed og sæsoner godt humør og øh venlighed og god kaffe og god kaffe og god kaffe og øh ja øh ja øh ja øh god musik øh god musik øh god musik og ja rød grød med fløde og ja rød grød med fløde og ja rød grød med fløde Øh det vil at tage hensyn til andre vil Øh det vil at tage hensyn til andre vil Øh det vil at tage hensyn til andre vil jeg mene Hvad synes du er typisk jeg mene Hvad synes du er typisk jeg mene Hvad synes du er typisk dansk Hvad er typisk dansk øh typisk dansk er Hvad er typisk dansk øh typisk dansk er Hvad er typisk dansk øh typisk dansk er afslappethed en god kop kaffe øh afslappethed en god kop kaffe øh afslappethed en god kop kaffe øh medmenneskelighed medmenneskelighed medmenneskelighed øh sådan nogle ting Ja sådan i forhold øh sådan nogle ting Ja sådan i forhold øh sådan nogle ting Ja sådan i forhold til vores sprog ja det foreksempel bare til vores sprog ja det foreksempel bare til vores sprog ja det foreksempel bare hvad der er typisk dansk Jeg tror jeg hvad der er typisk dansk Jeg tror jeg hvad der er typisk dansk Jeg tror jeg synes venlighed og åbenhed er typisk synes venlighed og åbenhed er typisk synes venlighed og åbenhed er typisk dansk dansk dansk øh øh øh [Latter] [Latter] [Latter] Gris Nu spørger du en antropolog som Gris Nu spørger du en antropolog som Gris Nu spørger du en antropolog som ø ikke vil definere danskhed men øh ø ikke vil definere danskhed men øh ø ikke vil definere danskhed men øh typisk dansk Det er åbenhed synes jeg typisk dansk Det er åbenhed synes jeg typisk dansk Det er åbenhed synes jeg det håber jeg i hvert fald og det håber jeg i hvert fald og det håber jeg i hvert fald og øh Så er det nysgerrighed øh Så er det nysgerrighed øh Så er det nysgerrighed Øhm og så for nogle mennesker Så er det Øhm og så for nogle mennesker Så er det Øhm og så for nogle mennesker Så er det måske også hvad hedder det tradition måske også hvad hedder det tradition måske også hvad hedder det tradition Hvad for nogle slags traditioner har vi Hvad for nogle slags traditioner har vi Hvad for nogle slags traditioner har vi øh især juletraditionerne kommer jeg til øh især juletraditionerne kommer jeg til øh især juletraditionerne kommer jeg til at tænke på øh med julegaver og Dans Som at tænke på øh med julegaver og Dans Som at tænke på øh med julegaver og Dans Som juletræ og især julemiddagen som er juletræ og især julemiddagen som er juletræ og især julemiddagen som er meget essentielt tænker jeg det er meget meget essentielt tænker jeg det er meget meget essentielt tænker jeg det er meget typisk dansk jul julen Ja fedt", "sentences": ["Hej mit navn er Magnus Mit navn er Johan Hej mit navn er Magnus Mit navn er Johan Hej mit navn er Magnus Mit navn er Johan i dag vil vi spørge folk Hvad er typisk i dag vil vi spørge folk Hvad er typisk i dag vil vi spørge folk Hvad er typisk dansk her i på gaden i [Musik] [Musik] [Musik] [Bifald] [Bifald] [Bifald] [Musik] Aarhus Hvad synes I er typisk dansk øh Aarhus Hvad synes I er typisk dansk øh Aarhus Hvad synes I er typisk dansk øh rød grød med fløde Det er sådan virkelig rød grød med fløde Det er sådan virkelig rød grød med fløde Det er sådan virkelig typisk det er også pisse svært at sige typisk det er også pisse svært at sige typisk det er også pisse svært at sige til gengel Ja det er simp det var sgu da til gengel Ja det er simp det var sgu da til gengel Ja det er simp det var sgu da et godt spørgsmål Det ved jeg ikke hygge et godt spørgsmål Det ved jeg ikke hygge et godt spørgsmål Det ved jeg ikke hygge Måske nok hygge Ja tak Måske nok hygge Ja tak Måske nok hygge Ja tak flæskesteg røde flæskesteg røde flæskesteg røde pølser fællesskab fællesskab Ja fedt tak pølser fællesskab fællesskab Ja fedt tak pølser fællesskab fællesskab Ja fedt tak hygge hygge hygge Det skal læ sige ja hygge hygge hygge Det skal læ sige ja hygge hygge hygge Det skal læ sige ja det er vigtigt Ry og regn efterår Ja Ja det er vigtigt Ry og regn efterår Ja Ja det er vigtigt Ry og regn efterår Ja Ja ikke godt vejr nej ja elendigt vejr ikke godt vejr nej ja elendigt vejr ikke godt vejr nej ja elendigt vejr elendigt vejr at man laver sjov med elendigt vejr at man laver sjov med elendigt vejr at man laver sjov med sproget Hvad synes I er typisk dansk skide godt øh kolonihaver kolonihaver mm skide godt øh kolonihaver kolonihaver mm skide godt øh kolonihaver kolonihaver mm rød grød med fløde rød grød med fløde rød grød med fløde øhm øh de danske øhm øh de danske øhm øh de danske salmer Hvad synes du er typisk dansk salmer Hvad synes du er typisk dansk salmer Hvad synes du er typisk dansk frikadeller frikadeller Ja tak skal jeg frikadeller frikadeller Ja tak skal jeg frikadeller frikadeller Ja tak skal jeg sige frikadeller Det er fordi ja fordi sige frikadeller Det er fordi ja fordi sige frikadeller Det er fordi ja fordi det Jeg synes det er svært fordi man det Jeg synes det er svært fordi man det Jeg synes det er svært fordi man hurtigt svarer alle de der ting som man hurtigt svarer alle de der ting som man hurtigt svarer alle de der ting som man siger man svarer dansk huge den danske siger man svarer dansk huge den danske siger man svarer dansk huge den danske huge huge huge huge sæsoner tror jeg synes jeg er huge sæsoner tror jeg synes jeg er huge sæsoner tror jeg synes jeg er sæsoner godt humør og øh venlighed og sæsoner godt humør og øh venlighed og sæsoner godt humør og øh venlighed og god kaffe og god kaffe og god kaffe og øh ja øh ja øh ja øh god musik øh god musik øh god musik og ja rød grød med fløde og ja rød grød med fløde og ja rød grød med fløde Øh det vil at tage hensyn til andre vil Øh det vil at tage hensyn til andre vil Øh det vil at tage hensyn til andre vil jeg mene Hvad synes du er typisk jeg mene Hvad synes du er typisk jeg mene Hvad synes du er typisk dansk Hvad er typisk dansk øh typisk dansk er Hvad er typisk dansk øh typisk dansk er Hvad er typisk dansk øh typisk dansk er afslappethed en god kop kaffe øh afslappethed en god kop kaffe øh afslappethed en god kop kaffe øh medmenneskelighed medmenneskelighed medmenneskelighed øh sådan nogle ting Ja sådan i forhold øh sådan nogle ting Ja sådan i forhold øh sådan nogle ting Ja sådan i forhold til vores sprog ja det foreksempel bare til vores sprog ja det foreksempel bare til vores sprog ja det foreksempel bare hvad der er typisk dansk Jeg tror jeg hvad der er typisk dansk Jeg tror jeg hvad der er typisk dansk Jeg tror jeg synes venlighed og åbenhed er typisk synes venlighed og åbenhed er typisk synes venlighed og åbenhed er typisk dansk dansk dansk øh øh øh [Latter] [Latter] [Latter] Gris Nu spørger du en antropolog som Gris Nu spørger du en antropolog som Gris Nu spørger du en antropolog som ø ikke vil definere danskhed men øh ø ikke vil definere danskhed men øh ø ikke vil definere danskhed men øh typisk dansk Det er åbenhed synes jeg typisk dansk Det er åbenhed synes jeg typisk dansk Det er åbenhed synes jeg det håber jeg i hvert fald og det håber jeg i hvert fald og det håber jeg i hvert fald og øh Så er det nysgerrighed øh Så er det nysgerrighed øh Så er det nysgerrighed Øhm og så for nogle mennesker Så er det Øhm og så for nogle mennesker Så er det Øhm og så for nogle mennesker Så er det måske også hvad hedder det tradition måske også hvad hedder det tradition måske også hvad hedder det tradition Hvad for nogle slags traditioner har vi Hvad for nogle slags traditioner har vi Hvad for nogle slags traditioner har vi øh især juletraditionerne kommer jeg til øh især juletraditionerne kommer jeg til øh især juletraditionerne kommer jeg til at tænke på øh med julegaver og Dans Som at tænke på øh med julegaver og Dans Som at tænke på øh med julegaver og Dans Som juletræ og især julemiddagen som er juletræ og især julemiddagen som er juletræ og især julemiddagen som er meget essentielt tænker jeg det er meget meget essentielt tænker jeg det er meget meget essentielt tænker jeg det er meget typisk dansk jul julen Ja fedt"], "transcript": [{"start": 0.719, "end": 3.629, "text": "Hej mit navn er Magnus Mit navn er Johan"}, {"start": 3.629, "end": 3.639, "text": "Hej mit navn er Magnus Mit navn er Johan"}, {"start": 3.639, "end": 5.789, "text": "Hej mit navn er Magnus Mit navn er Johan i dag vil vi spørge folk Hvad er typisk"}, {"start": 5.789, "end": 5.799, "text": "i dag vil vi spørge folk Hvad er typisk"}, {"start": 5.799, "end": 10.66, "text": "i dag vil vi spørge folk Hvad er typisk dansk her i på gaden i"}, {"start": 10.67, "end": 11.03, "text": "[Musik]"}, {"start": 11.03, "end": 11.04, "text": "[Musik]"}, {"start": 11.04, "end": 12.26, "text": "[Musik] [Bifald]"}, {"start": 12.26, "end": 12.27, "text": "[Bifald]"}, {"start": 12.27, "end": 20.31, "text": "[Bifald] [Musik]"}, {"start": 20.32, "end": 24.99, "text": "Aarhus Hvad synes I er typisk dansk øh"}, {"start": 24.99, "end": 25.0, "text": "Aarhus Hvad synes I er typisk dansk øh"}, {"start": 25.0, "end": 27.349, "text": "Aarhus Hvad synes I er typisk dansk øh rød grød med fløde Det er sådan virkelig"}, {"start": 27.349, "end": 27.359, "text": "rød grød med fløde Det er sådan virkelig"}, {"start": 27.359, "end": 29.349, "text": "rød grød med fløde Det er sådan virkelig typisk det er også pisse svært at sige"}, {"start": 29.349, "end": 29.359, "text": "typisk det er også pisse svært at sige"}, {"start": 29.359, "end": 32.269, "text": "typisk det er også pisse svært at sige til gengel Ja det er simp det var sgu da"}, {"start": 32.269, "end": 32.279, "text": "til gengel Ja det er simp det var sgu da"}, {"start": 32.279, "end": 34.869, "text": "til gengel Ja det er simp det var sgu da et godt spørgsmål Det ved jeg ikke hygge"}, {"start": 34.869, "end": 34.879, "text": "et godt spørgsmål Det ved jeg ikke hygge"}, {"start": 34.879, "end": 37.709, "text": "et godt spørgsmål Det ved jeg ikke hygge Måske nok hygge Ja tak"}, {"start": 37.709, "end": 37.719, "text": "Måske nok hygge Ja tak"}, {"start": 37.719, "end": 39.95, "text": "Måske nok hygge Ja tak flæskesteg røde"}, {"start": 39.95, "end": 39.96, "text": "flæskesteg røde"}, {"start": 39.96, "end": 44.389, "text": "flæskesteg røde pølser fællesskab fællesskab Ja fedt tak"}, {"start": 44.389, "end": 44.399, "text": "pølser fællesskab fællesskab Ja fedt tak"}, {"start": 44.399, "end": 47.59, "text": "pølser fællesskab fællesskab Ja fedt tak hygge hygge hygge Det skal læ sige ja"}, {"start": 47.59, "end": 47.6, "text": "hygge hygge hygge Det skal læ sige ja"}, {"start": 47.6, "end": 50.79, "text": "hygge hygge hygge Det skal læ sige ja det er vigtigt Ry og regn efterår Ja Ja"}, {"start": 50.79, "end": 50.8, "text": "det er vigtigt Ry og regn efterår Ja Ja"}, {"start": 50.8, "end": 53.15, "text": "det er vigtigt Ry og regn efterår Ja Ja ikke godt vejr nej ja elendigt vejr"}, {"start": 53.15, "end": 53.16, "text": "ikke godt vejr nej ja elendigt vejr"}, {"start": 53.16, "end": 57.11, "text": "ikke godt vejr nej ja elendigt vejr elendigt vejr at man laver sjov med"}, {"start": 57.11, "end": 57.12, "text": "elendigt vejr at man laver sjov med"}, {"start": 57.12, "end": 64.27, "text": "elendigt vejr at man laver sjov med sproget Hvad synes I er typisk dansk"}, {"start": 64.28, "end": 68.07, "text": "skide godt øh kolonihaver kolonihaver mm"}, {"start": 68.07, "end": 68.08, "text": "skide godt øh kolonihaver kolonihaver mm"}, {"start": 68.08, "end": 70.87, "text": "skide godt øh kolonihaver kolonihaver mm rød grød med fløde"}, {"start": 70.87, "end": 70.88, "text": "rød grød med fløde"}, {"start": 70.88, "end": 75.51, "text": "rød grød med fløde øhm øh de danske"}, {"start": 75.51, "end": 75.52, "text": "øhm øh de danske"}, {"start": 75.52, "end": 79.39, "text": "øhm øh de danske salmer Hvad synes du er typisk dansk"}, {"start": 79.39, "end": 79.4, "text": "salmer Hvad synes du er typisk dansk"}, {"start": 79.4, "end": 83.63, "text": "salmer Hvad synes du er typisk dansk frikadeller frikadeller Ja tak skal jeg"}, {"start": 83.63, "end": 83.64, "text": "frikadeller frikadeller Ja tak skal jeg"}, {"start": 83.64, "end": 85.55, "text": "frikadeller frikadeller Ja tak skal jeg sige frikadeller Det er fordi ja fordi"}, {"start": 85.55, "end": 85.56, "text": "sige frikadeller Det er fordi ja fordi"}, {"start": 85.56, "end": 86.71000000000001, "text": "sige frikadeller Det er fordi ja fordi det Jeg synes det er svært fordi man"}, {"start": 86.71000000000001, "end": 86.72, "text": "det Jeg synes det er svært fordi man"}, {"start": 86.72, "end": 88.469, "text": "det Jeg synes det er svært fordi man hurtigt svarer alle de der ting som man"}, {"start": 88.469, "end": 88.479, "text": "hurtigt svarer alle de der ting som man"}, {"start": 88.479, "end": 91.469, "text": "hurtigt svarer alle de der ting som man siger man svarer dansk huge den danske"}, {"start": 91.469, "end": 91.479, "text": "siger man svarer dansk huge den danske"}, {"start": 91.479, "end": 93.35, "text": "siger man svarer dansk huge den danske huge"}, {"start": 93.35, "end": 93.36, "text": "huge"}, {"start": 93.36, "end": 96.31, "text": "huge huge sæsoner tror jeg synes jeg er"}, {"start": 96.31, "end": 96.32, "text": "huge sæsoner tror jeg synes jeg er"}, {"start": 96.32, "end": 101.91, "text": "huge sæsoner tror jeg synes jeg er sæsoner godt humør og øh venlighed og"}, {"start": 101.91, "end": 101.92, "text": "sæsoner godt humør og øh venlighed og"}, {"start": 101.92, "end": 103.35, "text": "sæsoner godt humør og øh venlighed og god kaffe og"}, {"start": 103.35, "end": 103.36, "text": "god kaffe og"}, {"start": 103.36, "end": 105.149, "text": "god kaffe og øh ja"}, {"start": 105.149, "end": 105.15899999999999, "text": "øh ja"}, {"start": 105.15899999999999, "end": 107.50999999999999, "text": "øh ja øh god musik"}, {"start": 107.50999999999999, "end": 107.52000000000001, "text": "øh god musik"}, {"start": 107.52000000000001, "end": 111.22999999999999, "text": "øh god musik og ja rød grød med fløde"}, {"start": 111.22999999999999, "end": 111.24000000000001, "text": "og ja rød grød med fløde"}, {"start": 111.24000000000001, "end": 115.469, "text": "og ja rød grød med fløde Øh det vil at tage hensyn til andre vil"}, {"start": 115.469, "end": 115.479, "text": "Øh det vil at tage hensyn til andre vil"}, {"start": 115.479, "end": 118.83, "text": "Øh det vil at tage hensyn til andre vil jeg mene Hvad synes du er typisk"}, {"start": 118.83, "end": 118.84, "text": "jeg mene Hvad synes du er typisk"}, {"start": 118.84, "end": 122.029, "text": "jeg mene Hvad synes du er typisk dansk"}, {"start": 122.039, "end": 126.709, "text": "Hvad er typisk dansk øh typisk dansk er"}, {"start": 126.709, "end": 126.719, "text": "Hvad er typisk dansk øh typisk dansk er"}, {"start": 126.719, "end": 130.71, "text": "Hvad er typisk dansk øh typisk dansk er afslappethed en god kop kaffe øh"}, {"start": 130.71, "end": 130.72, "text": "afslappethed en god kop kaffe øh"}, {"start": 130.72, "end": 132.79, "text": "afslappethed en god kop kaffe øh medmenneskelighed"}, {"start": 132.79, "end": 132.8, "text": "medmenneskelighed"}, {"start": 132.8, "end": 137.07, "text": "medmenneskelighed øh sådan nogle ting Ja sådan i forhold"}, {"start": 137.07, "end": 137.07999999999998, "text": "øh sådan nogle ting Ja sådan i forhold"}, {"start": 137.07999999999998, "end": 139.50900000000001, "text": "øh sådan nogle ting Ja sådan i forhold til vores sprog ja det foreksempel bare"}, {"start": 139.50900000000001, "end": 139.519, "text": "til vores sprog ja det foreksempel bare"}, {"start": 139.519, "end": 141.11, "text": "til vores sprog ja det foreksempel bare hvad der er typisk dansk Jeg tror jeg"}, {"start": 141.11, "end": 141.12, "text": "hvad der er typisk dansk Jeg tror jeg"}, {"start": 141.12, "end": 143.07, "text": "hvad der er typisk dansk Jeg tror jeg synes venlighed og åbenhed er typisk"}, {"start": 143.07, "end": 143.07999999999998, "text": "synes venlighed og åbenhed er typisk"}, {"start": 143.07999999999998, "end": 144.589, "text": "synes venlighed og åbenhed er typisk dansk"}, {"start": 144.589, "end": 144.599, "text": "dansk"}, {"start": 144.599, "end": 146.43, "text": "dansk øh"}, {"start": 146.43, "end": 146.44, "text": "øh"}, {"start": 146.44, "end": 148.75, "text": "øh [Latter]"}, {"start": 148.75, "end": 148.76, "text": "[Latter]"}, {"start": 148.76, "end": 152.50900000000001, "text": "[Latter] Gris Nu spørger du en antropolog som"}, {"start": 152.50900000000001, "end": 152.519, "text": "Gris Nu spørger du en antropolog som"}, {"start": 152.519, "end": 156.50900000000001, "text": "Gris Nu spørger du en antropolog som ø ikke vil definere danskhed men øh"}, {"start": 156.50900000000001, "end": 156.519, "text": "ø ikke vil definere danskhed men øh"}, {"start": 156.519, "end": 159.82999999999998, "text": "ø ikke vil definere danskhed men øh typisk dansk Det er åbenhed synes jeg"}, {"start": 159.82999999999998, "end": 159.84, "text": "typisk dansk Det er åbenhed synes jeg"}, {"start": 159.84, "end": 161.75, "text": "typisk dansk Det er åbenhed synes jeg det håber jeg i hvert fald og"}, {"start": 161.75, "end": 161.76, "text": "det håber jeg i hvert fald og"}, {"start": 161.76, "end": 165.43, "text": "det håber jeg i hvert fald og øh Så er det nysgerrighed"}, {"start": 165.43, "end": 165.44, "text": "øh Så er det nysgerrighed"}, {"start": 165.44, "end": 168.22899999999998, "text": "øh Så er det nysgerrighed Øhm og så for nogle mennesker Så er det"}, {"start": 168.22899999999998, "end": 168.239, "text": "Øhm og så for nogle mennesker Så er det"}, {"start": 168.239, "end": 171.149, "text": "Øhm og så for nogle mennesker Så er det måske også hvad hedder det tradition"}, {"start": 171.149, "end": 171.159, "text": "måske også hvad hedder det tradition"}, {"start": 171.159, "end": 173.79, "text": "måske også hvad hedder det tradition Hvad for nogle slags traditioner har vi"}, {"start": 173.79, "end": 173.8, "text": "Hvad for nogle slags traditioner har vi"}, {"start": 173.8, "end": 175.91, "text": "Hvad for nogle slags traditioner har vi øh især juletraditionerne kommer jeg til"}, {"start": 175.91, "end": 175.92000000000002, "text": "øh især juletraditionerne kommer jeg til"}, {"start": 175.92000000000002, "end": 179.27, "text": "øh især juletraditionerne kommer jeg til at tænke på øh med julegaver og Dans Som"}, {"start": 179.27, "end": 179.28, "text": "at tænke på øh med julegaver og Dans Som"}, {"start": 179.28, "end": 181.03, "text": "at tænke på øh med julegaver og Dans Som juletræ og især julemiddagen som er"}, {"start": 181.03, "end": 181.04, "text": "juletræ og især julemiddagen som er"}, {"start": 181.04, "end": 182.99, "text": "juletræ og især julemiddagen som er meget essentielt tænker jeg det er meget"}, {"start": 182.99, "end": 183.0, "text": "meget essentielt tænker jeg det er meget"}, {"start": 183.0, "end": 192.63, "text": "meget essentielt tænker jeg det er meget typisk dansk jul julen Ja"}, {"start": 192.64, "end": 195.64, "text": "fedt"}], "createdAt": "2025-12-15T07:04:39.000Z", "imageUrl": "https://img.youtube.com/vi/3gSX30XOHmQ/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=3gSX30XOHmQ", "isFavorite": false, "progress": 0, "genre": "society"}, {"id": "yt_UFygw3Y_Q-I", "userId": "system_native", "title": "Why the Danes are so obsessed with Smørrebrød", "language": "da", "content": "Udenlandsk, denne ret fanger hjertet og sjælen hos denne ret fanger hjertet og sjælen hos denne ret fanger hjertet og sjælen hos det danske folk. det danske folk. det danske folk. Vi er her i den danske hovedstad, Vi er her i den danske hovedstad, Vi er her i den danske hovedstad, København, hvor denne Open Face Sandwich København, hvor denne Open Face Sandwich København, hvor denne Open Face Sandwich kan findes på næsten alle restauranter. kan findes på næsten alle restauranter. kan findes på næsten alle restauranter. Smallville er vigtig for os, fordi vi Smallville er vigtig for os, fordi vi Smallville er vigtig for os, fordi vi kan vise alle de fantastiske ingredienser, kan vise alle de fantastiske ingredienser, kan vise alle de fantastiske ingredienser, vi har her i Danmark, og det er en vi har her i Danmark, og det er en vi har her i Danmark, og det er en traditionel, gammel, gammel traditionel, gammel, gammel traditionel, gammel, gammel ret. Jeg gætter på, at man kunne kalde den. Kok Yona ret. Jeg gætter på, at man kunne kalde den. Kok Yona ret. Jeg gætter på, at man kunne kalde den. Kok Yona Sandberg tilbereder snesevis af lugtgrillede Sandberg tilbereder snesevis af lugtgrillede Sandberg tilbereder snesevis af lugtgrillede her i restauranten Hooterfell. her i restauranten Hooterfell. her i restauranten Hooterfell. Nøglen er brødet, normalt fuldkornsris Nøglen er brødet, normalt fuldkornsris Nøglen er brødet, normalt fuldkornsris smurt med masser af smør smurt med masser af smør smurt med masser af smør efterfulgt af enhver form for topping. efterfulgt af enhver form for topping. efterfulgt af enhver form for topping. Et populært valg er roastbeef med Et populært valg er roastbeef med Et populært valg er roastbeef med mayonnaise, mayonnaise, mayonnaise, revet ost, sprøde løg. Her på restauranten er Shooting Star Her på restauranten er Shooting Star Her på restauranten er Shooting Star en favorit. Den er lavet med dansk en favorit. Den er lavet med dansk en favorit. Den er lavet med dansk rugbrød, smørmayonnaise, stegt flynder rugbrød, smørmayonnaise, stegt flynder rugbrød, smørmayonnaise, stegt flynder og dampet flynder, rejer og og dampet flynder, rejer og og dampet flynder, rejer og klumpfisk, kaviar klumpfisk, kaviar klumpfisk, kaviar med citron og asparges som pynt. med citron og asparges som pynt. med citron og asparges som pynt. Traditionelt spises en lille bolle til Traditionelt spises en lille bolle til Traditionelt spises en lille bolle til frokost, uanset om den er pakket eller serveret på en frokost, uanset om den er pakket eller serveret på en frokost, uanset om den er pakket eller serveret på en tallerken, så derhjemme ville den blive serveret som så derhjemme ville den blive serveret som så derhjemme ville den blive serveret som fingermad og fingermad og fingermad og [Musik]. Øh, Øh, Øh, det er ikke godt det er ikke godt det er ikke godt på en restaurant. Vi bruger bestik. på en restaurant. Vi bruger bestik. på en restaurant. Vi bruger bestik. Spambolle er mere end bare et simpelt Spambolle er mere end bare et simpelt Spambolle er mere end bare et simpelt måltid for danskerne. Dybest set ammes danskerne med Dybest set ammes danskerne med Dybest set ammes danskerne med rugbrød og små allerede fra rugbrød og små allerede fra rugbrød og små allerede fra etårsalderen, og det er noget, vi...  Vi har det til etårsalderen, og det er noget, vi...  Vi har det til etårsalderen, og det er noget, vi...  Vi har det til skolen, vi har det til arbejdet, vi har det skolen, vi har det til arbejdet, vi har det skolen, vi har det til arbejdet, vi har det hele tiden, året rundt. Alle hele tiden, året rundt. Alle hele tiden, året rundt. Alle traditioner findes omkring Smallville, så det er traditioner findes omkring Smallville, så det er traditioner findes omkring Smallville, så det er virkelig vigtigt for os virkelig vigtigt for os virkelig vigtigt for os her på Newhound i hjertet af her på Newhound i hjertet af her på Newhound i hjertet af København. Mange restauranter langs denne København. Mange restauranter langs denne København. Mange restauranter langs denne lille havn serverer Small World til frokost lille havn serverer Small World til frokost lille havn serverer Small World til frokost til en gennemsnitlig pris på 17 euro pr. stykke, og selvom ordet \"smurable\" ser ud som om, og selvom ordet \"smurable\" ser ud som om, og selvom ordet \"smurable\" ser ud som om, det skal udtales \"marbrot\" på det skal udtales \"marbrot\" på det skal udtales \"marbrot\" på dansk, lyder det faktisk mere som \" dansk, lyder det faktisk mere som \" dansk, lyder det faktisk mere som \" smear bro\". De fleste ting, vi vokser faktisk smear bro\". De fleste ting, vi vokser faktisk smear bro\". De fleste ting, vi vokser faktisk op på Smallville, spiser vi meget, mange gange op på Smallville, spiser vi meget, mange gange op på Smallville, spiser vi meget, mange gange om ugen. Det er super nemt, og det er meget om ugen. Det er super nemt, og det er meget om ugen. Det er super nemt, og det er meget varieret. Det specielle ved dette kort er, varieret. Det specielle ved dette kort er, varieret. Det specielle ved dette kort er, at du har det rigtige brød, og hvis du at du har det rigtige brød, og hvis du at du har det rigtige brød, og hvis du ser på det, kan du se, hvor fuld ser på det, kan du se, hvor fuld ser på det, kan du se, hvor fuld af kerner det er. Kan du se det? Så det er af kerner det er. Kan du se det? Så det er af kerner det er. Kan du se det? Så det er meget godt at spise godt. For mig meget godt at spise godt. For mig meget godt at spise godt. For mig er Small World en meget traditionel dansk ret, er Small World en meget traditionel dansk ret, er Small World en meget traditionel dansk ret, og jeg voksede også op med det, selvom jeg har og jeg voksede også op med det, selvom jeg har og jeg voksede også op med det, selvom jeg har boet i udlandet hele mit liv. Men at komme boet i udlandet hele mit liv. Men at komme boet i udlandet hele mit liv. Men at komme hjem er noget, jeg længes efter hjem er noget, jeg længes efter hjem er noget, jeg længes efter hele tiden. Det, der hele tiden. Det, der hele tiden. Det, der begyndte i det 19. århundrede som en begyndte i det 19. århundrede som en begyndte i det 19. århundrede som en hurtig snack af smørret brød til hurtig snack af smørret brød til hurtig snack af smørret brød til arbejderklassen, har nu udviklet sig til en arbejderklassen, har nu udviklet sig til en arbejderklassen, har nu udviklet sig til en slags delikatesse, som alle i slags delikatesse, som alle i slags delikatesse, som alle i landet nyder. Det er en essentiel del af det.  af landet nyder. Det er en essentiel del af det.  af landet nyder. Det er en essentiel del af det.  af den daglige moderne danske kost", "sentences": ["Udenlandsk, denne ret fanger hjertet og sjælen hos denne ret fanger hjertet og sjælen hos denne ret fanger hjertet og sjælen hos det danske folk.", "det danske folk.", "det danske folk.", "Vi er her i den danske hovedstad, Vi er her i den danske hovedstad, Vi er her i den danske hovedstad, København, hvor denne Open Face Sandwich København, hvor denne Open Face Sandwich København, hvor denne Open Face Sandwich kan findes på næsten alle restauranter.", "kan findes på næsten alle restauranter.", "kan findes på næsten alle restauranter.", "Smallville er vigtig for os, fordi vi Smallville er vigtig for os, fordi vi Smallville er vigtig for os, fordi vi kan vise alle de fantastiske ingredienser, kan vise alle de fantastiske ingredienser, kan vise alle de fantastiske ingredienser, vi har her i Danmark, og det er en vi har her i Danmark, og det er en vi har her i Danmark, og det er en traditionel, gammel, gammel traditionel, gammel, gammel traditionel, gammel, gammel ret.", "Jeg gætter på, at man kunne kalde den.", "Kok Yona ret.", "Jeg gætter på, at man kunne kalde den.", "Kok Yona ret.", "Jeg gætter på, at man kunne kalde den.", "Kok Yona Sandberg tilbereder snesevis af lugtgrillede Sandberg tilbereder snesevis af lugtgrillede Sandberg tilbereder snesevis af lugtgrillede her i restauranten Hooterfell.", "her i restauranten Hooterfell.", "her i restauranten Hooterfell.", "Nøglen er brødet, normalt fuldkornsris Nøglen er brødet, normalt fuldkornsris Nøglen er brødet, normalt fuldkornsris smurt med masser af smør smurt med masser af smør smurt med masser af smør efterfulgt af enhver form for topping.", "efterfulgt af enhver form for topping.", "efterfulgt af enhver form for topping.", "Et populært valg er roastbeef med Et populært valg er roastbeef med Et populært valg er roastbeef med mayonnaise, mayonnaise, mayonnaise, revet ost, sprøde løg.", "Her på restauranten er Shooting Star Her på restauranten er Shooting Star Her på restauranten er Shooting Star en favorit.", "Den er lavet med dansk en favorit.", "Den er lavet med dansk en favorit.", "Den er lavet med dansk rugbrød, smørmayonnaise, stegt flynder rugbrød, smørmayonnaise, stegt flynder rugbrød, smørmayonnaise, stegt flynder og dampet flynder, rejer og og dampet flynder, rejer og og dampet flynder, rejer og klumpfisk, kaviar klumpfisk, kaviar klumpfisk, kaviar med citron og asparges som pynt.", "med citron og asparges som pynt.", "med citron og asparges som pynt.", "Traditionelt spises en lille bolle til Traditionelt spises en lille bolle til Traditionelt spises en lille bolle til frokost, uanset om den er pakket eller serveret på en frokost, uanset om den er pakket eller serveret på en frokost, uanset om den er pakket eller serveret på en tallerken, så derhjemme ville den blive serveret som så derhjemme ville den blive serveret som så derhjemme ville den blive serveret som fingermad og fingermad og fingermad og [Musik].", "Øh, Øh, Øh, det er ikke godt det er ikke godt det er ikke godt på en restaurant.", "Vi bruger bestik.", "på en restaurant.", "Vi bruger bestik.", "på en restaurant.", "Vi bruger bestik.", "Spambolle er mere end bare et simpelt Spambolle er mere end bare et simpelt Spambolle er mere end bare et simpelt måltid for danskerne.", "Dybest set ammes danskerne med Dybest set ammes danskerne med Dybest set ammes danskerne med rugbrød og små allerede fra rugbrød og små allerede fra rugbrød og små allerede fra etårsalderen, og det er noget, vi...", "Vi har det til etårsalderen, og det er noget, vi...", "Vi har det til etårsalderen, og det er noget, vi...", "Vi har det til skolen, vi har det til arbejdet, vi har det skolen, vi har det til arbejdet, vi har det skolen, vi har det til arbejdet, vi har det hele tiden, året rundt.", "Alle hele tiden, året rundt.", "Alle hele tiden, året rundt.", "Alle traditioner findes omkring Smallville, så det er traditioner findes omkring Smallville, så det er traditioner findes omkring Smallville, så det er virkelig vigtigt for os virkelig vigtigt for os virkelig vigtigt for os her på Newhound i hjertet af her på Newhound i hjertet af her på Newhound i hjertet af København.", "Mange restauranter langs denne København.", "Mange restauranter langs denne København.", "Mange restauranter langs denne lille havn serverer Small World til frokost lille havn serverer Small World til frokost lille havn serverer Small World til frokost til en gennemsnitlig pris på 17 euro pr.", "stykke, og selvom ordet \"smurable\" ser ud som om, og selvom ordet \"smurable\" ser ud som om, og selvom ordet \"smurable\" ser ud som om, det skal udtales \"marbrot\" på det skal udtales \"marbrot\" på det skal udtales \"marbrot\" på dansk, lyder det faktisk mere som \" dansk, lyder det faktisk mere som \" dansk, lyder det faktisk mere som \" smear bro\".", "De fleste ting, vi vokser faktisk smear bro\".", "De fleste ting, vi vokser faktisk smear bro\".", "De fleste ting, vi vokser faktisk op på Smallville, spiser vi meget, mange gange op på Smallville, spiser vi meget, mange gange op på Smallville, spiser vi meget, mange gange om ugen.", "Det er super nemt, og det er meget om ugen.", "Det er super nemt, og det er meget om ugen.", "Det er super nemt, og det er meget varieret.", "Det specielle ved dette kort er, varieret.", "Det specielle ved dette kort er, varieret.", "Det specielle ved dette kort er, at du har det rigtige brød, og hvis du at du har det rigtige brød, og hvis du at du har det rigtige brød, og hvis du ser på det, kan du se, hvor fuld ser på det, kan du se, hvor fuld ser på det, kan du se, hvor fuld af kerner det er.", "Kan du se det?", "Så det er af kerner det er.", "Kan du se det?", "Så det er af kerner det er.", "Kan du se det?", "Så det er meget godt at spise godt.", "For mig meget godt at spise godt.", "For mig meget godt at spise godt.", "For mig er Small World en meget traditionel dansk ret, er Small World en meget traditionel dansk ret, er Small World en meget traditionel dansk ret, og jeg voksede også op med det, selvom jeg har og jeg voksede også op med det, selvom jeg har og jeg voksede også op med det, selvom jeg har boet i udlandet hele mit liv.", "Men at komme boet i udlandet hele mit liv.", "Men at komme boet i udlandet hele mit liv.", "Men at komme hjem er noget, jeg længes efter hjem er noget, jeg længes efter hjem er noget, jeg længes efter hele tiden.", "Det, der hele tiden.", "Det, der hele tiden.", "Det, der begyndte i det 19.", "århundrede som en begyndte i det 19.", "århundrede som en begyndte i det 19.", "århundrede som en hurtig snack af smørret brød til hurtig snack af smørret brød til hurtig snack af smørret brød til arbejderklassen, har nu udviklet sig til en arbejderklassen, har nu udviklet sig til en arbejderklassen, har nu udviklet sig til en slags delikatesse, som alle i slags delikatesse, som alle i slags delikatesse, som alle i landet nyder.", "Det er en essentiel del af det.", "af landet nyder.", "Det er en essentiel del af det.", "af landet nyder.", "Det er en essentiel del af det.", "af den daglige moderne danske kost"], "transcript": [{"start": 0.48, "end": 6.59, "text": "Udenlandsk,"}, {"start": 6.6, "end": 8.99, "text": "denne ret fanger hjertet og sjælen hos"}, {"start": 8.99, "end": 9.0, "text": "denne ret fanger hjertet og sjælen hos"}, {"start": 9.0, "end": 11.15, "text": "denne ret fanger hjertet og sjælen hos det danske folk."}, {"start": 11.15, "end": 11.16, "text": "det danske folk."}, {"start": 11.16, "end": 12.53, "text": "det danske folk. Vi er her i den danske hovedstad,"}, {"start": 12.53, "end": 12.54, "text": "Vi er her i den danske hovedstad,"}, {"start": 12.54, "end": 14.93, "text": "Vi er her i den danske hovedstad, København, hvor denne Open Face Sandwich"}, {"start": 14.93, "end": 14.94, "text": "København, hvor denne Open Face Sandwich"}, {"start": 14.94, "end": 18.47, "text": "København, hvor denne Open Face Sandwich kan findes på næsten alle restauranter."}, {"start": 18.47, "end": 18.48, "text": "kan findes på næsten alle restauranter."}, {"start": 18.48, "end": 21.89, "text": "kan findes på næsten alle restauranter. Smallville er vigtig for os, fordi vi"}, {"start": 21.89, "end": 21.9, "text": "Smallville er vigtig for os, fordi vi"}, {"start": 21.9, "end": 23.39, "text": "Smallville er vigtig for os, fordi vi kan vise alle de fantastiske ingredienser,"}, {"start": 23.39, "end": 23.4, "text": "kan vise alle de fantastiske ingredienser,"}, {"start": 23.4, "end": 25.57, "text": "kan vise alle de fantastiske ingredienser, vi har her i Danmark, og det er en"}, {"start": 25.57, "end": 25.58, "text": "vi har her i Danmark, og det er en"}, {"start": 25.58, "end": 28.99, "text": "vi har her i Danmark, og det er en traditionel, gammel, gammel"}, {"start": 28.99, "end": 29.0, "text": "traditionel, gammel, gammel"}, {"start": 29.0, "end": 32.69, "text": "traditionel, gammel, gammel ret. Jeg gætter på, at man kunne kalde den. Kok Yona"}, {"start": 32.69, "end": 32.7, "text": "ret. Jeg gætter på, at man kunne kalde den. Kok Yona"}, {"start": 32.7, "end": 35.09, "text": "ret. Jeg gætter på, at man kunne kalde den. Kok Yona Sandberg tilbereder snesevis af lugtgrillede"}, {"start": 35.09, "end": 35.1, "text": "Sandberg tilbereder snesevis af lugtgrillede"}, {"start": 35.1, "end": 37.25, "text": "Sandberg tilbereder snesevis af lugtgrillede her i restauranten Hooterfell."}, {"start": 37.25, "end": 37.26, "text": "her i restauranten Hooterfell."}, {"start": 37.26, "end": 39.77, "text": "her i restauranten Hooterfell. Nøglen er brødet, normalt fuldkornsris"}, {"start": 39.77, "end": 39.78, "text": "Nøglen er brødet, normalt fuldkornsris"}, {"start": 39.78, "end": 41.27, "text": "Nøglen er brødet, normalt fuldkornsris smurt med masser af smør"}, {"start": 41.27, "end": 41.28, "text": "smurt med masser af smør"}, {"start": 41.28, "end": 43.79, "text": "smurt med masser af smør efterfulgt af enhver form for topping."}, {"start": 43.79, "end": 43.8, "text": "efterfulgt af enhver form for topping."}, {"start": 43.8, "end": 46.069, "text": "efterfulgt af enhver form for topping. Et populært valg er roastbeef med"}, {"start": 46.069, "end": 46.079, "text": "Et populært valg er roastbeef med"}, {"start": 46.079, "end": 48.29, "text": "Et populært valg er roastbeef med mayonnaise,"}, {"start": 48.29, "end": 48.3, "text": "mayonnaise,"}, {"start": 48.3, "end": 52.97, "text": "mayonnaise, revet ost,"}, {"start": 52.98, "end": 56.93, "text": "sprøde løg."}, {"start": 56.94, "end": 59.63, "text": "Her på restauranten er Shooting Star"}, {"start": 59.63, "end": 59.64, "text": "Her på restauranten er Shooting Star"}, {"start": 59.64, "end": 62.63, "text": "Her på restauranten er Shooting Star en favorit. Den er lavet med dansk"}, {"start": 62.63, "end": 62.64, "text": "en favorit. Den er lavet med dansk"}, {"start": 62.64, "end": 66.89, "text": "en favorit. Den er lavet med dansk rugbrød, smørmayonnaise, stegt flynder"}, {"start": 66.89, "end": 66.9, "text": "rugbrød, smørmayonnaise, stegt flynder"}, {"start": 66.9, "end": 70.01, "text": "rugbrød, smørmayonnaise, stegt flynder og dampet flynder, rejer og"}, {"start": 70.01, "end": 70.02, "text": "og dampet flynder, rejer og"}, {"start": 70.02, "end": 71.99, "text": "og dampet flynder, rejer og klumpfisk, kaviar"}, {"start": 71.99, "end": 72.0, "text": "klumpfisk, kaviar"}, {"start": 72.0, "end": 75.77, "text": "klumpfisk, kaviar med citron og asparges som pynt."}, {"start": 75.77, "end": 75.78, "text": "med citron og asparges som pynt."}, {"start": 75.78, "end": 78.17, "text": "med citron og asparges som pynt. Traditionelt spises en lille bolle til"}, {"start": 78.17, "end": 78.18, "text": "Traditionelt spises en lille bolle til"}, {"start": 78.18, "end": 80.63, "text": "Traditionelt spises en lille bolle til frokost, uanset om den er pakket eller serveret på en"}, {"start": 80.63, "end": 80.64, "text": "frokost, uanset om den er pakket eller serveret på en"}, {"start": 80.64, "end": 83.929, "text": "frokost, uanset om den er pakket eller serveret på en tallerken,"}, {"start": 83.939, "end": 86.45, "text": "så derhjemme ville den blive serveret som"}, {"start": 86.45, "end": 86.46000000000001, "text": "så derhjemme ville den blive serveret som"}, {"start": 86.46000000000001, "end": 88.13, "text": "så derhjemme ville den blive serveret som fingermad og"}, {"start": 88.13, "end": 88.14, "text": "fingermad og"}, {"start": 88.14, "end": 91.37, "text": "fingermad og [Musik]."}, {"start": 91.38, "end": 92.929, "text": "Øh,"}, {"start": 92.929, "end": 92.939, "text": "Øh,"}, {"start": 92.939, "end": 94.91, "text": "Øh, det er ikke godt"}, {"start": 94.91, "end": 94.92, "text": "det er ikke godt"}, {"start": 94.92, "end": 97.21000000000001, "text": "det er ikke godt på en restaurant. Vi bruger bestik."}, {"start": 97.21000000000001, "end": 97.22, "text": "på en restaurant. Vi bruger bestik."}, {"start": 97.22, "end": 99.71000000000001, "text": "på en restaurant. Vi bruger bestik. Spambolle er mere end bare et simpelt"}, {"start": 99.71000000000001, "end": 99.72, "text": "Spambolle er mere end bare et simpelt"}, {"start": 99.72, "end": 103.249, "text": "Spambolle er mere end bare et simpelt måltid for danskerne."}, {"start": 103.259, "end": 105.89, "text": "Dybest set ammes danskerne med"}, {"start": 105.89, "end": 105.9, "text": "Dybest set ammes danskerne med"}, {"start": 105.9, "end": 108.77000000000001, "text": "Dybest set ammes danskerne med rugbrød og små allerede fra"}, {"start": 108.77000000000001, "end": 108.78, "text": "rugbrød og små allerede fra"}, {"start": 108.78, "end": 111.35, "text": "rugbrød og små allerede fra etårsalderen, og det er noget, vi...  Vi har det til"}, {"start": 111.35, "end": 111.36, "text": "etårsalderen, og det er noget, vi...  Vi har det til"}, {"start": 111.36, "end": 113.87, "text": "etårsalderen, og det er noget, vi...  Vi har det til skolen, vi har det til arbejdet, vi har det"}, {"start": 113.87, "end": 113.88, "text": "skolen, vi har det til arbejdet, vi har det"}, {"start": 113.88, "end": 115.55, "text": "skolen, vi har det til arbejdet, vi har det hele tiden, året rundt. Alle"}, {"start": 115.55, "end": 115.56, "text": "hele tiden, året rundt. Alle"}, {"start": 115.56, "end": 118.49000000000001, "text": "hele tiden, året rundt. Alle traditioner findes omkring Smallville, så det er"}, {"start": 118.49000000000001, "end": 118.5, "text": "traditioner findes omkring Smallville, så det er"}, {"start": 118.5, "end": 121.31, "text": "traditioner findes omkring Smallville, så det er virkelig vigtigt for os"}, {"start": 121.31, "end": 121.32, "text": "virkelig vigtigt for os"}, {"start": 121.32, "end": 123.109, "text": "virkelig vigtigt for os her på Newhound i hjertet af"}, {"start": 123.109, "end": 123.119, "text": "her på Newhound i hjertet af"}, {"start": 123.119, "end": 125.33, "text": "her på Newhound i hjertet af København. Mange restauranter langs denne"}, {"start": 125.33, "end": 125.34, "text": "København. Mange restauranter langs denne"}, {"start": 125.34, "end": 127.49, "text": "København. Mange restauranter langs denne lille havn serverer Small World til frokost"}, {"start": 127.49, "end": 127.5, "text": "lille havn serverer Small World til frokost"}, {"start": 127.5, "end": 133.309, "text": "lille havn serverer Small World til frokost til en gennemsnitlig pris på 17 euro pr. stykke,"}, {"start": 133.319, "end": 135.83, "text": "og selvom ordet \"smurable\" ser ud som om,"}, {"start": 135.83, "end": 135.84, "text": "og selvom ordet \"smurable\" ser ud som om,"}, {"start": 135.84, "end": 138.29, "text": "og selvom ordet \"smurable\" ser ud som om, det skal udtales \"marbrot\" på"}, {"start": 138.29, "end": 138.3, "text": "det skal udtales \"marbrot\" på"}, {"start": 138.3, "end": 140.32999999999998, "text": "det skal udtales \"marbrot\" på dansk, lyder det faktisk mere som \""}, {"start": 140.32999999999998, "end": 140.34, "text": "dansk, lyder det faktisk mere som \""}, {"start": 140.34, "end": 142.97, "text": "dansk, lyder det faktisk mere som \" smear bro\". De fleste ting, vi vokser faktisk"}, {"start": 142.97, "end": 142.98, "text": "smear bro\". De fleste ting, vi vokser faktisk"}, {"start": 142.98, "end": 147.41, "text": "smear bro\". De fleste ting, vi vokser faktisk op på Smallville, spiser vi meget, mange gange"}, {"start": 147.41, "end": 147.42000000000002, "text": "op på Smallville, spiser vi meget, mange gange"}, {"start": 147.42000000000002, "end": 149.51, "text": "op på Smallville, spiser vi meget, mange gange om ugen. Det er super nemt, og det er meget"}, {"start": 149.51, "end": 149.52, "text": "om ugen. Det er super nemt, og det er meget"}, {"start": 149.52, "end": 151.85, "text": "om ugen. Det er super nemt, og det er meget varieret. Det specielle ved dette kort er,"}, {"start": 151.85, "end": 151.86, "text": "varieret. Det specielle ved dette kort er,"}, {"start": 151.86, "end": 154.67000000000002, "text": "varieret. Det specielle ved dette kort er, at du har det rigtige brød, og hvis du"}, {"start": 154.67000000000002, "end": 154.68, "text": "at du har det rigtige brød, og hvis du"}, {"start": 154.68, "end": 157.91, "text": "at du har det rigtige brød, og hvis du ser på det, kan du se, hvor fuld"}, {"start": 157.91, "end": 157.92000000000002, "text": "ser på det, kan du se, hvor fuld"}, {"start": 157.92000000000002, "end": 161.69, "text": "ser på det, kan du se, hvor fuld af kerner det er. Kan du se det? Så det er"}, {"start": 161.69, "end": 161.7, "text": "af kerner det er. Kan du se det? Så det er"}, {"start": 161.7, "end": 164.32999999999998, "text": "af kerner det er. Kan du se det? Så det er meget godt at spise godt. For mig"}, {"start": 164.32999999999998, "end": 164.34, "text": "meget godt at spise godt. For mig"}, {"start": 164.34, "end": 167.089, "text": "meget godt at spise godt. For mig er Small World en meget traditionel dansk ret,"}, {"start": 167.089, "end": 167.099, "text": "er Small World en meget traditionel dansk ret,"}, {"start": 167.099, "end": 169.85, "text": "er Small World en meget traditionel dansk ret, og jeg voksede også op med det, selvom jeg har"}, {"start": 169.85, "end": 169.86, "text": "og jeg voksede også op med det, selvom jeg har"}, {"start": 169.86, "end": 171.77, "text": "og jeg voksede også op med det, selvom jeg har boet i udlandet hele mit liv. Men at komme"}, {"start": 171.77, "end": 171.78, "text": "boet i udlandet hele mit liv. Men at komme"}, {"start": 171.78, "end": 174.589, "text": "boet i udlandet hele mit liv. Men at komme hjem er noget, jeg længes efter"}, {"start": 174.589, "end": 174.599, "text": "hjem er noget, jeg længes efter"}, {"start": 174.599, "end": 176.39, "text": "hjem er noget, jeg længes efter hele tiden. Det, der"}, {"start": 176.39, "end": 176.4, "text": "hele tiden. Det, der"}, {"start": 176.4, "end": 178.97, "text": "hele tiden. Det, der begyndte i det 19. århundrede som en"}, {"start": 178.97, "end": 178.98, "text": "begyndte i det 19. århundrede som en"}, {"start": 178.98, "end": 180.83, "text": "begyndte i det 19. århundrede som en hurtig snack af smørret brød til"}, {"start": 180.83, "end": 180.84, "text": "hurtig snack af smørret brød til"}, {"start": 180.84, "end": 183.65, "text": "hurtig snack af smørret brød til arbejderklassen, har nu udviklet sig til en"}, {"start": 183.65, "end": 183.66, "text": "arbejderklassen, har nu udviklet sig til en"}, {"start": 183.66, "end": 186.11, "text": "arbejderklassen, har nu udviklet sig til en slags delikatesse, som alle i"}, {"start": 186.11, "end": 186.12, "text": "slags delikatesse, som alle i"}, {"start": 186.12, "end": 188.449, "text": "slags delikatesse, som alle i landet nyder. Det er en essentiel del af det.  af"}, {"start": 188.449, "end": 188.459, "text": "landet nyder. Det er en essentiel del af det.  af"}, {"start": 188.459, "end": 192.08, "text": "landet nyder. Det er en essentiel del af det.  af den daglige moderne danske kost"}], "createdAt": "2025-12-15T07:03:56.000Z", "imageUrl": "https://img.youtube.com/vi/UFygw3Y_Q-I/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=UFygw3Y_Q-I", "isFavorite": false, "progress": 0, "genre": "culture"}, {"id": "yt_KS_8fClPXxE", "userId": "system_native", "title": "Conrad Molden on the Origins of Danish", "language": "da", "content": "Jeg har en vittighed. Hvad kalder man en vaskebjørn, der vasker op? En \"opvaskebjørn\"! Den går kun på dansk, for dansk er et fantastisk sprog. Man kan sætte forskellige ord sammen og lave nye ord. Ligesom ordet \"vaskebjørn\". Tag \"vaske\" og \"bjørn\" ... så har man \"vaskebjørn\"! Det er simpelthen så fedt! Ligesom kødet på frugter. Man tager \"frugt\" og \"kød\". \"Frugtkød\". Ja! \"Dictionary\" på dansk\": \"ord\", \"bog\". Ord og bog. Ja! Men er der ikke ord i alle bøger? \"ORDBOG!\" Et dansk ord for \"parliament\"? \"Folke\" - \"people's\" ... \"ting\" - \"en ting\" ... Så har man folkets ting! Fedt! Ofte giver det her Legosprog mening. Man klikker ord sammen og laver nye fede ord. Ofte giver det god mening. For eksempel \"pyjamas\": \"nattøj\". \"Natte tøj\". Ja! Aarhus, når I skal i seng i aften og tager nattøj på, vil det give mening for jer. Andre gange giver det ikke mening. Ligesom \"cricket\" på dansk ... \"Fåre ... kylling\". \"Sheep chicken\" [!] Hvad?! Det danske sprog kan spores tilbage til en Gorm Gormsen, ja! Han er en superægte gammel dansker. Kender I ham fra Fisk-flasken? Ham med skægget? Det er ham! Det er Gorm Gormsen! Han kom op af havet i Esbjerg for at fortælle verden om det danske sprog. Det var i fordums tid, og folk kom fra vikingelandbyerne for at møde Gorm Gormsen. De sagde: \"Vi har hørt så meget om dit Legosprog!\" \"Kan du give os nogle eksempler?\" Gorm kiggede op i den grå danske himmel og sagde: \"Sam ... arbejde\" Du er fandeme genial, Gorm. Vi arbejder sammen - vi samerbejder! Jeg kan godt lide det. Det skriver jeg i ordbogen. Det er fantastisk! Kom med et andet eksempel. \"Spejl ... æg\" \"Spejlæg\"? \"Æg på spejl\"? Hvad snakker du om? Men du er Gorm Gormsen, opfinder af det danske sprog, så det skriver jeg. Folk vil sige det for evigt! Giv os et eksempel mere. Gorm kiggede op i den grå himmel og sagde: \"Over ... morgen\" Du er fandeme genial! \"Over-morgenen\"! På engelsk skal man sige, \"Dagen .. efter .. i morge--\" Fuck det. \"I overmorgen\"! Vi kommer til at spare så meget tid. Du er genial, Gorm! Har du flere eksempler? Han kiggede op i den grå himmel og sagde: \"Bryst ... vorter\" \"Brystvorter\"? \"Vorter på brystet\"?! Det er da superulækkert! Du har lige ødelagt dem for alle! \"Skam ... læber\" OK, Gorm, tilbage i havet med dig!", "sentences": ["Jeg har en vittighed.", "Hvad kalder man en vaskebjørn, der vasker op?", "En \"opvaskebjørn\"!", "Den går kun på dansk, for dansk er et fantastisk sprog.", "Man kan sætte forskellige ord sammen og lave nye ord.", "Ligesom ordet \"vaskebjørn\".", "Tag \"vaske\" og \"bjørn\" ...", "så har man \"vaskebjørn\"!", "Det er simpelthen så fedt!", "Ligesom kødet på frugter.", "Man tager \"frugt\" og \"kød\".", "\"Frugtkød\".", "Ja!", "\"Dictionary\" på dansk\": \"ord\", \"bog\".", "Ord og bog.", "Ja!", "Men er der ikke ord i alle bøger?", "\"ORDBOG!\" Et dansk ord for \"parliament\"?", "\"Folke\" - \"people's\" ...", "\"ting\" - \"en ting\" ...", "Så har man folkets ting!", "Fedt!", "Ofte giver det her Legosprog mening.", "Man klikker ord sammen og laver nye fede ord.", "Ofte giver det god mening.", "For eksempel \"pyjamas\": \"nattøj\".", "\"Natte tøj\".", "Ja!", "Aarhus, når I skal i seng i aften og tager nattøj på, vil det give mening for jer.", "Andre gange giver det ikke mening.", "Ligesom \"cricket\" på dansk ...", "\"Fåre ...", "kylling\".", "\"Sheep chicken\" [!] Hvad?!", "Det danske sprog kan spores tilbage til en Gorm Gormsen, ja!", "Han er en superægte gammel dansker.", "Kender I ham fra Fisk-flasken?", "Ham med skægget?", "Det er ham!", "Det er Gorm Gormsen!", "Han kom op af havet i Esbjerg for at fortælle verden om det danske sprog.", "Det var i fordums tid, og folk kom fra vikingelandbyerne for at møde Gorm Gormsen.", "De sagde: \"Vi har hørt så meget om dit Legosprog!\" \"Kan du give os nogle eksempler?\" Gorm kiggede op i den grå danske himmel og sagde: \"Sam ...", "arbejde\" Du er fandeme genial, Gorm.", "Vi arbejder sammen - vi samerbejder!", "Jeg kan godt lide det.", "Det skriver jeg i ordbogen.", "Det er fantastisk!", "Kom med et andet eksempel.", "\"Spejl ...", "æg\" \"Spejlæg\"?", "\"Æg på spejl\"?", "Hvad snakker du om?", "Men du er Gorm Gormsen, opfinder af det danske sprog, så det skriver jeg.", "Folk vil sige det for evigt!", "Giv os et eksempel mere.", "Gorm kiggede op i den grå himmel og sagde: \"Over ...", "morgen\" Du er fandeme genial!", "\"Over-morgenen\"!", "På engelsk skal man sige, \"Dagen ..", "efter ..", "i morge--\" Fuck det.", "\"I overmorgen\"!", "Vi kommer til at spare så meget tid.", "Du er genial, Gorm!", "Har du flere eksempler?", "Han kiggede op i den grå himmel og sagde: \"Bryst ...", "vorter\" \"Brystvorter\"?", "\"Vorter på brystet\"?!", "Det er da superulækkert!", "Du har lige ødelagt dem for alle!", "\"Skam ...", "læber\" OK, Gorm, tilbage i havet med dig!"], "transcript": [{"start": 1.28, "end": 5.842, "text": "Jeg har en vittighed. Hvad kalder man en vaskebjørn, der vasker op?"}, {"start": 5.955, "end": 8.223, "text": "En \"opvaskebjørn\"!"}, {"start": 11.92, "end": 16.798, "text": "Den går kun på dansk, for dansk er et fantastisk sprog."}, {"start": 16.798, "end": 21.211, "text": "Man kan sætte forskellige ord sammen og lave nye ord."}, {"start": 21.211, "end": 24.05, "text": "Ligesom ordet \"vaskebjørn\". Tag \"vaske\" og \"bjørn\" ..."}, {"start": 24.05, "end": 28.044, "text": "så har man \"vaskebjørn\"! Det er simpelthen så fedt!"}, {"start": 28.044, "end": 33.0, "text": "Ligesom kødet på frugter. Man tager \"frugt\" og \"kød\"."}, {"start": 33.0, "end": 35.842, "text": "\"Frugtkød\". Ja!"}, {"start": 35.842, "end": 43.2, "text": "\"Dictionary\" på dansk\": \"ord\", \"bog\". Ord og bog. Ja!"}, {"start": 43.2, "end": 48.289, "text": "Men er der ikke ord i alle bøger? \"ORDBOG!\""}, {"start": 49.2, "end": 56.73, "text": "Et dansk ord for \"parliament\"? \"Folke\" - \"people's\" ... \"ting\" - \"en ting\" ..."}, {"start": 56.866, "end": 61.226, "text": "Så har man folkets ting! Fedt!"}, {"start": 62.32, "end": 65.685, "text": "Ofte giver det her Legosprog mening."}, {"start": 65.685, "end": 69.12, "text": "Man klikker ord sammen og laver nye fede ord."}, {"start": 69.12, "end": 73.568, "text": "Ofte giver det god mening. For eksempel \"pyjamas\": \"nattøj\"."}, {"start": 73.568, "end": 76.018, "text": "\"Natte tøj\". Ja!"}, {"start": 76.24, "end": 82.459, "text": "Aarhus, når I skal i seng i aften og tager nattøj på, vil det give mening for jer."}, {"start": 82.88, "end": 87.207, "text": "Andre gange giver det ikke mening. Ligesom \"cricket\" på dansk ..."}, {"start": 87.207, "end": 90.24, "text": "\"Fåre ... kylling\"."}, {"start": 91.44800000000001, "end": 93.99799999999999, "text": "\"Sheep chicken\" [!]"}, {"start": 95.2, "end": 97.295, "text": "Hvad?!"}, {"start": 99.68, "end": 105.435, "text": "Det danske sprog kan spores tilbage til en Gorm Gormsen, ja!"}, {"start": 105.435, "end": 108.72, "text": "Han er en superægte gammel dansker."}, {"start": 108.72, "end": 112.828, "text": "Kender I ham fra Fisk-flasken? Ham med skægget?"}, {"start": 112.828, "end": 115.077, "text": "Det er ham! Det er Gorm Gormsen!"}, {"start": 115.077, "end": 120.205, "text": "Han kom op af havet i Esbjerg for at fortælle verden om det danske sprog."}, {"start": 120.205, "end": 123.956, "text": "Det var i fordums tid, og folk kom fra vikingelandbyerne"}, {"start": 123.956, "end": 127.017, "text": "for at møde Gorm Gormsen."}, {"start": 127.017, "end": 130.429, "text": "De sagde: \"Vi har hørt så meget om dit Legosprog!\""}, {"start": 130.429, "end": 132.934, "text": "\"Kan du give os nogle eksempler?\""}, {"start": 132.934, "end": 136.556, "text": "Gorm kiggede op i den grå danske himmel og sagde:"}, {"start": 136.556, "end": 139.874, "text": "\"Sam ... arbejde\""}, {"start": 140.56, "end": 145.44, "text": "Du er fandeme genial, Gorm. Vi arbejder sammen - vi samerbejder!"}, {"start": 146.07999999999998, "end": 150.95, "text": "Jeg kan godt lide det. Det skriver jeg i ordbogen. Det er fantastisk!"}, {"start": 151.28, "end": 153.89600000000002, "text": "Kom med et andet eksempel."}, {"start": 153.89600000000002, "end": 157.773, "text": "\"Spejl ... æg\""}, {"start": 158.64, "end": 162.168, "text": "\"Spejlæg\"? \"Æg på spejl\"?"}, {"start": 162.168, "end": 164.86, "text": "Hvad snakker du om?"}, {"start": 164.86, "end": 168.909, "text": "Men du er Gorm Gormsen, opfinder af det danske sprog, så det skriver jeg."}, {"start": 168.909, "end": 173.769, "text": "Folk vil sige det for evigt! Giv os et eksempel mere."}, {"start": 173.769, "end": 176.9, "text": "Gorm kiggede op i den grå himmel og sagde:"}, {"start": 176.9, "end": 180.0, "text": "\"Over ... morgen\""}, {"start": 180.48, "end": 185.04, "text": "Du er fandeme genial! \"Over-morgenen\"!"}, {"start": 185.04, "end": 191.627, "text": "På engelsk skal man sige, \"Dagen .. efter .. i morge--\" Fuck det. \"I overmorgen\"!"}, {"start": 196.8, "end": 200.802, "text": "Vi kommer til at spare så meget tid. Du er genial, Gorm!"}, {"start": 201.04, "end": 203.2, "text": "Har du flere eksempler?"}, {"start": 203.2, "end": 205.714, "text": "Han kiggede op i den grå himmel og sagde:"}, {"start": 205.714, "end": 209.36, "text": "\"Bryst ... vorter\""}, {"start": 209.92000000000002, "end": 214.703, "text": "\"Brystvorter\"? \"Vorter på brystet\"?!"}, {"start": 214.703, "end": 217.883, "text": "Det er da superulækkert!"}, {"start": 217.883, "end": 221.602, "text": "Du har lige ødelagt dem for alle!"}, {"start": 222.0, "end": 228.264, "text": "\"Skam ... læber\" OK, Gorm, tilbage i havet med dig!"}], "createdAt": "2025-12-15T07:03:23.000Z", "imageUrl": "https://img.youtube.com/vi/KS_8fClPXxE/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=KS_8fClPXxE", "isFavorite": false, "progress": 0, "genre": "comedy"}]