[{"id": "yt_6GHZ_MKG8C8", "userId": "system_native", "title": "Anastazie – Once Again (Czech Version) | Official Czech R&B Music Video #czech #czechreels #czechia", "language": "cs", "content": "[Hudba] Kolikrát si můžu přát, aby aspoň jeden z Kolikrát si můžu přát, aby aspoň jeden z Kolikrát si můžu přát, aby aspoň jeden z nás odejít dokázal. nás odejít dokázal. nás odejít dokázal. Možná budu muset já. Nemůžeme dál. Možná budu muset já. Nemůžeme dál. Možná budu muset já. Nemůžeme dál. Obavíme, co to chce rozloužit a osnát se Obavíme, co to chce rozloužit a osnát se Obavíme, co to chce rozloužit a osnát se zas ten text. Jak se máš? Kde jsi teď? zas ten text. Jak se máš? Kde jsi teď? zas ten text. Jak se máš? Kde jsi teď? Mluvíme, dáváme šance. Dneska tu můžu Mluvíme, dáváme šance. Dneska tu můžu Mluvíme, dáváme šance. Dneska tu můžu být krátce. Pověz všechno, co chceš. být krátce. Pověz všechno, co chceš. být krátce. Pověz všechno, co chceš. Pravdu i lež udělám tež. Nevíme, co se z Pravdu i lež udělám tež. Nevíme, co se z Pravdu i lež udělám tež. Nevíme, co se z nás stane. Možná to tak bylo dané. Teď nás stane. Možná to tak bylo dané. Teď nás stane. Možná to tak bylo dané. Teď už fakt musím jít. Nechci tak znít. už fakt musím jít. Nechci tak znít. už fakt musím jít. Nechci tak znít. Můžeš mě vrátit. Můžeš mě vrátit. Můžeš mě vrátit. Slyším jen Slyším jen Slyším jen abych ty z ty stej. Nemůžu ven. Je to abych ty z ty stej. Nemůžu ven. Je to abych ty z ty stej. Nemůžu ven. Je to jak jsem nechci už vstávat teď. Je to jak jsem nechci už vstávat teď. Je to jak jsem nechci už vstávat teď. Je to jen play play play. jen play play play. jen play play play. Čekáme. Lej lej lej lej. Nikdo nedá tobě Čekáme. Lej lej lej lej. Nikdo nedá tobě Čekáme. Lej lej lej lej. Nikdo nedá tobě co já. A ty to víš. [Hudba] sátý stres, ale neumíme pést. Bez sebe sátý stres, ale neumíme pést. Bez sebe sátý stres, ale neumíme pést. Bez sebe to nejde tak s úsměvem se spodíval. to nejde tak s úsměvem se spodíval. to nejde tak s úsměvem se spodíval. Čekání na kol, rozhovory do vzduchu. Čekání na kol, rozhovory do vzduchu. Čekání na kol, rozhovory do vzduchu. Vidím, že jsme zase tu. Stejný text, kdy Vidím, že jsme zase tu. Stejný text, kdy Vidím, že jsme zase tu. Stejný text, kdy přijdeš, chybíš teď. Mluvíme, dáváme přijdeš, chybíš teď. Mluvíme, dáváme přijdeš, chybíš teď. Mluvíme, dáváme šance. Dneska tu můžu být krátce. Pověz šance. Dneska tu můžu být krátce. Pověz šance. Dneska tu můžu být krátce. Pověz všechno, co chceš. Pravdu i lež udělám všechno, co chceš. Pravdu i lež udělám všechno, co chceš. Pravdu i lež udělám též. Nevíme, co se z nás stane. Možná to též. Nevíme, co se z nás stane. Možná to též. Nevíme, co se z nás stane. Možná to tak bylo dané. Teď už fakt musím jít. tak bylo dané. Teď už fakt musím jít. tak bylo dané. Teď už fakt musím jít. Nechci tak znít, můžeš mě vrátit. Nechci tak znít, můžeš mě vrátit. Nechci tak znít, můžeš mě vrátit. Slyším jenay wayš, Slyším jenay wayš, Slyším jenay wayš, abych stej stej stej stej stej. Nemůžu abych stej stej stej stej stej. Nemůžu abych stej stej stej stej stej. Nemůžu ven. Je to jak jsem nechci už vstávat ven. Je to jak jsem nechci už vstávat ven. Je to jak jsem nechci už vstávat teď. Je to jen play play. teď. Je to jen play play. teď. Je to jen play play. Čekáme. Lej, lej lej lej. Nikdo nedá Čekáme. Lej, lej lej lej. Nikdo nedá Čekáme. Lej, lej lej lej. Nikdo nedá tobě, co já a ty to víš. tobě, co já a ty to víš. tobě, co já a ty to víš. Slyším Slyším Slyším [Hudba] [Hudba] [Hudba] je to play. Čekáme. Nikdo nedá tobě co já. A ty to víš. Nikdo nedá tobě co já. A ty to víš. Nikdo nedá tobě co já. A ty to víš. am", "sentences": ["[Hudba] Kolikrát si můžu přát, aby aspoň jeden z Kolikrát si můžu přát, aby aspoň jeden z Kolikrát si můžu přát, aby aspoň jeden z nás odejít dokázal.", "nás odejít dokázal.", "nás odejít dokázal.", "Možná budu muset já.", "Nemůžeme dál.", "Možná budu muset já.", "Nemůžeme dál.", "Možná budu muset já.", "Nemůžeme dál.", "Obavíme, co to chce rozloužit a osnát se Obavíme, co to chce rozloužit a osnát se Obavíme, co to chce rozloužit a osnát se zas ten text.", "Jak se máš?", "Kde jsi teď?", "zas ten text.", "Jak se máš?", "Kde jsi teď?", "zas ten text.", "Jak se máš?", "Kde jsi teď?", "Mluvíme, dáváme šance.", "Dneska tu můžu Mluvíme, dáváme šance.", "Dneska tu můžu Mluvíme, dáváme šance.", "Dneska tu můžu být krátce.", "Pověz všechno, co chceš.", "být krátce.", "Pověz všechno, co chceš.", "být krátce.", "Pověz všechno, co chceš.", "Pravdu i lež udělám tež.", "Nevíme, co se z Pravdu i lež udělám tež.", "Nevíme, co se z Pravdu i lež udělám tež.", "Nevíme, co se z nás stane.", "Možná to tak bylo dané.", "Teď nás stane.", "Možná to tak bylo dané.", "Teď nás stane.", "Možná to tak bylo dané.", "Teď už fakt musím jít.", "Nechci tak znít.", "už fakt musím jít.", "Nechci tak znít.", "už fakt musím jít.", "Nechci tak znít.", "Můžeš mě vrátit.", "Můžeš mě vrátit.", "Můžeš mě vrátit.", "Slyším jen Slyším jen Slyším jen abych ty z ty stej.", "Nemůžu ven.", "Je to abych ty z ty stej.", "Nemůžu ven.", "Je to abych ty z ty stej.", "Nemůžu ven.", "Je to jak jsem nechci už vstávat teď.", "Je to jak jsem nechci už vstávat teď.", "Je to jak jsem nechci už vstávat teď.", "Je to jen play play play.", "jen play play play.", "jen play play play.", "Čekáme.", "Lej lej lej lej.", "Nikdo nedá tobě Čekáme.", "Lej lej lej lej.", "Nikdo nedá tobě Čekáme.", "Lej lej lej lej.", "Nikdo nedá tobě co já.", "A ty to víš.", "[Hudba] sátý stres, ale neumíme pést.", "Bez sebe sátý stres, ale neumíme pést.", "Bez sebe sátý stres, ale neumíme pést.", "Bez sebe to nejde tak s úsměvem se spodíval.", "to nejde tak s úsměvem se spodíval.", "to nejde tak s úsměvem se spodíval.", "Čekání na kol, rozhovory do vzduchu.", "Čekání na kol, rozhovory do vzduchu.", "Čekání na kol, rozhovory do vzduchu.", "Vidím, že jsme zase tu.", "Stejný text, kdy Vidím, že jsme zase tu.", "Stejný text, kdy Vidím, že jsme zase tu.", "Stejný text, kdy přijdeš, chybíš teď.", "Mluvíme, dáváme přijdeš, chybíš teď.", "Mluvíme, dáváme přijdeš, chybíš teď.", "Mluvíme, dáváme šance.", "Dneska tu můžu být krátce.", "Pověz šance.", "Dneska tu můžu být krátce.", "Pověz šance.", "Dneska tu můžu být krátce.", "Pověz všechno, co chceš.", "Pravdu i lež udělám všechno, co chceš.", "Pravdu i lež udělám všechno, co chceš.", "Pravdu i lež udělám též.", "Nevíme, co se z nás stane.", "Možná to též.", "Nevíme, co se z nás stane.", "Možná to též.", "Nevíme, co se z nás stane.", "Možná to tak bylo dané.", "Teď už fakt musím jít.", "tak bylo dané.", "Teď už fakt musím jít.", "tak bylo dané.", "Teď už fakt musím jít.", "Nechci tak znít, můžeš mě vrátit.", "Nechci tak znít, můžeš mě vrátit.", "Nechci tak znít, můžeš mě vrátit.", "Slyším jenay wayš, Slyším jenay wayš, Slyším jenay wayš, abych stej stej stej stej stej.", "Nemůžu abych stej stej stej stej stej.", "Nemůžu abych stej stej stej stej stej.", "Nemůžu ven.", "Je to jak jsem nechci už vstávat ven.", "Je to jak jsem nechci už vstávat ven.", "Je to jak jsem nechci už vstávat teď.", "Je to jen play play.", "teď.", "Je to jen play play.", "teď.", "Je to jen play play.", "Čekáme.", "Lej, lej lej lej.", "Nikdo nedá Čekáme.", "Lej, lej lej lej.", "Nikdo nedá Čekáme.", "Lej, lej lej lej.", "Nikdo nedá tobě, co já a ty to víš.", "tobě, co já a ty to víš.", "tobě, co já a ty to víš.", "Slyším Slyším Slyším [Hudba] [Hudba] [Hudba] je to play.", "Čekáme.", "Nikdo nedá tobě co já.", "A ty to víš.", "Nikdo nedá tobě co já.", "A ty to víš.", "Nikdo nedá tobě co já.", "A ty to víš.", "am"], "transcript": [{"start": 0.51, "end": 19.79, "text": "[Hudba]"}, {"start": 19.8, "end": 23.63, "text": "Kolikrát si můžu přát, aby aspoň jeden z"}, {"start": 23.63, "end": 23.64, "text": "Kolikrát si můžu přát, aby aspoň jeden z"}, {"start": 23.64, "end": 27.39, "text": "Kolikrát si můžu přát, aby aspoň jeden z nás odejít dokázal."}, {"start": 27.39, "end": 27.4, "text": "nás odejít dokázal."}, {"start": 27.4, "end": 31.269, "text": "nás odejít dokázal. Možná budu muset já. Nemůžeme dál."}, {"start": 31.269, "end": 31.279, "text": "Možná budu muset já. Nemůžeme dál."}, {"start": 31.279, "end": 34.99, "text": "Možná budu muset já. Nemůžeme dál. Obavíme, co to chce rozloužit a osnát se"}, {"start": 34.99, "end": 35.0, "text": "Obavíme, co to chce rozloužit a osnát se"}, {"start": 35.0, "end": 39.35, "text": "Obavíme, co to chce rozloužit a osnát se zas ten text. Jak se máš? Kde jsi teď?"}, {"start": 39.35, "end": 39.36, "text": "zas ten text. Jak se máš? Kde jsi teď?"}, {"start": 39.36, "end": 42.91, "text": "zas ten text. Jak se máš? Kde jsi teď? Mluvíme, dáváme šance. Dneska tu můžu"}, {"start": 42.91, "end": 42.92, "text": "Mluvíme, dáváme šance. Dneska tu můžu"}, {"start": 42.92, "end": 46.47, "text": "Mluvíme, dáváme šance. Dneska tu můžu být krátce. Pověz všechno, co chceš."}, {"start": 46.47, "end": 46.48, "text": "být krátce. Pověz všechno, co chceš."}, {"start": 46.48, "end": 50.59, "text": "být krátce. Pověz všechno, co chceš. Pravdu i lež udělám tež. Nevíme, co se z"}, {"start": 50.59, "end": 50.6, "text": "Pravdu i lež udělám tež. Nevíme, co se z"}, {"start": 50.6, "end": 54.869, "text": "Pravdu i lež udělám tež. Nevíme, co se z nás stane. Možná to tak bylo dané. Teď"}, {"start": 54.869, "end": 54.879, "text": "nás stane. Možná to tak bylo dané. Teď"}, {"start": 54.879, "end": 57.79, "text": "nás stane. Možná to tak bylo dané. Teď už fakt musím jít. Nechci tak znít."}, {"start": 57.79, "end": 57.8, "text": "už fakt musím jít. Nechci tak znít."}, {"start": 57.8, "end": 60.15, "text": "už fakt musím jít. Nechci tak znít. Můžeš mě vrátit."}, {"start": 60.15, "end": 60.16, "text": "Můžeš mě vrátit."}, {"start": 60.16, "end": 63.15, "text": "Můžeš mě vrátit. Slyším jen"}, {"start": 63.15, "end": 63.16, "text": "Slyším jen"}, {"start": 63.16, "end": 66.99, "text": "Slyším jen abych ty z ty stej. Nemůžu ven. Je to"}, {"start": 66.99, "end": 67.0, "text": "abych ty z ty stej. Nemůžu ven. Je to"}, {"start": 67.0, "end": 70.67, "text": "abych ty z ty stej. Nemůžu ven. Je to jak jsem nechci už vstávat teď. Je to"}, {"start": 70.67, "end": 70.68, "text": "jak jsem nechci už vstávat teď. Je to"}, {"start": 70.68, "end": 72.91, "text": "jak jsem nechci už vstávat teď. Je to jen play play play."}, {"start": 72.91, "end": 72.92, "text": "jen play play play."}, {"start": 72.92, "end": 77.10900000000001, "text": "jen play play play. Čekáme. Lej lej lej lej. Nikdo nedá tobě"}, {"start": 77.10900000000001, "end": 77.119, "text": "Čekáme. Lej lej lej lej. Nikdo nedá tobě"}, {"start": 77.119, "end": 82.28, "text": "Čekáme. Lej lej lej lej. Nikdo nedá tobě co já. A ty to víš."}, {"start": 82.28999999999999, "end": 101.35, "text": "[Hudba]"}, {"start": 101.36, "end": 106.149, "text": "sátý stres, ale neumíme pést. Bez sebe"}, {"start": 106.149, "end": 106.15899999999999, "text": "sátý stres, ale neumíme pést. Bez sebe"}, {"start": 106.15899999999999, "end": 110.709, "text": "sátý stres, ale neumíme pést. Bez sebe to nejde tak s úsměvem se spodíval."}, {"start": 110.709, "end": 110.719, "text": "to nejde tak s úsměvem se spodíval."}, {"start": 110.719, "end": 113.91, "text": "to nejde tak s úsměvem se spodíval. Čekání na kol, rozhovory do vzduchu."}, {"start": 113.91, "end": 113.92, "text": "Čekání na kol, rozhovory do vzduchu."}, {"start": 113.92, "end": 117.38900000000001, "text": "Čekání na kol, rozhovory do vzduchu. Vidím, že jsme zase tu. Stejný text, kdy"}, {"start": 117.38900000000001, "end": 117.399, "text": "Vidím, že jsme zase tu. Stejný text, kdy"}, {"start": 117.399, "end": 121.469, "text": "Vidím, že jsme zase tu. Stejný text, kdy přijdeš, chybíš teď. Mluvíme, dáváme"}, {"start": 121.469, "end": 121.479, "text": "přijdeš, chybíš teď. Mluvíme, dáváme"}, {"start": 121.479, "end": 125.87, "text": "přijdeš, chybíš teď. Mluvíme, dáváme šance. Dneska tu můžu být krátce. Pověz"}, {"start": 125.87, "end": 125.88, "text": "šance. Dneska tu můžu být krátce. Pověz"}, {"start": 125.88, "end": 129.22899999999998, "text": "šance. Dneska tu můžu být krátce. Pověz všechno, co chceš. Pravdu i lež udělám"}, {"start": 129.22899999999998, "end": 129.239, "text": "všechno, co chceš. Pravdu i lež udělám"}, {"start": 129.239, "end": 133.51, "text": "všechno, co chceš. Pravdu i lež udělám též. Nevíme, co se z nás stane. Možná to"}, {"start": 133.51, "end": 133.52, "text": "též. Nevíme, co se z nás stane. Možná to"}, {"start": 133.52, "end": 137.39, "text": "též. Nevíme, co se z nás stane. Možná to tak bylo dané. Teď už fakt musím jít."}, {"start": 137.39, "end": 137.4, "text": "tak bylo dané. Teď už fakt musím jít."}, {"start": 137.4, "end": 141.03, "text": "tak bylo dané. Teď už fakt musím jít. Nechci tak znít, můžeš mě vrátit."}, {"start": 141.03, "end": 141.04, "text": "Nechci tak znít, můžeš mě vrátit."}, {"start": 141.04, "end": 143.949, "text": "Nechci tak znít, můžeš mě vrátit. Slyším jenay wayš,"}, {"start": 143.949, "end": 143.959, "text": "Slyším jenay wayš,"}, {"start": 143.959, "end": 146.75, "text": "Slyším jenay wayš, abych stej stej stej stej stej. Nemůžu"}, {"start": 146.75, "end": 146.76, "text": "abych stej stej stej stej stej. Nemůžu"}, {"start": 146.76, "end": 149.949, "text": "abych stej stej stej stej stej. Nemůžu ven. Je to jak jsem nechci už vstávat"}, {"start": 149.949, "end": 149.959, "text": "ven. Je to jak jsem nechci už vstávat"}, {"start": 149.959, "end": 153.71, "text": "ven. Je to jak jsem nechci už vstávat teď. Je to jen play play."}, {"start": 153.71, "end": 153.72, "text": "teď. Je to jen play play."}, {"start": 153.72, "end": 157.50900000000001, "text": "teď. Je to jen play play. Čekáme. Lej, lej lej lej. Nikdo nedá"}, {"start": 157.50900000000001, "end": 157.519, "text": "Čekáme. Lej, lej lej lej. Nikdo nedá"}, {"start": 157.519, "end": 161.22899999999998, "text": "Čekáme. Lej, lej lej lej. Nikdo nedá tobě, co já a ty to víš."}, {"start": 161.22899999999998, "end": 161.239, "text": "tobě, co já a ty to víš."}, {"start": 161.239, "end": 163.86, "text": "tobě, co já a ty to víš. Slyším"}, {"start": 163.86, "end": 163.87, "text": "Slyším"}, {"start": 163.87, "end": 166.35, "text": "Slyším [Hudba]"}, {"start": 166.35, "end": 166.36, "text": "[Hudba]"}, {"start": 166.36, "end": 171.35, "text": "[Hudba] je to play."}, {"start": 171.36, "end": 176.43, "text": "Čekáme."}, {"start": 176.44, "end": 181.35, "text": "Nikdo nedá tobě co já. A ty to víš."}, {"start": 181.35, "end": 181.36, "text": "Nikdo nedá tobě co já. A ty to víš."}, {"start": 181.36, "end": 184.36, "text": "Nikdo nedá tobě co já. A ty to víš. am"}], "createdAt": "2025-12-15T07:02:35.000Z", "imageUrl": "https://img.youtube.com/vi/6GHZ_MKG8C8/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=6GHZ_MKG8C8", "isFavorite": false, "progress": 0, "genre": "music"}, {"id": "yt_3C_yh90FLFQ", "userId": "system_native", "title": "WHAT ARE CZECH PEOPLE REALLY LIKE? PART 1 (Czech mentality)", "language": "cs", "content": "Ahoj všichni! Tady Jen z Dream Prague se svou pravidelnou dávkou názorů cizinky na život v České republice. Když se prvně potkáte s Čechem a on zjistí, že jste z ciziny, jednou z jeho prvních otázek bude: „Chutná ti české jídlo?“ nebo „Máš rád české pivo?“ A hned nato se vás zeptají: „A co si myslíš o české mentalitě?“ Eh? To mi přijde jako divná otázka. Jen zřídka přemýšlím o mentalitě lidí, natož pak o mentalitě národů. Mentalita je z definice jednotný způsob myšlení člověka nebo skupiny lidí. Takže ptát se cizince: „Co si myslíš o našem způsobu myšlení?“ mi připadá celkem zvláštní. Zaprvé proto, že Američané nemají jednotnou mentalitu – to by bylo nemožné definovat. Pohrdali bychom představou, že nás někdo co do způsobu myšlení chce všechny házet do jednoho pytle. A zadruhé: Američanům je celkem jedno, co si o nich ostatní myslí. Myslím, že Francouzům taky. Podle mě i Britům je to fuk. I Němcům je to jedno. Ale skutečnost, že mi tuto otázku položila spousta Čechů osobně, podle mě o jejich mentalitě hodně vypovídá. Takže v tomhle videu probereme podstatu existence „české mentality“ a uvidíme, jestli najdu odpověď, jejíž hledání mi trvalo celých deset let. A otevřeně přiznávám, že budu hodně generalizovat. Samozřejmě chci, abyste věděli, že ne všichni Češi jsou takoví, ale protože se mě na to stále ptají, pokusím se odpovědět. Tohle video je první část, přičemž druhá vyjde za týden. Pokud ji nechcete promeškat, začněte odebírat a klikněte si na zvoneček, aby YouTube vědělo, že vás má upozornit, jakmile příští video vyjde. Tak, jedeme dál. Samotná česká představa toho, že existuje nějaká česká mentalita, mě zaujala. Když se dívám na Američany, říkám si: „S tamtím chlápkem nemám nic společného. Sotva rozumím tomu, co říká.“ Ale Češi o sobě opravdu smýšlí jako o Češích. Kromě jazyka, kultury a kuchyně spolu sdílejí velmi specifickou politickou historii. Čtyřicet let komunismu a útlaku pomohlo utvářet jistý způsob myšlení, po komunismu objevili svoje místo v mezinárodním světě ve středu Evropy (pro východní Evropu příliš na západě, pro západní příliš na východě.) To jsou velice specifické pocity, které sdílejí s ostatními Čechy. Pokud se kterýchkoliv 10 Američanů zeptáte, jaká je americká mentalita, dostanete 10 různých odpovědí. Ale to jen proto, že zkušenosti každého z nás jsou diametrálně odlišné. Stále více lidí v USA se dokonce začíná odlišovat a už o sobě ani nesmýšlejí jako o Američanech, ale daleko spíš se hlásí ke konkrétnímu etniku, rase nebo víře než ke sdílené americké národnosti. Na druhou stranu Češi se podle mě identifkují hlavně jako Češi. Možná mezi sebou nesouhlasí. Mají jiné politické názory. Ale berou to tak, že spolu sdílejí tuhle českou mentalitu, kterou se v tomto videu snažím popsat. Čechům záleží na tom, co si o nich myslíte. Proto vám tu otázku vlastně položí. Jsou velice choulostiví na to, jak je ostatní vnímají. Konkrétně na to, jak je vnímá Západ, ačkoliv nedávno mi někdo řekl, že v minulosti jim víc záleželo na tom, co si o nich myslí Východ. Západ je teď víc v módě, dalo by se říct. Možná proto, že Američané jsou v kolektivním slova smyslu tak sebestřední a Francouzi jsou až moc velcí snobové. A Italové mají příliš práce s překřikováním, takže se o to, jak naše kultury vnímají cizinci, nijak moc nestaráme. Buď nás máte rádi, nebo ne. To je vaše výsada. Češi jsou ale vážně zvědaví na názor cizinců. Příkladem budiž to, že tohle video je pro cizince, kteří chtějí zjistit, jací Češi doopravdy jsou, ale spousta z vás, kdo jste klikli na tohle video o Češích, jste ve skutečnosti... ... Češi? Takže když před nimi svůj názor na českou mentalitu konečně vyjádříte, pozitivní ohlasy jim moc lichotí a hřeje je u srdce, že je má někdo rád. Ale nemůžete jim lichotit moc, protože jinak vás začnou podezřívat, že lžete nebo že jim neříkáte celou pravdu. Nechápejte mě špatně. Češi jsou na svou kulturu patřičně hrdí, ale taky mi připadá, že v porovnání s ostatními národy trpí kolektivním nedostatkem sebevědomí. Čeští diváci mi často píšou komentáře jako: „Jsi příliš milá. Řekni, co se ti na nás nelíbí.“ Skoro jako by jim bylo příjemnější, když je člověk kritizuje, a s vaší kritikou budou nejspíš i souhlasit. Jsou často první, kdo chybu v českém charakteru přiznají: „Poslyš, chceš toho po nás moc – jsme Češi!“ Mentalita smolařů. Paradox je, že Češi o sobě rádi říkají, že jsou smolaři, ale také mají spoustu pýchy ohledně národních úspěchů a chtějí vás o nich informovat. Z Česka pochází spousta slavných spisovatelů, skladatelů a vynálezců, na které jsou nesmírně hrdí. Je zajímavé, jak se tahle smolařská mentalita setkává s národní pýchou. Skoro jako by chtěli vyhlásit důležitost vlastního národa, ale sami sebe jako jednotlivce zároveň shazují. Spousta Čechů mi řekla, že Češi mají velmi specifický smysl pro humor a také věří, že jsou jediní, kdo má tento smysl pro humor. Pouhá představa, že existuje něco jako český smysl pro humor, je rozhodně součástí české mentality. Pokud jim něco přijde vtipné, dokonce vám řeknou: „Ha, jasně, tohle je typický český humor.“ Ani je nenapadne, že něco může být univerzálně vtipné. Pokud to přijde vtipné jim, je to český humor. Musím však říct, že český humor se od ostatních typů humoru liší, protože v něm nejsou téměř žádné zábrany. Čím černější je vtip, tím je zábavnější. V USA máme takový výraz: „too soon“, což v podstatě znamená, že nemůžete vtipkovat o nějaké tragédii, dokud od ní neuplyne alespoň nějaký čas. To by Češi nesnášeli. Připadá mi, že jediný způsob, jak může Čech přežít tragédii (a že jich neviděli málo), je vpustit do ní trochu humoru. Takže v tomhle ohledu si opravdu myslím, že český humor je jedinečnou součástí jejich mentality. Češi jsou proslulí tím, že jsou odměření k cizím lidem, a to mohu potvrdit. Vůbec se nesnaží o nezávaznou konverzaci s cizími nebo o nich zjistit víc či se jim třeba i jen představit. Žiju ve stejném domě už 10 let a někdy přistihnu sousedy, jak se rychle běží schovat do svých bytů a zavírají dveře dřív, než obejdu roh, jen aby mi nemuseli říct „dobrý den“. Taky jsem pracovala na místech a byla ve skupinách, kde jste mohli být po boku nějakého Čecha několik měsíců nebo i let, a pokud jste se do té doby nepředstavili, budou dál předstírat, že neexistujete. Může to být tím, že jsem cizinka. Myslím si, že spousta Čechů se nechce bavit s cizinci, protože se stydí za úroveň své angličtiny, takže se vám vyhýbají. Je však pravidlem, že jejich angličtina bývá ironicky desetkrát lepší než vaše čeština. Někde jsem četla, že tahle nedůvěra má kořeny v dobách komunismu, kdy se sousedé vzájemně nahlašovali. Takže se dá pochopit, proč si zdejší lidé chtějí hledět svého a nebavit se s lidmi, které vůbec neznají. Nemluvě o tom, že když do Česka přijede nějaký cizinec, vždycky si s Čechy pohrává a snaží se tady zavést nějaký svůj utlačovatelský režim. Rakušané. Němci. Rusové... Češi tak moc pohrdají Evropskou unií, která jim říká, že musejí přijmout jisté množství migrantů. Podle mě si myslí, že jsou to právě tihle velcí hloupí světoví hlavouni, jako je USA, Rusko, Německo nebo Británie, kteří můžou za to, proč tu máme války, a říkají: „Proč nás nutíte platit za vaše chyby?“ Tenhle postoj se teď kvůli přílivu ukrajinských uprchlíků mění, protože mi přijde, že pro spoustu Čechů jsou zaprvé Ukrajinci Slované, stejně jako Češi, takže českému lidu nejsou tolik cizí. A zadruhé, Češi také trpěli ruskou agresí, takže se v tomto ohledu dokážou do Ukrajinců vcítit. Ale z obecného hlediska nejsou nadšení z představy, že by nás, cizinců, tady bylo víc. Kdyby chtěli poslouchat divný přízvuk, zajeli by si do Brna. (Proboha, vidíte co mi to ti Pražáci udělali? Miluju tě, Brno. Brzo přijedu na návštěvu.) Takže tohle bylo jen několik mých dojmů z některých prvků české mentality. V následujícím videu uvedu prvních pět, takže nezapomeňte odebírat, kliknout na zvoneček a napsat mi do komentářů. Zajímá mě, co máte na srdci. Tak, uvidíme se příští týden, ahoj!", "sentences": ["Ahoj všichni!", "Tady Jen z Dream Prague se svou pravidelnou dávkou názorů cizinky na život v České republice.", "Když se prvně potkáte s Čechem a on zjistí, že jste z ciziny, jednou z jeho prvních otázek bude: „Chutná ti české jídlo?“ nebo „Máš rád české pivo?“ A hned nato se vás zeptají: „A co si myslíš o české mentalitě?“ Eh?", "To mi přijde jako divná otázka.", "Jen zřídka přemýšlím o mentalitě lidí, natož pak o mentalitě národů.", "Mentalita je z definice jednotný způsob myšlení člověka nebo skupiny lidí.", "Takže ptát se cizince: „Co si myslíš o našem způsobu myšlení?“ mi připadá celkem zvláštní.", "Zaprvé proto, že Američané nemají jednotnou mentalitu – to by bylo nemožné definovat.", "Pohrdali bychom představou, že nás někdo co do způsobu myšlení chce všechny házet do jednoho pytle.", "A zadruhé: Američanům je celkem jedno, co si o nich ostatní myslí.", "Myslím, že Francouzům taky.", "Podle mě i Britům je to fuk.", "I Němcům je to jedno.", "Ale skutečnost, že mi tuto otázku položila spousta Čechů osobně, podle mě o jejich mentalitě hodně vypovídá.", "Takže v tomhle videu probereme podstatu existence „české mentality“ a uvidíme, jestli najdu odpověď, jejíž hledání mi trvalo celých deset let.", "A otevřeně přiznávám, že budu hodně generalizovat.", "Samozřejmě chci, abyste věděli, že ne všichni Češi jsou takoví, ale protože se mě na to stále ptají, pokusím se odpovědět.", "Tohle video je první část, přičemž druhá vyjde za týden.", "Pokud ji nechcete promeškat, začněte odebírat a klikněte si na zvoneček, aby YouTube vědělo, že vás má upozornit, jakmile příští video vyjde.", "Tak, jedeme dál.", "Samotná česká představa toho, že existuje nějaká česká mentalita, mě zaujala.", "Když se dívám na Američany, říkám si: „S tamtím chlápkem nemám nic společného.", "Sotva rozumím tomu, co říká.“ Ale Češi o sobě opravdu smýšlí jako o Češích.", "Kromě jazyka, kultury a kuchyně spolu sdílejí velmi specifickou politickou historii.", "Čtyřicet let komunismu a útlaku pomohlo utvářet jistý způsob myšlení, po komunismu objevili svoje místo v mezinárodním světě ve středu Evropy (pro východní Evropu příliš na západě, pro západní příliš na východě.) To jsou velice specifické pocity, které sdílejí s ostatními Čechy.", "Pokud se kterýchkoliv 10 Američanů zeptáte, jaká je americká mentalita, dostanete 10 různých odpovědí.", "Ale to jen proto, že zkušenosti každého z nás jsou diametrálně odlišné.", "Stále více lidí v USA se dokonce začíná odlišovat a už o sobě ani nesmýšlejí jako o Američanech, ale daleko spíš se hlásí ke konkrétnímu etniku, rase nebo víře než ke sdílené americké národnosti.", "Na druhou stranu Češi se podle mě identifkují hlavně jako Češi.", "Možná mezi sebou nesouhlasí.", "Mají jiné politické názory.", "Ale berou to tak, že spolu sdílejí tuhle českou mentalitu, kterou se v tomto videu snažím popsat.", "Čechům záleží na tom, co si o nich myslíte.", "Proto vám tu otázku vlastně položí.", "Jsou velice choulostiví na to, jak je ostatní vnímají.", "Konkrétně na to, jak je vnímá Západ, ačkoliv nedávno mi někdo řekl, že v minulosti jim víc záleželo na tom, co si o nich myslí Východ.", "Západ je teď víc v módě, dalo by se říct.", "Možná proto, že Američané jsou v kolektivním slova smyslu tak sebestřední a Francouzi jsou až moc velcí snobové.", "A Italové mají příliš práce s překřikováním, takže se o to, jak naše kultury vnímají cizinci, nijak moc nestaráme.", "Buď nás máte rádi, nebo ne.", "To je vaše výsada.", "Češi jsou ale vážně zvědaví na názor cizinců.", "Příkladem budiž to, že tohle video je pro cizince, kteří chtějí zjistit, jací Češi doopravdy jsou, ale spousta z vás, kdo jste klikli na tohle video o Češích, jste ve skutečnosti...", "...", "Češi?", "Takže když před nimi svůj názor na českou mentalitu konečně vyjádříte, pozitivní ohlasy jim moc lichotí a hřeje je u srdce, že je má někdo rád.", "Ale nemůžete jim lichotit moc, protože jinak vás začnou podezřívat, že lžete nebo že jim neříkáte celou pravdu.", "Nechápejte mě špatně.", "Češi jsou na svou kulturu patřičně hrdí, ale taky mi připadá, že v porovnání s ostatními národy trpí kolektivním nedostatkem sebevědomí.", "Čeští diváci mi často píšou komentáře jako: „Jsi příliš milá.", "Řekni, co se ti na nás nelíbí.“ Skoro jako by jim bylo příjemnější, když je člověk kritizuje, a s vaší kritikou budou nejspíš i souhlasit.", "Jsou často první, kdo chybu v českém charakteru přiznají: „Poslyš, chceš toho po nás moc – jsme Češi!“ Mentalita smolařů.", "Paradox je, že Češi o sobě rádi říkají, že jsou smolaři, ale také mají spoustu pýchy ohledně národních úspěchů a chtějí vás o nich informovat.", "Z Česka pochází spousta slavných spisovatelů, skladatelů a vynálezců, na které jsou nesmírně hrdí.", "Je zajímavé, jak se tahle smolařská mentalita setkává s národní pýchou.", "Skoro jako by chtěli vyhlásit důležitost vlastního národa, ale sami sebe jako jednotlivce zároveň shazují.", "Spousta Čechů mi řekla, že Češi mají velmi specifický smysl pro humor a také věří, že jsou jediní, kdo má tento smysl pro humor.", "Pouhá představa, že existuje něco jako český smysl pro humor, je rozhodně součástí české mentality.", "Pokud jim něco přijde vtipné, dokonce vám řeknou: „Ha, jasně, tohle je typický český humor.“ Ani je nenapadne, že něco může být univerzálně vtipné.", "Pokud to přijde vtipné jim, je to český humor.", "Musím však říct, že český humor se od ostatních typů humoru liší, protože v něm nejsou téměř žádné zábrany.", "Čím černější je vtip, tím je zábavnější.", "V USA máme takový výraz: „too soon“, což v podstatě znamená, že nemůžete vtipkovat o nějaké tragédii, dokud od ní neuplyne alespoň nějaký čas.", "To by Češi nesnášeli.", "Připadá mi, že jediný způsob, jak může Čech přežít tragédii (a že jich neviděli málo), je vpustit do ní trochu humoru.", "Takže v tomhle ohledu si opravdu myslím, že český humor je jedinečnou součástí jejich mentality.", "Češi jsou proslulí tím, že jsou odměření k cizím lidem, a to mohu potvrdit.", "Vůbec se nesnaží o nezávaznou konverzaci s cizími nebo o nich zjistit víc či se jim třeba i jen představit.", "Žiju ve stejném domě už 10 let a někdy přistihnu sousedy, jak se rychle běží schovat do svých bytů a zavírají dveře dřív, než obejdu roh, jen aby mi nemuseli říct „dobrý den“.", "Taky jsem pracovala na místech a byla ve skupinách, kde jste mohli být po boku nějakého Čecha několik měsíců nebo i let, a pokud jste se do té doby nepředstavili, budou dál předstírat, že neexistujete.", "Může to být tím, že jsem cizinka.", "Myslím si, že spousta Čechů se nechce bavit s cizinci, protože se stydí za úroveň své angličtiny, takže se vám vyhýbají.", "Je však pravidlem, že jejich angličtina bývá ironicky desetkrát lepší než vaše čeština.", "Někde jsem četla, že tahle nedůvěra má kořeny v dobách komunismu, kdy se sousedé vzájemně nahlašovali.", "Takže se dá pochopit, proč si zdejší lidé chtějí hledět svého a nebavit se s lidmi, které vůbec neznají.", "Nemluvě o tom, že když do Česka přijede nějaký cizinec, vždycky si s Čechy pohrává a snaží se tady zavést nějaký svůj utlačovatelský režim.", "Rakušané.", "Němci.", "Rusové...", "Češi tak moc pohrdají Evropskou unií, která jim říká, že musejí přijmout jisté množství migrantů.", "Podle mě si myslí, že jsou to právě tihle velcí hloupí světoví hlavouni, jako je USA, Rusko, Německo nebo Británie, kteří můžou za to, proč tu máme války, a říkají: „Proč nás nutíte platit za vaše chyby?“ Tenhle postoj se teď kvůli přílivu ukrajinských uprchlíků mění, protože mi přijde, že pro spoustu Čechů jsou zaprvé Ukrajinci Slované, stejně jako Češi, takže českému lidu nejsou tolik cizí.", "A zadruhé, Češi také trpěli ruskou agresí, takže se v tomto ohledu dokážou do Ukrajinců vcítit.", "Ale z obecného hlediska nejsou nadšení z představy, že by nás, cizinců, tady bylo víc.", "Kdyby chtěli poslouchat divný přízvuk, zajeli by si do Brna.", "(Proboha, vidíte co mi to ti Pražáci udělali?", "Miluju tě, Brno.", "Brzo přijedu na návštěvu.) Takže tohle bylo jen několik mých dojmů z některých prvků české mentality.", "V následujícím videu uvedu prvních pět, takže nezapomeňte odebírat, kliknout na zvoneček a napsat mi do komentářů.", "Zajímá mě, co máte na srdci.", "Tak, uvidíme se příští týden, ahoj!"], "transcript": [{"start": 0.3, "end": 7.95, "text": "Ahoj všichni! Tady Jen z Dream Prague se svou pravidelnou dávkou názorů cizinky na život v České republice."}, {"start": 8.82, "end": 12.269, "text": "Když se prvně potkáte s Čechem a on zjistí, že jste z ciziny,"}, {"start": 13.11, "end": 18.27, "text": "jednou z jeho prvních otázek bude: „Chutná ti české jídlo?“ nebo „Máš rád české pivo?“"}, {"start": 18.6, "end": 21.69, "text": "A hned nato se vás zeptají:"}, {"start": 21.69, "end": 24.78, "text": "„A co si myslíš o české mentalitě?“"}, {"start": 26.48, "end": 26.87, "text": "Eh?"}, {"start": 27.35, "end": 31.039, "text": "To mi přijde jako divná otázka."}, {"start": 31.04, "end": 34.729, "text": "Jen zřídka přemýšlím o mentalitě lidí, natož pak o mentalitě národů."}, {"start": 36.23, "end": 42.92, "text": "Mentalita je z definice jednotný způsob myšlení člověka nebo skupiny lidí."}, {"start": 43.4, "end": 49.31, "text": "Takže ptát se cizince: „Co si myslíš o našem způsobu myšlení?“ mi připadá celkem zvláštní."}, {"start": 50.18, "end": 55.939, "text": "Zaprvé proto, že Američané nemají jednotnou mentalitu – to by bylo nemožné definovat."}, {"start": 56.27, "end": 62.99, "text": "Pohrdali bychom představou, že nás někdo co do způsobu myšlení chce všechny házet do jednoho pytle."}, {"start": 63.35, "end": 68.689, "text": "A zadruhé: Američanům je celkem jedno, co si o nich ostatní myslí."}, {"start": 69.38, "end": 70.879, "text": "Myslím, že Francouzům taky."}, {"start": 71.21000000000001, "end": 72.529, "text": "Podle mě i Britům je to fuk."}, {"start": 73.16, "end": 74.81, "text": "I Němcům je to jedno."}, {"start": 75.38, "end": 83.48, "text": "Ale skutečnost, že mi tuto otázku položila spousta Čechů osobně, podle mě o jejich mentalitě hodně vypovídá."}, {"start": 84.26, "end": 89.794, "text": "Takže v tomhle videu probereme podstatu existence „české mentality“"}, {"start": 89.795, "end": 95.32900000000001, "text": "a uvidíme, jestli najdu odpověď, jejíž hledání mi trvalo celých deset let."}, {"start": 96.02000000000001, "end": 100.63900000000001, "text": "A otevřeně přiznávám, že budu hodně generalizovat."}, {"start": 100.97, "end": 105.68, "text": "Samozřejmě chci, abyste věděli, že ne všichni Češi"}, {"start": 105.68, "end": 110.39, "text": "jsou takoví, ale protože se mě na to stále ptají, pokusím se odpovědět."}, {"start": 110.84, "end": 115.43, "text": "Tohle video je první část, přičemž druhá vyjde za týden."}, {"start": 115.43, "end": 116.50999999999999, "text": "Pokud ji nechcete promeškat,"}, {"start": 116.78, "end": 121.34, "text": "začněte odebírat a klikněte si na zvoneček,"}, {"start": 121.34, "end": 123.62, "text": "aby YouTube vědělo, že vás má upozornit, jakmile příští video vyjde."}, {"start": 123.62, "end": 125.9, "text": "Tak, jedeme dál."}, {"start": 127.72, "end": 133.96, "text": "Samotná česká představa toho, že existuje nějaká česká mentalita, mě zaujala."}, {"start": 134.47, "end": 139.21, "text": "Když se dívám na Američany, říkám si: „S tamtím chlápkem nemám nic společného."}, {"start": 139.63, "end": 142.719, "text": "Sotva rozumím tomu, co říká.“"}, {"start": 142.72, "end": 145.809, "text": "Ale Češi o sobě opravdu smýšlí jako o Češích."}, {"start": 147.01, "end": 153.099, "text": "Kromě jazyka, kultury a kuchyně spolu sdílejí velmi specifickou politickou historii."}, {"start": 153.79, "end": 161.379, "text": "Čtyřicet let komunismu a útlaku pomohlo utvářet jistý způsob myšlení, po komunismu"}, {"start": 161.38, "end": 165.174, "text": "objevili svoje místo v mezinárodním světě ve středu Evropy"}, {"start": 165.175, "end": 168.969, "text": "(pro východní Evropu příliš na západě, pro západní příliš na východě.)"}, {"start": 169.12, "end": 173.679, "text": "To jsou velice specifické pocity, které sdílejí s ostatními Čechy."}, {"start": 174.88, "end": 181.34, "text": "Pokud se kterýchkoliv 10 Američanů zeptáte, jaká je americká mentalita, dostanete 10 různých odpovědí."}, {"start": 182.02, "end": 186.879, "text": "Ale to jen proto, že zkušenosti každého z nás jsou diametrálně odlišné."}, {"start": 187.85, "end": 189.889, "text": "Stále více lidí v USA se dokonce"}, {"start": 190.43, "end": 196.895, "text": "začíná odlišovat a už o sobě ani nesmýšlejí jako o Američanech,"}, {"start": 196.895, "end": 203.36, "text": "ale daleko spíš se hlásí ke konkrétnímu etniku, rase nebo víře než ke sdílené americké národnosti."}, {"start": 203.9, "end": 207.68, "text": "Na druhou stranu Češi se podle mě identifkují hlavně jako Češi."}, {"start": 207.68, "end": 211.46, "text": "Možná mezi sebou nesouhlasí."}, {"start": 211.46, "end": 215.66, "text": "Mají jiné politické názory."}, {"start": 215.66, "end": 219.86, "text": "Ale berou to tak, že spolu sdílejí tuhle českou mentalitu, kterou se v tomto videu snažím popsat."}, {"start": 221.78, "end": 224.69, "text": "Čechům záleží na tom, co si o nich myslíte."}, {"start": 225.47, "end": 227.779, "text": "Proto vám tu otázku vlastně položí."}, {"start": 228.56, "end": 233.18, "text": "Jsou velice choulostiví na to, jak je ostatní vnímají."}, {"start": 233.84, "end": 239.015, "text": "Konkrétně na to, jak je vnímá Západ,"}, {"start": 239.015, "end": 244.19, "text": "ačkoliv nedávno mi někdo řekl, že v minulosti jim víc záleželo na tom, co si o nich myslí Východ."}, {"start": 244.67, "end": 247.97, "text": "Západ je teď víc v módě, dalo by se říct."}, {"start": 249.29, "end": 253.519, "text": "Možná proto, že Američané jsou v kolektivním slova smyslu tak sebestřední"}, {"start": 253.52, "end": 257.749, "text": "a Francouzi jsou až moc velcí snobové."}, {"start": 258.18, "end": 262.089, "text": "A Italové mají příliš práce s překřikováním,"}, {"start": 262.09, "end": 265.999, "text": "takže se o to, jak naše kultury vnímají cizinci, nijak moc nestaráme."}, {"start": 266.87, "end": 268.68, "text": "Buď nás máte rádi, nebo ne."}, {"start": 268.7, "end": 269.69, "text": "To je vaše výsada."}, {"start": 271.16, "end": 273.635, "text": "Češi jsou ale vážně zvědaví na názor cizinců."}, {"start": 273.635, "end": 276.11, "text": "Příkladem budiž to,"}, {"start": 276.38, "end": 282.21500000000003, "text": "že tohle video je pro cizince, kteří chtějí zjistit, jací Češi doopravdy jsou,"}, {"start": 282.21500000000003, "end": 287.0, "text": "ale spousta z vás, kdo jste klikli na tohle video o Češích, jste ve skutečnosti..."}, {"start": 287.169, "end": 288.137, "text": "... Češi?"}, {"start": 292.074, "end": 296.807, "text": "Takže když před nimi svůj názor na českou mentalitu konečně vyjádříte,"}, {"start": 297.224, "end": 302.79, "text": "pozitivní ohlasy jim moc lichotí a hřeje je u srdce, že je má někdo rád."}, {"start": 303.123, "end": 307.108, "text": "Ale nemůžete jim lichotit moc, protože jinak vás začnou podezřívat, že lžete"}, {"start": 307.108, "end": 311.093, "text": "nebo že jim neříkáte celou pravdu."}, {"start": 311.47, "end": 312.459, "text": "Nechápejte mě špatně."}, {"start": 312.52, "end": 324.16, "text": "Češi jsou na svou kulturu patřičně hrdí, ale taky mi připadá, že v porovnání s ostatními národy trpí kolektivním nedostatkem sebevědomí."}, {"start": 324.97, "end": 329.17, "text": "Čeští diváci mi často píšou komentáře jako: „Jsi příliš milá."}, {"start": 329.2, "end": 331.12, "text": "Řekni, co se ti na nás nelíbí.“"}, {"start": 333.46, "end": 340.39, "text": "Skoro jako by jim bylo příjemnější, když je člověk kritizuje, a s vaší kritikou budou nejspíš i souhlasit."}, {"start": 340.7, "end": 345.335, "text": "Jsou často první, kdo chybu v českém charakteru přiznají:"}, {"start": 345.419, "end": 348.154, "text": "„Poslyš, chceš toho po nás moc –"}, {"start": 348.37, "end": 350.139, "text": "jsme Češi!“"}, {"start": 350.14, "end": 351.909, "text": "Mentalita smolařů."}, {"start": 352.27, "end": 358.135, "text": "Paradox je, že Češi o sobě rádi říkají, že jsou smolaři,"}, {"start": 358.135, "end": 364.0, "text": "ale také mají spoustu pýchy ohledně národních úspěchů a chtějí vás o nich informovat."}, {"start": 364.93, "end": 371.5, "text": "Z Česka pochází spousta slavných spisovatelů, skladatelů a vynálezců, na které jsou nesmírně hrdí."}, {"start": 372.64, "end": 377.619, "text": "Je zajímavé, jak se tahle smolařská mentalita setkává s národní pýchou."}, {"start": 377.89, "end": 386.05, "text": "Skoro jako by chtěli vyhlásit důležitost vlastního národa, ale sami sebe jako jednotlivce zároveň shazují."}, {"start": 388.42, "end": 395.137, "text": "Spousta Čechů mi řekla, že Češi mají velmi specifický smysl pro humor"}, {"start": 395.553, "end": 399.219, "text": "a také věří, že jsou jediní, kdo má tento smysl pro humor."}, {"start": 399.55, "end": 406.87, "text": "Pouhá představa, že existuje něco jako český smysl pro humor, je rozhodně součástí české mentality."}, {"start": 407.26, "end": 413.11, "text": "Pokud jim něco přijde vtipné, dokonce vám řeknou: „Ha, jasně, tohle je typický český humor.“"}, {"start": 413.74, "end": 417.321, "text": "Ani je nenapadne, že něco může být univerzálně vtipné."}, {"start": 417.491, "end": 418.599, "text": "Pokud to přijde vtipné jim,"}, {"start": 418.99, "end": 420.01, "text": "je to český humor."}, {"start": 421.24, "end": 428.89, "text": "Musím však říct, že český humor se od ostatních typů humoru liší, protože v něm nejsou téměř žádné zábrany."}, {"start": 429.07, "end": 432.009, "text": "Čím černější je vtip, tím je zábavnější."}, {"start": 432.091, "end": 435.604, "text": "V USA máme takový výraz: „too soon“,"}, {"start": 435.938, "end": 445.16, "text": "což v podstatě znamená, že nemůžete vtipkovat o nějaké tragédii, dokud od ní neuplyne alespoň nějaký čas."}, {"start": 445.411, "end": 447.22, "text": "To by Češi nesnášeli."}, {"start": 447.22, "end": 455.29, "text": "Připadá mi, že jediný způsob, jak může Čech přežít tragédii (a že jich neviděli málo), je vpustit do ní trochu humoru."}, {"start": 455.5, "end": 461.53, "text": "Takže v tomhle ohledu si opravdu myslím, že český humor je jedinečnou součástí jejich mentality."}, {"start": 463.59000000000003, "end": 467.30899999999997, "text": "Češi jsou proslulí tím, že jsou odměření k cizím lidem,"}, {"start": 467.31, "end": 471.029, "text": "a to mohu potvrdit."}, {"start": 472.14, "end": 478.889, "text": "Vůbec se nesnaží o nezávaznou konverzaci s cizími nebo o nich zjistit víc či se jim třeba i jen představit."}, {"start": 479.12, "end": 481.814, "text": "Žiju ve stejném domě už 10 let"}, {"start": 482.148, "end": 487.098, "text": "a někdy přistihnu sousedy, jak se rychle běží schovat do svých bytů"}, {"start": 487.099, "end": 492.049, "text": "a zavírají dveře dřív, než obejdu roh, jen aby mi nemuseli říct „dobrý den“."}, {"start": 492.96, "end": 499.124, "text": "Taky jsem pracovala na místech a byla ve skupinách, kde jste mohli být po boku nějakého Čecha několik měsíců nebo i let,"}, {"start": 499.125, "end": 505.289, "text": "a pokud jste se do té doby nepředstavili, budou dál předstírat, že neexistujete."}, {"start": 506.99, "end": 508.572, "text": "Může to být tím, že jsem cizinka."}, {"start": 508.989, "end": 516.131, "text": "Myslím si, že spousta Čechů se nechce bavit s cizinci, protože se stydí za úroveň své angličtiny, takže se vám vyhýbají."}, {"start": 516.5, "end": 520.729, "text": "Je však pravidlem, že jejich angličtina bývá ironicky desetkrát lepší než vaše čeština."}, {"start": 521.059, "end": 530.059, "text": "Někde jsem četla, že tahle nedůvěra má kořeny v dobách komunismu, kdy se sousedé vzájemně nahlašovali."}, {"start": 530.45, "end": 536.39, "text": "Takže se dá pochopit, proč si zdejší lidé chtějí hledět svého a nebavit se s lidmi, které vůbec neznají."}, {"start": 538.01, "end": 540.517, "text": "Nemluvě o tom, že když do Česka přijede nějaký cizinec,"}, {"start": 540.601, "end": 545.813, "text": "vždycky si s Čechy pohrává a snaží se tady zavést nějaký svůj utlačovatelský režim."}, {"start": 546.29, "end": 549.574, "text": "Rakušané. Němci. Rusové..."}, {"start": 549.742, "end": 556.078, "text": "Češi tak moc pohrdají Evropskou unií, která jim říká, že musejí přijmout jisté množství migrantů."}, {"start": 556.52, "end": 560.211, "text": "Podle mě si myslí, že jsou to právě tihle velcí hloupí světoví hlavouni,"}, {"start": 560.295, "end": 566.294, "text": "jako je USA, Rusko, Německo nebo Británie, kteří můžou za to, proč tu máme války,"}, {"start": 566.295, "end": 572.294, "text": "a říkají: „Proč nás nutíte platit za vaše chyby?“"}, {"start": 573.1, "end": 580.409, "text": "Tenhle postoj se teď kvůli přílivu ukrajinských uprchlíků mění, protože mi přijde, že pro spoustu Čechů"}, {"start": 580.41, "end": 587.719, "text": "jsou zaprvé Ukrajinci Slované, stejně jako Češi, takže českému lidu nejsou tolik cizí."}, {"start": 588.08, "end": 594.69, "text": "A zadruhé, Češi také trpěli ruskou agresí, takže se v tomto ohledu dokážou do Ukrajinců vcítit."}, {"start": 595.64, "end": 601.669, "text": "Ale z obecného hlediska nejsou nadšení z představy, že by nás, cizinců, tady bylo víc."}, {"start": 602.15, "end": 604.909, "text": "Kdyby chtěli poslouchat divný přízvuk, zajeli by si do Brna."}, {"start": 605.39, "end": 607.82, "text": "(Proboha, vidíte co mi to ti Pražáci udělali?"}, {"start": 607.85, "end": 608.859, "text": "Miluju tě, Brno."}, {"start": 608.87, "end": 609.92, "text": "Brzo přijedu na návštěvu.)"}, {"start": 610.7, "end": 616.22, "text": "Takže tohle bylo jen několik mých dojmů z některých prvků české mentality."}, {"start": 616.94, "end": 624.12, "text": "V následujícím videu uvedu prvních pět, takže nezapomeňte odebírat, kliknout na zvoneček a napsat mi do komentářů."}, {"start": 624.14, "end": 625.909, "text": "Zajímá mě, co máte na srdci."}, {"start": 626.67, "end": 629.21, "text": "Tak, uvidíme se příští týden, ahoj!"}], "createdAt": "2025-12-15T07:01:12.000Z", "imageUrl": "https://img.youtube.com/vi/3C_yh90FLFQ/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=3C_yh90FLFQ", "isFavorite": false, "progress": 0, "genre": "documentary"}, {"id": "yt_lTrSuLiW3hU", "userId": "system_native", "title": "The Mysterious People of the Czech Republic", "language": "cs", "content": "jak byste popsal českou kulturu český lid takže si lidé často stěžují že Češi jsou sprostí a podobně ale nemyslím si, že jsou neslušní to je ono a tak se to jednou stane opravdu tě přijímají a mají tě opravdu rádi že trochu chybí sociální povědomí a tak například jaký máš titul a můžete dokonce mít jinou léčbu, pokud ano jak byste popsal českou kulturu srovnání České republiky a Kanady lidé jsou zde klidnější nespěchají v Kanadě pořád někam jezdíme pořád někam překračujeme rychlost i když je to přes červené světlo ale tady se lidé jen tak mimochodem procházejí možná jsi viděl za mnou lidé se jen procházejí a nejsou tak posedlí penězi jako v Severní Americe kde se neustále honíme, abychom si navzájem dokazovali svůj status Češi jsou více o sociální kultuře tak si rádi dají pivo a jen tak relaxují v hospodě a posedávají opravdu si neradi stěžují takže pro mou kulturu stěžujeme si hodně Kanaďanů ale tady jsou lidi prostě víš, co to je, co to je a měli byste to prostě přijmout tak, jak to je a vše je v pořádku řeknu to přijdou vám opravdu neslušní nejsou tak otevřené Vím, že např ve Francii jsme zvyklí když vidíme své kolegy, abychom jim to řekli Bonjour, dobré ráno, každý den zatímco tady podáváte ruku svým kolegům poprvé, kdy se s nimi setkáte, a poté, co je hotovo a je to ano pro mě je to docela s latinskou kulturou je to docela je to docela znepokojující je trochu těžké spřátelit se s místními, protože oni no obecně jako lidé bývají trochu soukromější a pokud nemluvíte jazykem je těžké je osobně poznat i když to, co je hodně české, je asi pivo protože jakmile se nastěhujete začnete pít mnohem více piva alespoň to platilo pro mě další věc, která se mi nelíbí, je české jídlo jestli mohu být opravdu upřímný není to strašné nebo tak něco není to špatné ale je to druh jídla, které si můžete vychutnat po kocovině takže jako velmi těžké maso popř všude brambory to opravdu nevíš podle mě zajímavé možná jsou trochu na a vzdálenost na začátku ale později pro to udělají maximum abych vás tak zapojil a tím lépe mluvíte místním jazykem tím je to jednodušší takže dobrá pointa učit se český jazyk a obecně Češi si oficiálně tolik nestěžují a na veřejnosti možná jsem viděl jednou nebo dvakrát na veřejnosti obrovský protest nebo demonstrace ale to se tady běžně nestává ale to neznamená, že je to nezajímá jen si na to stěžují v soukromí v hospodě například tak v restauracích a hospodách tam najdete všechna tato témata ale oficiálně opravdu si nestěžují a taky jde o plat takže pokud chtějí dostat větší plat v jejich společnostech to by opravdu nežádali raději změní práci Zjišťuji, že lidé jsou velmi milí ale možná to neudělají nejpřátelštějším způsobem takže si lidé často stěžují že Češi jsou sprostí a podobně ale nemyslím si, že jsou neslušní jde o to, že dělají věci za vás které jsou velmi pěkné ale oni prostě dostanou se k věci velmi rychle takže to je jedna věc, která se některým lidem nelíbí, ale mě Připadá mi to trochu víc upřímný přímo k věci a přímo ano řekl byste, že hierarchie jsou zde výraznější než v v Německu ano určitě ano také hraje roli, jaký máte titul máte-li bakaláře nebo pokud máte magisterský titul také by si poznamenali a uvedli svůj titul ve všem možném a budete také požádáni dovnitř praxe lékařů jaký máš titul a můžete mít dokonce jinou léčbu jestli si říkáte profesor nebo doktor než mít jen svobodu Teda mně osobně se to moc nelíbí proč bych se měl se všemi dělit o to, jaký mám titul nebo jaké jsem studoval ale ano hraje to roli je něco, co jsi našel dráždí kulturu nebo něco, čemu jste se těžko přizpůsobovali ano jistě takže jedna z prvních věcí je to trochu vtipné, ale mí kolegové se mnou souhlasí expartneri že trochu chybí sociální povědomí a tak například pokud jdete po ulici lidé si vás nemusí všimnout a mohli by se pokusit projít vámi moje rodina tu byla nedávno a to je jedna z prvních věcí, které o kultuře řekli může to být i pozitivní věc takhle se na to dívám a to proto, že víš co lidé se na vás ve skutečnosti nedívají, aby vás soudili nebo si z tebe dělat legraci nebo něco takového takže v České republice vlastně nacházím dobrou úroveň soukromí i na veřejnosti tak si to myslím i když si vás lidé nevšímají to by mohla být dobrá věc a jakmile někoho poznáte a jste o něco blíž dělají věci trochu jinak než lidé ve Francii jakmile se k nim přiblížíte možná je to jen ve Francii, ale co zmíním, je to neříkají věci jsme zvyklí říkat věci přímo lidem a tady neříkají věci nechají si to pro ně takže nikdy nevíš co přesně co si přesně myslí a ano je to to samé docela tě to přivádí k šílenství protože si děláš starosti s tím, co mluvíš mluvíš a nevidíš žádnou reakci a vy nevíte, co si doopravdy myslí takže je to velmi odlišné od mé kultury je to jiné než íránské jakými způsoby byste řekl tak například Mohl jsem to vidět mnohokrát, kdyby tady například někteří lidé na ulici něco se jim stalo a potřebují pomoc zřídka se lidé zastaví a jen se snaží věnovat pozornost ale můžu říct, že v Íránu tomu čelím mnohem víc, že ​​už se lidé snaží navzájem si pomáhat a tak je moje kultura možná mnohem vřelejší když vás jako cizince neznají ani oni jsou mnohem teplejší a s velkou otevřeností s vámi mluvit a dokonce vás pozvou do svých domů dát vám jídlo ovoce a vysoká úroveň pohostinnosti Mohu říci, když srovnáte Írán s Českou republikou Mohu vám dát anekdotu možná tě to popíše více jak to je když jsem sem přišel a začal svou práci pozvali mě, abych šel na drink Byl jsem opravdu šťastný, protože to bylo pro mě jako zkusme navázat nějaké vztahy tak jsme šli se dvěma našimi kolegy, kteří byli Španělé a když jsme dorazili na místo no jeden z jeden z cizinců už byl u jednoho stolu sám a všechen český lid seděli na stejném stole tak si dáme pití připojujeme se k nim a říkáme, buďme všichni spolu a po 5-6 minutách všichni vstanou a přesunou se k jinému stolu ale po celou naši dobu mluvili jen česky takže nemůžeme říct důvod proč jsme se ale rozhodli přestěhovat nikdo nám to neřekl jo pojď s námi což je docela zvláštní protože nás požádali, abychom se k nim přidali do této party ale tohle je pro mě typicky české Česká kultura je vlastně docela cool lidé jsou navzdory tomu, co si lidé mohou myslet, že jsou ve skutečnosti přátelští ale musíte se začlenit do kultury takže doporučuji poflakování se s méně expaty a více místními obyvateli snaží mluvit místním jazykem a všude, kam jdeš každý den stačí mluvit česky a nemám na mysli jen restaurace a bary kde je snadné si objednat pivo a zaplatit účet Myslím tím i zajít do lékárny jít nakupovat jít na trhy interakci s lidmi ptát se, kolik věci stojí nebo možná dokonce z čeho jsou vyrobeny a jakmile je poznáte jakmile máte s někým konkrétní pouto jak byste je potom popsal v jejich stylech interakce ve srovnání možná s lidmi v Kanadě nebo USA ano určitě takže právě teď kde teď bydlím Mám vlastní byt ale je to nemovitost ve stylu vily kde jsou další čtyři rodiny a všichni jsou místní a Češi a mají mě díky tomu rádi protože se vždy snažím mluvit česky a stále více se integruji do kultury a tak se to jednou stane opravdu tě přijímají a mají tě opravdu rádi a mohou vám dokonce poskytnout bonusy jako když jsem se tam poprvé nastěhoval Některé věci jsem dostal zdarma moji sousedé mi nabídli, že budou dělat některé věci zdarma a nemusel jsem platit a jsou vždy velmi nápomocní dokonce právě teď Pronajmu parkovací stání pro jednoho ze sousedů protože má dvůr a možná platím čtvrtinu ceny na trhu protože máme dobrý vztah takže jakmile je trochu poznáte jsou docela zvoucí a začlenit vás trochu do jejich kruhu ano naprosto správně a jestli někdy nebudu doma a řekněme, že se pošta doručuje Nemám problém jim to doručit a dají mi to, až budou mít volno já vím dokonce to funguje s jako potraviny nebo něco takového jednou jsem se zpozdil a využil jsem službu Rohlik což jsou potraviny dovezené až k vám domů a jsem jako hej promiň člověče, nemůžu, nejsem tam, můžu ti doručit domů je jako bez problémů a to kvůli práci Dávám se do kontaktu se svými sousedy je to proto, že jsem zaměřené na budování vztahu v žánru je to velmi Řekl bych vřelý a přívětivý kultura a oni také vám dají vědět když jedou na výlet ale Řekl bych na začátku nějakou dobu to trvá aby to na začátku nedělali ale pokud projevíte nějakou iniciativu pak také ukazují o něco více někdy mohou potřebovat malou připomínku dělat ty činnosti a pokud jste fanouškem piva pak je to nejjednodušší způsob jak se dostat na a na dobré lince a ano jak se spřátelit řekl bych a co pak pražská kultura řekli byste lidé v Praze jsou poněkud jiní než lidé z jiných míst v České republice ano určitě rozhodně srovnání Prahy s jinými městy v České republice tam je rozhodně více metropolitní kultury a lidí je tady trochu víc zaměřené na kariéru a právě prostě více městské atmosféry na vesnici jsou lidé rozhodně mnohem uvolněnější a rádi tráví mnohem více času na terase (dvoře/veranda) pití piva takže je to velmi odlišné od mé kultury je to jiné než íránské jakými způsoby byste řekl Mohu vám dát anekdotu možná tě to popíše více jak to je docela tě to přivádí k šílenství protože si děláš starosti s tím, co mluvíš mluvíš a nevidíš žádnou reakci a vy nevíte, co si doopravdy myslí tak mě nazval komunistou a říkal jsem mu kapitalista někteří lidé si budou myslet, že vás to uráží Jsem jako ne ne ne můj přítel, říkám mu jako jak se mají šmejdi Myslím, že ve srovnání s Německem jsou docela přátelští například Mám rád český smysl pro humor Myslím, že je to opravdu další úroveň a naši generaci zvláště znáte pořád si bereme kus sebe a je to fakt zábava lidé dostanou zvlášť teď po Covidu Mám pocit, že se lidé urážejí cokoliv a všechno víš, že mám přítele LGBTQ, vlastně několik a někdy si ze sebe děláme legraci a nebo můj partner byl z Francie takže měl přes den rozsvícené všechny lampy což mě přivádělo k šílenství protože jsem vyrostl v komunismu a ty zachráníš všechno takže jsem vypínal všechny lampy tak mě nazval komunistou a říkal jsem mu kapitalista a ani my už spolu nejsme když posílá zprávy, je jako jak se mají komunisté a jsem jako jak se mají kapitalisté a někteří lidé si budou myslet, že vás to uráží Jsem jako ne ne ne můj přítel, říkám mu jako jak se mají šmejdi a ty víš je to jen vtip a nikdy bych to neřekl člověku, kterého neznám ale někdy to musíš použít a pak je jako jak se vám daří heterosvět víš, že jsou to jen maličkosti a čeho si čeští lidé cení peníze jídlo rodina rodinná rodina je velká", "sentences": ["jak byste popsal českou kulturu český lid takže si lidé často stěžují že Češi jsou sprostí a podobně ale nemyslím si, že jsou neslušní to je ono a tak se to jednou stane opravdu tě přijímají a mají tě opravdu rádi že trochu chybí sociální povědomí a tak například jaký máš titul a můžete dokonce mít jinou léčbu, pokud ano jak byste popsal českou kulturu srovnání České republiky a Kanady lidé jsou zde klidnější nespěchají v Kanadě pořád někam jezdíme pořád někam překračujeme rychlost i když je to přes červené světlo ale tady se lidé jen tak mimochodem procházejí možná jsi viděl za mnou lidé se jen procházejí a nejsou tak posedlí penězi jako v Severní Americe kde se neustále honíme, abychom si navzájem dokazovali svůj status Češi jsou více o sociální kultuře tak si rádi dají pivo a jen tak relaxují v hospodě a posedávají opravdu si neradi stěžují takže pro mou kulturu stěžujeme si hodně Kanaďanů ale tady jsou lidi prostě víš, co to je, co to je a měli byste to prostě přijmout tak, jak to je a vše je v pořádku řeknu to přijdou vám opravdu neslušní nejsou tak otevřené Vím, že např ve Francii jsme zvyklí když vidíme své kolegy, abychom jim to řekli Bonjour, dobré ráno, každý den zatímco tady podáváte ruku svým kolegům poprvé, kdy se s nimi setkáte, a poté, co je hotovo a je to ano pro mě je to docela s latinskou kulturou je to docela je to docela znepokojující je trochu těžké spřátelit se s místními, protože oni no obecně jako lidé bývají trochu soukromější a pokud nemluvíte jazykem je těžké je osobně poznat i když to, co je hodně české, je asi pivo protože jakmile se nastěhujete začnete pít mnohem více piva alespoň to platilo pro mě další věc, která se mi nelíbí, je české jídlo jestli mohu být opravdu upřímný není to strašné nebo tak něco není to špatné ale je to druh jídla, které si můžete vychutnat po kocovině takže jako velmi těžké maso popř všude brambory to opravdu nevíš podle mě zajímavé možná jsou trochu na a vzdálenost na začátku ale později pro to udělají maximum abych vás tak zapojil a tím lépe mluvíte místním jazykem tím je to jednodušší takže dobrá pointa učit se český jazyk a obecně Češi si oficiálně tolik nestěžují a na veřejnosti možná jsem viděl jednou nebo dvakrát na veřejnosti obrovský protest nebo demonstrace ale to se tady běžně nestává ale to neznamená, že je to nezajímá jen si na to stěžují v soukromí v hospodě například tak v restauracích a hospodách tam najdete všechna tato témata ale oficiálně opravdu si nestěžují a taky jde o plat takže pokud chtějí dostat větší plat v jejich společnostech to by opravdu nežádali raději změní práci Zjišťuji, že lidé jsou velmi milí ale možná to neudělají nejpřátelštějším způsobem takže si lidé často stěžují že Češi jsou sprostí a podobně ale nemyslím si, že jsou neslušní jde o to, že dělají věci za vás které jsou velmi pěkné ale oni prostě dostanou se k věci velmi rychle takže to je jedna věc, která se některým lidem nelíbí, ale mě Připadá mi to trochu víc upřímný přímo k věci a přímo ano řekl byste, že hierarchie jsou zde výraznější než v v Německu ano určitě ano také hraje roli, jaký máte titul máte-li bakaláře nebo pokud máte magisterský titul také by si poznamenali a uvedli svůj titul ve všem možném a budete také požádáni dovnitř praxe lékařů jaký máš titul a můžete mít dokonce jinou léčbu jestli si říkáte profesor nebo doktor než mít jen svobodu Teda mně osobně se to moc nelíbí proč bych se měl se všemi dělit o to, jaký mám titul nebo jaké jsem studoval ale ano hraje to roli je něco, co jsi našel dráždí kulturu nebo něco, čemu jste se těžko přizpůsobovali ano jistě takže jedna z prvních věcí je to trochu vtipné, ale mí kolegové se mnou souhlasí expartneri že trochu chybí sociální povědomí a tak například pokud jdete po ulici lidé si vás nemusí všimnout a mohli by se pokusit projít vámi moje rodina tu byla nedávno a to je jedna z prvních věcí, které o kultuře řekli může to být i pozitivní věc takhle se na to dívám a to proto, že víš co lidé se na vás ve skutečnosti nedívají, aby vás soudili nebo si z tebe dělat legraci nebo něco takového takže v České republice vlastně nacházím dobrou úroveň soukromí i na veřejnosti tak si to myslím i když si vás lidé nevšímají to by mohla být dobrá věc a jakmile někoho poznáte a jste o něco blíž dělají věci trochu jinak než lidé ve Francii jakmile se k nim přiblížíte možná je to jen ve Francii, ale co zmíním, je to neříkají věci jsme zvyklí říkat věci přímo lidem a tady neříkají věci nechají si to pro ně takže nikdy nevíš co přesně co si přesně myslí a ano je to to samé docela tě to přivádí k šílenství protože si děláš starosti s tím, co mluvíš mluvíš a nevidíš žádnou reakci a vy nevíte, co si doopravdy myslí takže je to velmi odlišné od mé kultury je to jiné než íránské jakými způsoby byste řekl tak například Mohl jsem to vidět mnohokrát, kdyby tady například někteří lidé na ulici něco se jim stalo a potřebují pomoc zřídka se lidé zastaví a jen se snaží věnovat pozornost ale můžu říct, že v Íránu tomu čelím mnohem víc, že ​​už se lidé snaží navzájem si pomáhat a tak je moje kultura možná mnohem vřelejší když vás jako cizince neznají ani oni jsou mnohem teplejší a s velkou otevřeností s vámi mluvit a dokonce vás pozvou do svých domů dát vám jídlo ovoce a vysoká úroveň pohostinnosti Mohu říci, když srovnáte Írán s Českou republikou Mohu vám dát anekdotu možná tě to popíše více jak to je když jsem sem přišel a začal svou práci pozvali mě, abych šel na drink Byl jsem opravdu šťastný, protože to bylo pro mě jako zkusme navázat nějaké vztahy tak jsme šli se dvěma našimi kolegy, kteří byli Španělé a když jsme dorazili na místo no jeden z jeden z cizinců už byl u jednoho stolu sám a všechen český lid seděli na stejném stole tak si dáme pití připojujeme se k nim a říkáme, buďme všichni spolu a po 5-6 minutách všichni vstanou a přesunou se k jinému stolu ale po celou naši dobu mluvili jen česky takže nemůžeme říct důvod proč jsme se ale rozhodli přestěhovat nikdo nám to neřekl jo pojď s námi což je docela zvláštní protože nás požádali, abychom se k nim přidali do této party ale tohle je pro mě typicky české Česká kultura je vlastně docela cool lidé jsou navzdory tomu, co si lidé mohou myslet, že jsou ve skutečnosti přátelští ale musíte se začlenit do kultury takže doporučuji poflakování se s méně expaty a více místními obyvateli snaží mluvit místním jazykem a všude, kam jdeš každý den stačí mluvit česky a nemám na mysli jen restaurace a bary kde je snadné si objednat pivo a zaplatit účet Myslím tím i zajít do lékárny jít nakupovat jít na trhy interakci s lidmi ptát se, kolik věci stojí nebo možná dokonce z čeho jsou vyrobeny a jakmile je poznáte jakmile máte s někým konkrétní pouto jak byste je potom popsal v jejich stylech interakce ve srovnání možná s lidmi v Kanadě nebo USA ano určitě takže právě teď kde teď bydlím Mám vlastní byt ale je to nemovitost ve stylu vily kde jsou další čtyři rodiny a všichni jsou místní a Češi a mají mě díky tomu rádi protože se vždy snažím mluvit česky a stále více se integruji do kultury a tak se to jednou stane opravdu tě přijímají a mají tě opravdu rádi a mohou vám dokonce poskytnout bonusy jako když jsem se tam poprvé nastěhoval Některé věci jsem dostal zdarma moji sousedé mi nabídli, že budou dělat některé věci zdarma a nemusel jsem platit a jsou vždy velmi nápomocní dokonce právě teď Pronajmu parkovací stání pro jednoho ze sousedů protože má dvůr a možná platím čtvrtinu ceny na trhu protože máme dobrý vztah takže jakmile je trochu poznáte jsou docela zvoucí a začlenit vás trochu do jejich kruhu ano naprosto správně a jestli někdy nebudu doma a řekněme, že se pošta doručuje Nemám problém jim to doručit a dají mi to, až budou mít volno já vím dokonce to funguje s jako potraviny nebo něco takového jednou jsem se zpozdil a využil jsem službu Rohlik což jsou potraviny dovezené až k vám domů a jsem jako hej promiň člověče, nemůžu, nejsem tam, můžu ti doručit domů je jako bez problémů a to kvůli práci Dávám se do kontaktu se svými sousedy je to proto, že jsem zaměřené na budování vztahu v žánru je to velmi Řekl bych vřelý a přívětivý kultura a oni také vám dají vědět když jedou na výlet ale Řekl bych na začátku nějakou dobu to trvá aby to na začátku nedělali ale pokud projevíte nějakou iniciativu pak také ukazují o něco více někdy mohou potřebovat malou připomínku dělat ty činnosti a pokud jste fanouškem piva pak je to nejjednodušší způsob jak se dostat na a na dobré lince a ano jak se spřátelit řekl bych a co pak pražská kultura řekli byste lidé v Praze jsou poněkud jiní než lidé z jiných míst v České republice ano určitě rozhodně srovnání Prahy s jinými městy v České republice tam je rozhodně více metropolitní kultury a lidí je tady trochu víc zaměřené na kariéru a právě prostě více městské atmosféry na vesnici jsou lidé rozhodně mnohem uvolněnější a rádi tráví mnohem více času na terase (dvoře/veranda) pití piva takže je to velmi odlišné od mé kultury je to jiné než íránské jakými způsoby byste řekl Mohu vám dát anekdotu možná tě to popíše více jak to je docela tě to přivádí k šílenství protože si děláš starosti s tím, co mluvíš mluvíš a nevidíš žádnou reakci a vy nevíte, co si doopravdy myslí tak mě nazval komunistou a říkal jsem mu kapitalista někteří lidé si budou myslet, že vás to uráží Jsem jako ne ne ne můj přítel, říkám mu jako jak se mají šmejdi Myslím, že ve srovnání s Německem jsou docela přátelští například Mám rád český smysl pro humor Myslím, že je to opravdu další úroveň a naši generaci zvláště znáte pořád si bereme kus sebe a je to fakt zábava lidé dostanou zvlášť teď po Covidu Mám pocit, že se lidé urážejí cokoliv a všechno víš, že mám přítele LGBTQ, vlastně několik a někdy si ze sebe děláme legraci a nebo můj partner byl z Francie takže měl přes den rozsvícené všechny lampy což mě přivádělo k šílenství protože jsem vyrostl v komunismu a ty zachráníš všechno takže jsem vypínal všechny lampy tak mě nazval komunistou a říkal jsem mu kapitalista a ani my už spolu nejsme když posílá zprávy, je jako jak se mají komunisté a jsem jako jak se mají kapitalisté a někteří lidé si budou myslet, že vás to uráží Jsem jako ne ne ne můj přítel, říkám mu jako jak se mají šmejdi a ty víš je to jen vtip a nikdy bych to neřekl člověku, kterého neznám ale někdy to musíš použít a pak je jako jak se vám daří heterosvět víš, že jsou to jen maličkosti a čeho si čeští lidé cení peníze jídlo rodina rodinná rodina je velká"], "transcript": [{"start": 0.0, "end": 1.566, "text": "jak byste popsal českou kulturu"}, {"start": 1.566, "end": 2.866, "text": "český lid"}, {"start": 3.2, "end": 5.1, "text": "takže si lidé často stěžují"}, {"start": 5.1, "end": 6.566, "text": "že Češi jsou sprostí a podobně"}, {"start": 6.566, "end": 7.7, "text": "ale nemyslím si, že jsou neslušní"}, {"start": 7.7, "end": 8.6, "text": "to je ono"}, {"start": 8.6, "end": 10.0, "text": "a tak se to jednou stane"}, {"start": 10.0, "end": 11.9, "text": "opravdu tě přijímají a mají tě opravdu rádi"}, {"start": 11.9, "end": 14.833, "text": "že trochu chybí sociální povědomí"}, {"start": 15.366, "end": 16.633, "text": "a tak například"}, {"start": 16.666, "end": 18.0, "text": "jaký máš titul"}, {"start": 18.0, "end": 21.4, "text": "a můžete dokonce mít jinou léčbu, pokud ano"}, {"start": 59.566, "end": 61.766, "text": "jak byste popsal českou kulturu"}, {"start": 61.8, "end": 63.733, "text": "srovnání České republiky a Kanady"}, {"start": 63.8, "end": 65.93299999999999, "text": "lidé jsou zde klidnější"}, {"start": 65.93299999999999, "end": 67.43299999999999, "text": "nespěchají"}, {"start": 67.43299999999999, "end": 68.8, "text": "v Kanadě pořád někam jezdíme"}, {"start": 68.8, "end": 70.3, "text": "pořád někam překračujeme rychlost"}, {"start": 70.3, "end": 71.9, "text": "i když je to přes červené světlo"}, {"start": 72.133, "end": 74.5, "text": "ale tady se lidé jen tak mimochodem procházejí"}, {"start": 74.5, "end": 75.833, "text": "možná jsi viděl za mnou"}, {"start": 75.833, "end": 77.93299999999999, "text": "lidé se jen procházejí a"}, {"start": 78.066, "end": 80.333, "text": "nejsou tak posedlí penězi jako v Severní Americe"}, {"start": 80.333, "end": 82.93299999999999, "text": "kde se neustále honíme, abychom si navzájem dokazovali svůj status"}, {"start": 82.93299999999999, "end": 85.166, "text": "Češi jsou více o sociální kultuře"}, {"start": 85.366, "end": 88.7, "text": "tak si rádi dají pivo a jen tak relaxují v hospodě a posedávají"}, {"start": 88.7, "end": 90.733, "text": "opravdu si neradi stěžují"}, {"start": 90.866, "end": 91.76599999999999, "text": "takže pro mou kulturu"}, {"start": 91.76599999999999, "end": 93.3, "text": "stěžujeme si hodně Kanaďanů"}, {"start": 93.3, "end": 95.3, "text": "ale tady jsou lidi prostě"}, {"start": 95.3, "end": 96.46600000000001, "text": "víš, co to je, co to je"}, {"start": 96.46600000000001, "end": 98.233, "text": "a měli byste to prostě přijmout tak, jak to je"}, {"start": 98.233, "end": 99.63300000000001, "text": "a vše je v pořádku"}, {"start": 100.233, "end": 101.76599999999999, "text": "řeknu to"}, {"start": 102.63300000000001, "end": 105.13300000000001, "text": "přijdou vám opravdu neslušní"}, {"start": 105.13300000000001, "end": 107.366, "text": "nejsou tak otevřené"}, {"start": 107.366, "end": 109.1, "text": "Vím, že např"}, {"start": 109.1, "end": 110.7, "text": "ve Francii jsme zvyklí"}, {"start": 110.7, "end": 113.333, "text": "když vidíme své kolegy, abychom jim to řekli"}, {"start": 113.366, "end": 116.033, "text": "Bonjour, dobré ráno, každý den"}, {"start": 116.033, "end": 119.43299999999999, "text": "zatímco tady podáváte ruku svým kolegům"}, {"start": 119.43299999999999, "end": 122.3, "text": "poprvé, kdy se s nimi setkáte, a poté, co je hotovo"}, {"start": 122.566, "end": 124.966, "text": "a je to ano"}, {"start": 124.966, "end": 128.166, "text": "pro mě je to docela s latinskou kulturou"}, {"start": 128.166, "end": 129.6, "text": "je to docela"}, {"start": 129.6, "end": 131.1, "text": "je to docela znepokojující"}, {"start": 131.233, "end": 134.266, "text": "je trochu těžké spřátelit se s místními, protože oni"}, {"start": 134.266, "end": 135.1, "text": "no obecně"}, {"start": 135.1, "end": 137.9, "text": "jako lidé bývají trochu soukromější"}, {"start": 137.9, "end": 139.7, "text": "a pokud nemluvíte jazykem"}, {"start": 139.7, "end": 143.633, "text": "je těžké je osobně poznat"}, {"start": 143.86599999999999, "end": 147.633, "text": "i když to, co je hodně české, je asi pivo"}, {"start": 147.633, "end": 149.266, "text": "protože jakmile se nastěhujete"}, {"start": 149.266, "end": 151.03300000000002, "text": "začnete pít mnohem více piva"}, {"start": 151.03300000000002, "end": 153.066, "text": "alespoň to platilo pro mě"}, {"start": 153.36599999999999, "end": 155.8, "text": "další věc, která se mi nelíbí, je české jídlo"}, {"start": 155.8, "end": 157.7, "text": "jestli mohu být opravdu upřímný"}, {"start": 157.8, "end": 159.566, "text": "není to strašné nebo tak něco"}, {"start": 159.566, "end": 160.1, "text": "není to špatné"}, {"start": 160.1, "end": 162.066, "text": "ale je to druh jídla, které si můžete vychutnat"}, {"start": 162.066, "end": 163.6, "text": "po kocovině"}, {"start": 163.733, "end": 166.266, "text": "takže jako velmi těžké maso popř"}, {"start": 166.86599999999999, "end": 168.3, "text": "všude brambory"}, {"start": 168.5, "end": 170.266, "text": "to opravdu nevíš"}, {"start": 170.4, "end": 172.133, "text": "podle mě zajímavé"}, {"start": 172.133, "end": 174.03300000000002, "text": "možná jsou trochu na a"}, {"start": 174.03300000000002, "end": 174.933, "text": "vzdálenost na začátku"}, {"start": 174.933, "end": 177.666, "text": "ale později pro to udělají maximum"}, {"start": 177.666, "end": 180.0, "text": "abych vás tak zapojil"}, {"start": 180.033, "end": 182.266, "text": "a tím lépe mluvíte místním jazykem"}, {"start": 182.266, "end": 183.666, "text": "tím je to jednodušší"}, {"start": 183.666, "end": 185.033, "text": "takže dobrá pointa"}, {"start": 185.033, "end": 186.566, "text": "učit se český jazyk"}, {"start": 186.766, "end": 187.966, "text": "a obecně"}, {"start": 188.133, "end": 191.266, "text": "Češi si oficiálně tolik nestěžují"}, {"start": 191.266, "end": 192.566, "text": "a na veřejnosti"}, {"start": 193.033, "end": 195.36599999999999, "text": "možná jsem viděl jednou nebo dvakrát"}, {"start": 195.7, "end": 199.066, "text": "na veřejnosti obrovský protest nebo demonstrace"}, {"start": 199.1, "end": 201.333, "text": "ale to se tady běžně nestává"}, {"start": 201.433, "end": 203.36599999999999, "text": "ale to neznamená, že je to nezajímá"}, {"start": 203.36599999999999, "end": 205.933, "text": "jen si na to stěžují v soukromí"}, {"start": 206.3, "end": 207.433, "text": "v hospodě"}, {"start": 207.433, "end": 208.133, "text": "například"}, {"start": 208.133, "end": 210.03300000000002, "text": "tak v restauracích a hospodách"}, {"start": 210.03300000000002, "end": 211.8, "text": "tam najdete všechna tato témata"}, {"start": 211.8, "end": 213.3, "text": "ale oficiálně"}, {"start": 213.333, "end": 214.733, "text": "opravdu si nestěžují"}, {"start": 214.733, "end": 216.36599999999999, "text": "a taky jde o plat"}, {"start": 216.36599999999999, "end": 218.6, "text": "takže pokud chtějí dostat větší plat"}, {"start": 218.966, "end": 219.933, "text": "v jejich společnostech"}, {"start": 219.933, "end": 222.933, "text": "to by opravdu nežádali"}, {"start": 222.933, "end": 224.733, "text": "raději změní práci"}, {"start": 224.733, "end": 228.3, "text": "Zjišťuji, že lidé jsou velmi milí"}, {"start": 228.3, "end": 230.4, "text": "ale možná to neudělají nejpřátelštějším způsobem"}, {"start": 230.5, "end": 232.4, "text": "takže si lidé často stěžují"}, {"start": 232.4, "end": 233.86599999999999, "text": "že Češi jsou sprostí a podobně"}, {"start": 233.86599999999999, "end": 235.0, "text": "ale nemyslím si, že jsou neslušní"}, {"start": 235.0, "end": 237.9, "text": "jde o to, že dělají věci za vás"}, {"start": 237.9, "end": 239.133, "text": "které jsou velmi pěkné"}, {"start": 239.133, "end": 240.3, "text": "ale oni prostě"}, {"start": 240.4, "end": 242.2, "text": "dostanou se k věci velmi rychle"}, {"start": 242.233, "end": 245.533, "text": "takže to je jedna věc, která se některým lidem nelíbí, ale mě"}, {"start": 245.533, "end": 246.733, "text": "Připadá mi to trochu víc"}, {"start": 247.233, "end": 248.36599999999999, "text": "upřímný"}, {"start": 248.633, "end": 250.533, "text": "přímo k věci a přímo ano"}, {"start": 250.7, "end": 252.3, "text": "řekl byste, že hierarchie"}, {"start": 252.3, "end": 254.36599999999999, "text": "jsou zde výraznější než v"}, {"start": 254.8, "end": 255.533, "text": "v Německu"}, {"start": 255.533, "end": 257.666, "text": "ano určitě ano"}, {"start": 257.666, "end": 260.433, "text": "také hraje roli, jaký máte titul"}, {"start": 260.433, "end": 261.733, "text": "máte-li bakaláře"}, {"start": 261.733, "end": 263.5, "text": "nebo pokud máte magisterský titul"}, {"start": 264.066, "end": 268.166, "text": "také by si poznamenali a uvedli svůj titul"}, {"start": 268.166, "end": 270.133, "text": "ve všem možném"}, {"start": 271.066, "end": 272.966, "text": "a budete také požádáni dovnitř"}, {"start": 272.966, "end": 275.9, "text": "praxe lékařů"}, {"start": 275.933, "end": 277.266, "text": "jaký máš titul"}, {"start": 277.266, "end": 280.33299999999997, "text": "a můžete mít dokonce jinou léčbu"}, {"start": 280.33299999999997, "end": 283.166, "text": "jestli si říkáte profesor nebo doktor"}, {"start": 283.233, "end": 285.133, "text": "než mít jen svobodu"}, {"start": 285.56600000000003, "end": 287.56600000000003, "text": "Teda mně osobně se to moc nelíbí"}, {"start": 287.7, "end": 290.033, "text": "proč bych se měl se všemi dělit o to, jaký mám titul"}, {"start": 290.033, "end": 291.83299999999997, "text": "nebo jaké jsem studoval"}, {"start": 292.166, "end": 293.1, "text": "ale ano"}, {"start": 293.1, "end": 294.1, "text": "hraje to roli"}, {"start": 294.233, "end": 295.7, "text": "je něco, co jsi našel"}, {"start": 295.7, "end": 297.0, "text": "dráždí kulturu"}, {"start": 297.0, "end": 299.266, "text": "nebo něco, čemu jste se těžko přizpůsobovali"}, {"start": 299.366, "end": 300.366, "text": "ano jistě"}, {"start": 300.366, "end": 301.666, "text": "takže jedna z prvních věcí"}, {"start": 301.666, "end": 303.466, "text": "je to trochu vtipné, ale"}, {"start": 303.466, "end": 304.6, "text": "mí kolegové se mnou souhlasí"}, {"start": 304.6, "end": 305.7, "text": "expartneri"}, {"start": 305.7, "end": 308.966, "text": "že trochu chybí sociální povědomí"}, {"start": 309.5, "end": 310.766, "text": "a tak například"}, {"start": 310.766, "end": 311.7, "text": "pokud jdete po ulici"}, {"start": 311.7, "end": 312.766, "text": "lidé si vás nemusí všimnout"}, {"start": 312.766, "end": 314.766, "text": "a mohli by se pokusit projít vámi"}, {"start": 314.766, "end": 316.1, "text": "moje rodina tu byla nedávno"}, {"start": 316.1, "end": 318.233, "text": "a to je jedna z prvních věcí, které o kultuře řekli"}, {"start": 318.6, "end": 320.9, "text": "může to být i pozitivní věc"}, {"start": 320.9, "end": 322.0, "text": "takhle se na to dívám"}, {"start": 322.0, "end": 323.1, "text": "a to proto, že víš co"}, {"start": 323.1, "end": 325.866, "text": "lidé se na vás ve skutečnosti nedívají, aby vás soudili"}, {"start": 325.866, "end": 327.666, "text": "nebo si z tebe dělat legraci nebo něco takového"}, {"start": 327.666, "end": 330.6, "text": "takže v České republice vlastně nacházím dobrou úroveň soukromí"}, {"start": 330.6, "end": 331.7, "text": "i na veřejnosti"}, {"start": 331.966, "end": 333.166, "text": "tak si to myslím"}, {"start": 333.166, "end": 334.56600000000003, "text": "i když si vás lidé nevšímají"}, {"start": 334.56600000000003, "end": 335.666, "text": "to by mohla být dobrá věc"}, {"start": 336.83299999999997, "end": 340.7, "text": "a jakmile někoho poznáte a jste o něco blíž"}, {"start": 340.7, "end": 343.3, "text": "dělají věci trochu jinak než lidé ve Francii"}, {"start": 343.466, "end": 345.83299999999997, "text": "jakmile se k nim přiblížíte"}, {"start": 345.83299999999997, "end": 349.166, "text": "možná je to jen ve Francii, ale co zmíním, je to"}, {"start": 349.166, "end": 350.666, "text": "neříkají věci"}, {"start": 350.966, "end": 352.666, "text": "jsme zvyklí"}, {"start": 352.666, "end": 355.033, "text": "říkat věci přímo lidem"}, {"start": 355.033, "end": 356.7, "text": "a tady neříkají věci"}, {"start": 356.7, "end": 357.866, "text": "nechají si to pro ně"}, {"start": 357.866, "end": 359.766, "text": "takže nikdy nevíš co přesně"}, {"start": 359.766, "end": 362.466, "text": "co si přesně myslí a ano"}, {"start": 362.466, "end": 363.866, "text": "je to to samé"}, {"start": 364.1, "end": 365.8, "text": "docela tě to přivádí k šílenství"}, {"start": 365.8, "end": 367.3, "text": "protože si děláš starosti s tím, co mluvíš"}, {"start": 367.3, "end": 369.266, "text": "mluvíš a nevidíš žádnou reakci"}, {"start": 369.266, "end": 371.4, "text": "a vy nevíte, co si doopravdy myslí"}, {"start": 372.433, "end": 375.1, "text": "takže je to velmi odlišné od mé kultury"}, {"start": 375.1, "end": 376.6, "text": "je to jiné než íránské"}, {"start": 376.6, "end": 378.366, "text": "jakými způsoby byste řekl"}, {"start": 379.066, "end": 380.766, "text": "tak například"}, {"start": 381.8, "end": 385.233, "text": "Mohl jsem to vidět mnohokrát, kdyby tady"}, {"start": 385.3, "end": 387.466, "text": "například někteří lidé na ulici"}, {"start": 387.466, "end": 389.83299999999997, "text": "něco se jim stalo a potřebují pomoc"}, {"start": 390.0, "end": 393.733, "text": "zřídka se lidé zastaví a jen se snaží věnovat pozornost"}, {"start": 394.1, "end": 397.533, "text": "ale můžu říct, že v Íránu tomu čelím"}, {"start": 398.033, "end": 402.733, "text": "mnohem víc, že ​​už se lidé snaží navzájem si pomáhat"}, {"start": 403.6, "end": 407.266, "text": "a tak je moje kultura možná mnohem vřelejší"}, {"start": 407.266, "end": 409.6, "text": "když vás jako cizince neznají ani oni"}, {"start": 409.6, "end": 411.033, "text": "jsou mnohem teplejší"}, {"start": 411.033, "end": 414.266, "text": "a s velkou otevřeností s vámi mluvit"}, {"start": 414.266, "end": 417.6, "text": "a dokonce vás pozvou do svých domů"}, {"start": 417.733, "end": 420.266, "text": "dát vám jídlo ovoce a"}, {"start": 420.566, "end": 423.666, "text": "vysoká úroveň pohostinnosti"}, {"start": 423.666, "end": 428.566, "text": "Mohu říci, když srovnáte Írán s Českou republikou"}, {"start": 429.133, "end": 430.9, "text": "Mohu vám dát anekdotu"}, {"start": 430.9, "end": 432.666, "text": "možná tě to popíše"}, {"start": 432.666, "end": 433.766, "text": "více jak to je"}, {"start": 433.766, "end": 436.933, "text": "když jsem sem přišel a začal svou práci"}, {"start": 436.933, "end": 439.366, "text": "pozvali mě, abych šel na drink"}, {"start": 439.466, "end": 442.3, "text": "Byl jsem opravdu šťastný, protože to bylo pro mě jako"}, {"start": 442.3, "end": 444.1, "text": "zkusme navázat nějaké vztahy"}, {"start": 444.666, "end": 445.966, "text": "tak jsme šli"}, {"start": 445.966, "end": 448.633, "text": "se dvěma našimi kolegy, kteří byli Španělé"}, {"start": 448.8, "end": 451.1, "text": "a když jsme dorazili na místo"}, {"start": 451.1, "end": 452.8, "text": "no jeden z"}, {"start": 452.8, "end": 455.766, "text": "jeden z cizinců už byl u jednoho stolu sám"}, {"start": 455.766, "end": 457.4, "text": "a všechen český lid"}, {"start": 457.4, "end": 459.466, "text": "seděli na stejném stole"}, {"start": 459.933, "end": 461.433, "text": "tak si dáme pití"}, {"start": 461.666, "end": 464.6, "text": "připojujeme se k nim a říkáme, buďme všichni spolu"}, {"start": 464.6, "end": 470.56600000000003, "text": "a po 5-6 minutách všichni vstanou a přesunou se k jinému stolu"}, {"start": 470.8, "end": 473.733, "text": "ale po celou naši dobu mluvili jen česky"}, {"start": 473.733, "end": 475.6, "text": "takže nemůžeme říct důvod"}, {"start": 475.6, "end": 477.466, "text": "proč jsme se ale rozhodli přestěhovat"}, {"start": 477.466, "end": 478.7, "text": "nikdo nám to neřekl"}, {"start": 478.7, "end": 480.2, "text": "jo pojď s námi"}, {"start": 480.4, "end": 481.566, "text": "což je docela zvláštní"}, {"start": 481.566, "end": 484.4, "text": "protože nás požádali, abychom se k nim přidali do této party"}, {"start": 484.666, "end": 488.166, "text": "ale tohle je pro mě typicky české"}, {"start": 577.9, "end": 579.466, "text": "Česká kultura je vlastně docela cool"}, {"start": 579.466, "end": 580.533, "text": "lidé jsou"}, {"start": 580.533, "end": 582.833, "text": "navzdory tomu, co si lidé mohou myslet, že jsou ve skutečnosti přátelští"}, {"start": 582.933, "end": 585.433, "text": "ale musíte se začlenit do kultury"}, {"start": 585.533, "end": 587.133, "text": "takže doporučuji"}, {"start": 587.133, "end": 589.8, "text": "poflakování se s méně expaty a více místními obyvateli"}, {"start": 589.966, "end": 591.2, "text": "snaží mluvit místním jazykem"}, {"start": 591.2, "end": 593.1, "text": "a všude, kam jdeš každý den"}, {"start": 593.1, "end": 594.1, "text": "stačí mluvit česky"}, {"start": 594.3, "end": 595.966, "text": "a nemám na mysli jen restaurace a bary"}, {"start": 595.966, "end": 598.3, "text": "kde je snadné si objednat pivo a zaplatit účet"}, {"start": 598.3, "end": 601.166, "text": "Myslím tím i zajít do lékárny"}, {"start": 601.3, "end": 602.2, "text": "jít nakupovat"}, {"start": 602.2, "end": 603.466, "text": "jít na trhy"}, {"start": 603.7, "end": 604.466, "text": "interakci s lidmi"}, {"start": 604.466, "end": 605.766, "text": "ptát se, kolik věci stojí"}, {"start": 605.766, "end": 607.8, "text": "nebo možná dokonce z čeho jsou vyrobeny"}, {"start": 608.233, "end": 609.766, "text": "a jakmile je poznáte"}, {"start": 609.766, "end": 612.266, "text": "jakmile máte s někým konkrétní pouto"}, {"start": 612.266, "end": 614.0, "text": "jak byste je potom popsal"}, {"start": 614.0, "end": 615.466, "text": "v jejich stylech interakce"}, {"start": 615.466, "end": 618.166, "text": "ve srovnání možná s lidmi v Kanadě nebo USA"}, {"start": 618.166, "end": 619.0, "text": "ano určitě"}, {"start": 619.0, "end": 619.766, "text": "takže právě teď"}, {"start": 619.766, "end": 621.0, "text": "kde teď bydlím"}, {"start": 621.0, "end": 621.866, "text": "Mám vlastní byt"}, {"start": 621.866, "end": 623.833, "text": "ale je to nemovitost ve stylu vily"}, {"start": 623.833, "end": 625.533, "text": "kde jsou další čtyři rodiny"}, {"start": 625.6, "end": 627.566, "text": "a všichni jsou místní a Češi"}, {"start": 627.733, "end": 629.4, "text": "a mají mě díky tomu rádi"}, {"start": 629.4, "end": 631.266, "text": "protože se vždy snažím mluvit česky"}, {"start": 631.266, "end": 633.566, "text": "a stále více se integruji do kultury"}, {"start": 633.9, "end": 635.333, "text": "a tak se to jednou stane"}, {"start": 635.333, "end": 637.266, "text": "opravdu tě přijímají a mají tě opravdu rádi"}, {"start": 637.266, "end": 639.266, "text": "a mohou vám dokonce poskytnout bonusy"}, {"start": 639.3, "end": 640.533, "text": "jako když jsem se tam poprvé nastěhoval"}, {"start": 640.533, "end": 641.6659999999999, "text": "Některé věci jsem dostal zdarma"}, {"start": 641.6659999999999, "end": 644.3, "text": "moji sousedé mi nabídli, že budou dělat některé věci zdarma"}, {"start": 644.3, "end": 645.6, "text": "a nemusel jsem platit"}, {"start": 645.933, "end": 647.433, "text": "a jsou vždy velmi nápomocní"}, {"start": 647.533, "end": 647.966, "text": "dokonce právě teď"}, {"start": 647.966, "end": 650.1, "text": "Pronajmu parkovací stání pro jednoho ze sousedů"}, {"start": 650.1, "end": 651.433, "text": "protože má dvůr"}, {"start": 651.566, "end": 653.1, "text": "a možná platím"}, {"start": 653.1659999999999, "end": 655.1, "text": "čtvrtinu ceny na trhu"}, {"start": 655.333, "end": 657.0, "text": "protože máme dobrý vztah"}, {"start": 657.566, "end": 660.033, "text": "takže jakmile je trochu poznáte"}, {"start": 660.3, "end": 661.466, "text": "jsou docela zvoucí"}, {"start": 661.466, "end": 663.733, "text": "a začlenit vás trochu do jejich kruhu"}, {"start": 663.733, "end": 664.8, "text": "ano naprosto správně"}, {"start": 664.8, "end": 666.2, "text": "a jestli někdy nebudu doma"}, {"start": 666.2, "end": 667.8, "text": "a řekněme, že se pošta doručuje"}, {"start": 667.8, "end": 669.766, "text": "Nemám problém jim to doručit"}, {"start": 669.766, "end": 671.566, "text": "a dají mi to, až budou mít volno"}, {"start": 671.9, "end": 673.333, "text": "já vím"}, {"start": 673.333, "end": 674.566, "text": "dokonce to funguje s"}, {"start": 674.566, "end": 676.1, "text": "jako potraviny nebo něco takového"}, {"start": 676.1, "end": 677.166, "text": "jednou jsem se zpozdil"}, {"start": 677.166, "end": 678.766, "text": "a využil jsem službu Rohlik"}, {"start": 678.766, "end": 680.7, "text": "což jsou potraviny dovezené až k vám domů"}, {"start": 680.7, "end": 681.133, "text": "a jsem jako"}, {"start": 681.133, "end": 683.566, "text": "hej promiň člověče, nemůžu, nejsem tam, můžu ti doručit domů"}, {"start": 683.566, "end": 684.7, "text": "je jako bez problémů"}, {"start": 684.8, "end": 686.066, "text": "a to kvůli práci"}, {"start": 686.066, "end": 687.4, "text": "Dávám se do kontaktu se svými sousedy"}, {"start": 687.5, "end": 688.833, "text": "je to proto, že jsem"}, {"start": 689.066, "end": 690.866, "text": "zaměřené na budování vztahu"}, {"start": 691.133, "end": 694.3, "text": "v žánru je to velmi"}, {"start": 694.3, "end": 696.033, "text": "Řekl bych vřelý a přívětivý"}, {"start": 696.033, "end": 698.6, "text": "kultura a oni"}, {"start": 698.8, "end": 700.6659999999999, "text": "také vám dají vědět"}, {"start": 700.6659999999999, "end": 702.6, "text": "když jedou na výlet"}, {"start": 702.633, "end": 703.366, "text": "ale"}, {"start": 703.4, "end": 704.6, "text": "Řekl bych na začátku"}, {"start": 704.6, "end": 705.8, "text": "nějakou dobu to trvá"}, {"start": 705.8, "end": 707.533, "text": "aby to na začátku nedělali"}, {"start": 707.533, "end": 710.0, "text": "ale pokud projevíte nějakou iniciativu"}, {"start": 710.0, "end": 711.966, "text": "pak také ukazují o něco více"}, {"start": 711.966, "end": 714.966, "text": "někdy mohou potřebovat malou připomínku"}, {"start": 715.1659999999999, "end": 716.866, "text": "dělat ty činnosti"}, {"start": 717.0, "end": 719.1, "text": "a pokud jste fanouškem piva"}, {"start": 719.1, "end": 721.833, "text": "pak je to nejjednodušší způsob"}, {"start": 721.833, "end": 723.3, "text": "jak se dostat na a"}, {"start": 723.766, "end": 725.633, "text": "na dobré lince a ano"}, {"start": 725.633, "end": 726.566, "text": "jak se spřátelit"}, {"start": 726.566, "end": 727.2, "text": "řekl bych"}, {"start": 727.433, "end": 729.1, "text": "a co pak pražská kultura"}, {"start": 729.1, "end": 730.366, "text": "řekli byste lidé v Praze"}, {"start": 730.366, "end": 732.366, "text": "jsou poněkud jiní než lidé z jiných míst"}, {"start": 732.366, "end": 733.566, "text": "v České republice"}, {"start": 734.0, "end": 734.8, "text": "ano určitě"}, {"start": 734.8, "end": 736.166, "text": "rozhodně"}, {"start": 736.433, "end": 739.2, "text": "srovnání Prahy s jinými městy v České republice"}, {"start": 739.2, "end": 742.3, "text": "tam je rozhodně více metropolitní kultury"}, {"start": 742.466, "end": 745.766, "text": "a lidí je tady trochu víc"}, {"start": 746.033, "end": 747.366, "text": "zaměřené na kariéru"}, {"start": 747.5, "end": 749.333, "text": "a právě"}, {"start": 749.5, "end": 750.6, "text": "prostě více městské atmosféry"}, {"start": 750.6, "end": 753.033, "text": "na vesnici jsou lidé rozhodně mnohem uvolněnější"}, {"start": 753.1, "end": 755.133, "text": "a rádi tráví mnohem více času na terase (dvoře/veranda)"}, {"start": 755.133, "end": 756.7, "text": "pití piva"}, {"start": 28.766, "end": 31.433, "text": "takže je to velmi odlišné od mé kultury"}, {"start": 31.433, "end": 32.933, "text": "je to jiné než íránské"}, {"start": 32.933, "end": 34.7, "text": "jakými způsoby byste řekl"}, {"start": 34.933, "end": 36.7, "text": "Mohu vám dát anekdotu"}, {"start": 36.7, "end": 38.466, "text": "možná tě to popíše"}, {"start": 38.466, "end": 39.5, "text": "více jak to je"}, {"start": 21.433, "end": 23.133, "text": "docela tě to přivádí k šílenství"}, {"start": 23.133, "end": 24.633, "text": "protože si děláš starosti s tím, co mluvíš"}, {"start": 24.633, "end": 26.6, "text": "mluvíš a nevidíš žádnou reakci"}, {"start": 26.6, "end": 28.733, "text": "a vy nevíte, co si doopravdy myslí"}, {"start": 39.5, "end": 41.0, "text": "tak mě nazval komunistou"}, {"start": 41.0, "end": 42.933, "text": "a říkal jsem mu kapitalista"}, {"start": 42.933, "end": 46.1, "text": "někteří lidé si budou myslet, že vás to uráží"}, {"start": 46.1, "end": 47.566, "text": "Jsem jako ne ne ne"}, {"start": 47.566, "end": 48.966, "text": "můj přítel, říkám mu jako"}, {"start": 48.966, "end": 50.033, "text": "jak se mají šmejdi"}, {"start": 488.866, "end": 494.266, "text": "Myslím, že ve srovnání s Německem jsou docela přátelští"}, {"start": 494.266, "end": 495.3, "text": "například"}, {"start": 495.3, "end": 497.6, "text": "Mám rád český smysl pro humor"}, {"start": 497.6, "end": 499.6, "text": "Myslím, že je to opravdu další úroveň"}, {"start": 499.666, "end": 502.533, "text": "a naši generaci zvláště znáte"}, {"start": 502.533, "end": 505.83299999999997, "text": "pořád si bereme kus sebe a je to fakt zábava"}, {"start": 506.0, "end": 507.066, "text": "lidé dostanou"}, {"start": 507.066, "end": 508.733, "text": "zvlášť teď po Covidu"}, {"start": 508.733, "end": 511.7, "text": "Mám pocit, že se lidé urážejí"}, {"start": 511.866, "end": 513.333, "text": "cokoliv a všechno"}, {"start": 513.7, "end": 515.133, "text": "víš, že mám přítele"}, {"start": 515.833, "end": 518.5, "text": "LGBTQ, vlastně několik"}, {"start": 518.5, "end": 522.2, "text": "a někdy si ze sebe děláme legraci a"}, {"start": 522.833, "end": 524.1, "text": "nebo můj partner"}, {"start": 524.1, "end": 526.3, "text": "byl z Francie"}, {"start": 526.3, "end": 529.866, "text": "takže měl přes den rozsvícené všechny lampy"}, {"start": 529.866, "end": 531.0, "text": "což mě přivádělo k šílenství"}, {"start": 531.0, "end": 533.866, "text": "protože jsem vyrostl v komunismu a ty zachráníš všechno"}, {"start": 533.866, "end": 536.5, "text": "takže jsem vypínal všechny lampy"}, {"start": 536.5, "end": 538.0, "text": "tak mě nazval komunistou"}, {"start": 538.0, "end": 539.933, "text": "a říkal jsem mu kapitalista"}, {"start": 540.5, "end": 542.433, "text": "a ani my už spolu nejsme"}, {"start": 542.433, "end": 543.666, "text": "když posílá zprávy, je jako"}, {"start": 543.666, "end": 545.0, "text": "jak se mají komunisté"}, {"start": 545.0, "end": 545.566, "text": "a jsem jako"}, {"start": 545.566, "end": 546.8, "text": "jak se mají kapitalisté"}, {"start": 546.8, "end": 551.5, "text": "a někteří lidé si budou myslet, že vás to uráží"}, {"start": 551.5, "end": 552.966, "text": "Jsem jako ne ne ne"}, {"start": 552.966, "end": 554.366, "text": "můj přítel, říkám mu jako"}, {"start": 554.366, "end": 555.6, "text": "jak se mají šmejdi"}, {"start": 555.6, "end": 556.066, "text": "a ty víš"}, {"start": 556.066, "end": 557.233, "text": "je to jen vtip"}, {"start": 557.233, "end": 560.2, "text": "a nikdy bych to neřekl člověku, kterého neznám"}, {"start": 560.8, "end": 563.7, "text": "ale někdy to musíš použít a pak je jako"}, {"start": 563.7, "end": 566.266, "text": "jak se vám daří heterosvět"}, {"start": 566.5, "end": 569.4, "text": "víš, že jsou to jen maličkosti"}, {"start": 570.5, "end": 572.866, "text": "a čeho si čeští lidé cení"}, {"start": 573.233, "end": 575.7, "text": "peníze jídlo rodina"}, {"start": 575.7, "end": 577.6659999999999, "text": "rodinná rodina je velká"}], "createdAt": "2025-12-15T07:00:57.000Z", "imageUrl": "https://img.youtube.com/vi/lTrSuLiW3hU/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=lTrSuLiW3hU", "isFavorite": false, "progress": 0, "genre": "documentary"}, {"id": "yt_mdDobf4_ho8", "userId": "system_native", "title": "2N in a Czech Television Broadcast", "language": "cs", "content": "[Hudba] 28 listopad a jeho události Dobrý večer 28 listopad a jeho události Dobrý večer 28 listopad a jeho události Dobrý večer přeje Aneta přeje Aneta přeje Aneta svarová nejenom státní zaměstnanci ale svarová nejenom státní zaměstnanci ale svarová nejenom státní zaměstnanci ale také pracovníci soukromých firem by se také pracovníci soukromých firem by se také pracovníci soukromých firem by se měli příští rok na platech polepšit měli příští rok na platech polepšit měli příští rok na platech polepšit většina velkých tuzemských společností většina velkých tuzemských společností většina velkých tuzemských společností to potvrdila v průzkumu KPMG a chystají to potvrdila v průzkumu KPMG a chystají to potvrdila v průzkumu KPMG a chystají také nábor nových zaměstnanců nahrává také nábor nových zaměstnanců nahrává také nábor nových zaměstnanců nahrává tomu pozitivní výhled ekonomiky Český tomu pozitivní výhled ekonomiky Český tomu pozitivní výhled ekonomiky Český statistický úřad zpřesnil odhad růstu statistický úřad zpřesnil odhad růstu statistický úřad zpřesnil odhad růstu HDP teď je meziročně na hodnotě 2,4% Dobrý den Česká televize Svět 2,4% Dobrý den Česká televize Svět 2,4% Dobrý den Česká televize Svět byznysu sleduje přes miniaturní kamery byznysu sleduje přes miniaturní kamery byznysu sleduje přes miniaturní kamery interkomů oldri stc řídí firmu která interkomů oldri stc řídí firmu která interkomů oldri stc řídí firmu která lidem otevírá dveře přes internet lidem otevírá dveře přes internet lidem otevírá dveře přes internet návštěvu před dveřmi můžete vidět na návštěvu před dveřmi můžete vidět na návštěvu před dveřmi můžete vidět na svém mobilu a můžete jí otevřít dveře svém mobilu a můžete jí otevřít dveře svém mobilu a můžete jí otevřít dveře odměny těchto lidí kteří intercomy odměny těchto lidí kteří intercomy odměny těchto lidí kteří intercomy vyrábějí přímo závisí na tom jak se vyrábějí přímo závisí na tom jak se vyrábějí přímo závisí na tom jak se firmě daří současný růst přes 10 % firmě daří současný růst přes 10 % firmě daří současný růst přes 10 % znamená vyšší mzdu Já si myslím když to znamená vyšší mzdu Já si myslím když to znamená vyšší mzdu Já si myslím když to půjde tak že to bude dobrý když vidíme půjde tak že to bude dobrý když vidíme půjde tak že to bude dobrý když vidíme tady ty smajlíky tahle symbol nám říká tady ty smajlíky tahle symbol nám říká tady ty smajlíky tahle symbol nám říká že se firmě daří dobře plníme plán když že se firmě daří dobře plníme plán když že se firmě daří dobře plníme plán když se nedaří zase tak je tam nějakej tak je se nedaří zase tak je tam nějakej tak je se nedaří zase tak je tam nějakej tak je tam Bubák tak je tam bubák přidat tam Bubák tak je tam bubák přidat tam Bubák tak je tam bubák přidat zaměstnancům chtějí skoro 3i činy zaměstnancům chtějí skoro 3i činy zaměstnancům chtějí skoro 3i činy soukromých firem nejčastěji platy soukromých firem nejčastěji platy soukromých firem nejčastěji platy zvednou od 2 do 5 % tato firma z Modřan zvednou od 2 do 5 % tato firma z Modřan zvednou od 2 do 5 % tato firma z Modřan se chce stát jedničkou na trhu v Evropě se chce stát jedničkou na trhu v Evropě se chce stát jedničkou na trhu v Evropě a dokonce i na trhu v Severní Americe k a dokonce i na trhu v Severní Americe k a dokonce i na trhu v Severní Americe k tomu bude potřebovat nové lidi na nová tomu bude potřebovat nové lidi na nová tomu bude potřebovat nové lidi na nová pracovní místa budeme hledat 15 20 lidí pracovní místa budeme hledat 15 20 lidí pracovní místa budeme hledat 15 20 lidí v příštím roce je to tím že ekonomika v příštím roce je to tím že ekonomika v příštím roce je to tím že ekonomika roste takže firmy potřebují zaměstnance roste takže firmy potřebují zaměstnance roste takže firmy potřebují zaměstnance potřebují motivované a kvalifikované potřebují motivované a kvalifikované potřebují motivované a kvalifikované zaměstnance", "sentences": ["[Hudba] 28 listopad a jeho události Dobrý večer 28 listopad a jeho události Dobrý večer 28 listopad a jeho události Dobrý večer přeje Aneta přeje Aneta přeje Aneta svarová nejenom státní zaměstnanci ale svarová nejenom státní zaměstnanci ale svarová nejenom státní zaměstnanci ale také pracovníci soukromých firem by se také pracovníci soukromých firem by se také pracovníci soukromých firem by se měli příští rok na platech polepšit měli příští rok na platech polepšit měli příští rok na platech polepšit většina velkých tuzemských společností většina velkých tuzemských společností většina velkých tuzemských společností to potvrdila v průzkumu KPMG a chystají to potvrdila v průzkumu KPMG a chystají to potvrdila v průzkumu KPMG a chystají také nábor nových zaměstnanců nahrává také nábor nových zaměstnanců nahrává také nábor nových zaměstnanců nahrává tomu pozitivní výhled ekonomiky Český tomu pozitivní výhled ekonomiky Český tomu pozitivní výhled ekonomiky Český statistický úřad zpřesnil odhad růstu statistický úřad zpřesnil odhad růstu statistický úřad zpřesnil odhad růstu HDP teď je meziročně na hodnotě 2,4% Dobrý den Česká televize Svět 2,4% Dobrý den Česká televize Svět 2,4% Dobrý den Česká televize Svět byznysu sleduje přes miniaturní kamery byznysu sleduje přes miniaturní kamery byznysu sleduje přes miniaturní kamery interkomů oldri stc řídí firmu která interkomů oldri stc řídí firmu která interkomů oldri stc řídí firmu která lidem otevírá dveře přes internet lidem otevírá dveře přes internet lidem otevírá dveře přes internet návštěvu před dveřmi můžete vidět na návštěvu před dveřmi můžete vidět na návštěvu před dveřmi můžete vidět na svém mobilu a můžete jí otevřít dveře svém mobilu a můžete jí otevřít dveře svém mobilu a můžete jí otevřít dveře odměny těchto lidí kteří intercomy odměny těchto lidí kteří intercomy odměny těchto lidí kteří intercomy vyrábějí přímo závisí na tom jak se vyrábějí přímo závisí na tom jak se vyrábějí přímo závisí na tom jak se firmě daří současný růst přes 10 % firmě daří současný růst přes 10 % firmě daří současný růst přes 10 % znamená vyšší mzdu Já si myslím když to znamená vyšší mzdu Já si myslím když to znamená vyšší mzdu Já si myslím když to půjde tak že to bude dobrý když vidíme půjde tak že to bude dobrý když vidíme půjde tak že to bude dobrý když vidíme tady ty smajlíky tahle symbol nám říká tady ty smajlíky tahle symbol nám říká tady ty smajlíky tahle symbol nám říká že se firmě daří dobře plníme plán když že se firmě daří dobře plníme plán když že se firmě daří dobře plníme plán když se nedaří zase tak je tam nějakej tak je se nedaří zase tak je tam nějakej tak je se nedaří zase tak je tam nějakej tak je tam Bubák tak je tam bubák přidat tam Bubák tak je tam bubák přidat tam Bubák tak je tam bubák přidat zaměstnancům chtějí skoro 3i činy zaměstnancům chtějí skoro 3i činy zaměstnancům chtějí skoro 3i činy soukromých firem nejčastěji platy soukromých firem nejčastěji platy soukromých firem nejčastěji platy zvednou od 2 do 5 % tato firma z Modřan zvednou od 2 do 5 % tato firma z Modřan zvednou od 2 do 5 % tato firma z Modřan se chce stát jedničkou na trhu v Evropě se chce stát jedničkou na trhu v Evropě se chce stát jedničkou na trhu v Evropě a dokonce i na trhu v Severní Americe k a dokonce i na trhu v Severní Americe k a dokonce i na trhu v Severní Americe k tomu bude potřebovat nové lidi na nová tomu bude potřebovat nové lidi na nová tomu bude potřebovat nové lidi na nová pracovní místa budeme hledat 15 20 lidí pracovní místa budeme hledat 15 20 lidí pracovní místa budeme hledat 15 20 lidí v příštím roce je to tím že ekonomika v příštím roce je to tím že ekonomika v příštím roce je to tím že ekonomika roste takže firmy potřebují zaměstnance roste takže firmy potřebují zaměstnance roste takže firmy potřebují zaměstnance potřebují motivované a kvalifikované potřebují motivované a kvalifikované potřebují motivované a kvalifikované zaměstnance"], "transcript": [{"start": 4.61, "end": 11.95, "text": "[Hudba]"}, {"start": 11.96, "end": 14.509, "text": "28 listopad a jeho události Dobrý večer"}, {"start": 14.509, "end": 14.519, "text": "28 listopad a jeho události Dobrý večer"}, {"start": 14.519, "end": 16.029, "text": "28 listopad a jeho události Dobrý večer přeje Aneta"}, {"start": 16.029, "end": 16.039, "text": "přeje Aneta"}, {"start": 16.039, "end": 18.59, "text": "přeje Aneta svarová nejenom státní zaměstnanci ale"}, {"start": 18.59, "end": 18.6, "text": "svarová nejenom státní zaměstnanci ale"}, {"start": 18.6, "end": 20.55, "text": "svarová nejenom státní zaměstnanci ale také pracovníci soukromých firem by se"}, {"start": 20.55, "end": 20.56, "text": "také pracovníci soukromých firem by se"}, {"start": 20.56, "end": 22.429, "text": "také pracovníci soukromých firem by se měli příští rok na platech polepšit"}, {"start": 22.429, "end": 22.439, "text": "měli příští rok na platech polepšit"}, {"start": 22.439, "end": 24.39, "text": "měli příští rok na platech polepšit většina velkých tuzemských společností"}, {"start": 24.39, "end": 24.4, "text": "většina velkých tuzemských společností"}, {"start": 24.4, "end": 27.23, "text": "většina velkých tuzemských společností to potvrdila v průzkumu KPMG a chystají"}, {"start": 27.23, "end": 27.24, "text": "to potvrdila v průzkumu KPMG a chystají"}, {"start": 27.24, "end": 29.429, "text": "to potvrdila v průzkumu KPMG a chystají také nábor nových zaměstnanců nahrává"}, {"start": 29.429, "end": 29.439, "text": "také nábor nových zaměstnanců nahrává"}, {"start": 29.439, "end": 31.87, "text": "také nábor nových zaměstnanců nahrává tomu pozitivní výhled ekonomiky Český"}, {"start": 31.87, "end": 31.88, "text": "tomu pozitivní výhled ekonomiky Český"}, {"start": 31.88, "end": 34.27, "text": "tomu pozitivní výhled ekonomiky Český statistický úřad zpřesnil odhad růstu"}, {"start": 34.27, "end": 34.28, "text": "statistický úřad zpřesnil odhad růstu"}, {"start": 34.28, "end": 41.95, "text": "statistický úřad zpřesnil odhad růstu HDP teď je meziročně na hodnotě"}, {"start": 41.96, "end": 45.19, "text": "2,4% Dobrý den Česká televize Svět"}, {"start": 45.19, "end": 45.2, "text": "2,4% Dobrý den Česká televize Svět"}, {"start": 45.2, "end": 47.27, "text": "2,4% Dobrý den Česká televize Svět byznysu sleduje přes miniaturní kamery"}, {"start": 47.27, "end": 47.28, "text": "byznysu sleduje přes miniaturní kamery"}, {"start": 47.28, "end": 49.99, "text": "byznysu sleduje přes miniaturní kamery interkomů oldri stc řídí firmu která"}, {"start": 49.99, "end": 50.0, "text": "interkomů oldri stc řídí firmu která"}, {"start": 50.0, "end": 51.75, "text": "interkomů oldri stc řídí firmu která lidem otevírá dveře přes internet"}, {"start": 51.75, "end": 51.76, "text": "lidem otevírá dveře přes internet"}, {"start": 51.76, "end": 54.029, "text": "lidem otevírá dveře přes internet návštěvu před dveřmi můžete vidět na"}, {"start": 54.029, "end": 54.039, "text": "návštěvu před dveřmi můžete vidět na"}, {"start": 54.039, "end": 56.63, "text": "návštěvu před dveřmi můžete vidět na svém mobilu a můžete jí otevřít dveře"}, {"start": 56.63, "end": 56.64, "text": "svém mobilu a můžete jí otevřít dveře"}, {"start": 56.64, "end": 58.67, "text": "svém mobilu a můžete jí otevřít dveře odměny těchto lidí kteří intercomy"}, {"start": 58.67, "end": 58.68, "text": "odměny těchto lidí kteří intercomy"}, {"start": 58.68, "end": 60.549, "text": "odměny těchto lidí kteří intercomy vyrábějí přímo závisí na tom jak se"}, {"start": 60.549, "end": 60.559, "text": "vyrábějí přímo závisí na tom jak se"}, {"start": 60.559, "end": 63.15, "text": "vyrábějí přímo závisí na tom jak se firmě daří současný růst přes 10 %"}, {"start": 63.15, "end": 63.16, "text": "firmě daří současný růst přes 10 %"}, {"start": 63.16, "end": 66.109, "text": "firmě daří současný růst přes 10 % znamená vyšší mzdu Já si myslím když to"}, {"start": 66.109, "end": 66.119, "text": "znamená vyšší mzdu Já si myslím když to"}, {"start": 66.119, "end": 68.19, "text": "znamená vyšší mzdu Já si myslím když to půjde tak že to bude dobrý když vidíme"}, {"start": 68.19, "end": 68.2, "text": "půjde tak že to bude dobrý když vidíme"}, {"start": 68.2, "end": 71.39, "text": "půjde tak že to bude dobrý když vidíme tady ty smajlíky tahle symbol nám říká"}, {"start": 71.39, "end": 71.4, "text": "tady ty smajlíky tahle symbol nám říká"}, {"start": 71.4, "end": 74.27, "text": "tady ty smajlíky tahle symbol nám říká že se firmě daří dobře plníme plán když"}, {"start": 74.27, "end": 74.28, "text": "že se firmě daří dobře plníme plán když"}, {"start": 74.28, "end": 76.23, "text": "že se firmě daří dobře plníme plán když se nedaří zase tak je tam nějakej tak je"}, {"start": 76.23, "end": 76.24, "text": "se nedaří zase tak je tam nějakej tak je"}, {"start": 76.24, "end": 77.95, "text": "se nedaří zase tak je tam nějakej tak je tam Bubák tak je tam bubák přidat"}, {"start": 77.95, "end": 77.96000000000001, "text": "tam Bubák tak je tam bubák přidat"}, {"start": 77.96000000000001, "end": 79.87, "text": "tam Bubák tak je tam bubák přidat zaměstnancům chtějí skoro 3i činy"}, {"start": 79.87, "end": 79.88, "text": "zaměstnancům chtějí skoro 3i činy"}, {"start": 79.88, "end": 81.59, "text": "zaměstnancům chtějí skoro 3i činy soukromých firem nejčastěji platy"}, {"start": 81.59, "end": 81.6, "text": "soukromých firem nejčastěji platy"}, {"start": 81.6, "end": 84.35, "text": "soukromých firem nejčastěji platy zvednou od 2 do 5 % tato firma z Modřan"}, {"start": 84.35, "end": 84.36, "text": "zvednou od 2 do 5 % tato firma z Modřan"}, {"start": 84.36, "end": 86.149, "text": "zvednou od 2 do 5 % tato firma z Modřan se chce stát jedničkou na trhu v Evropě"}, {"start": 86.149, "end": 86.15899999999999, "text": "se chce stát jedničkou na trhu v Evropě"}, {"start": 86.15899999999999, "end": 88.39, "text": "se chce stát jedničkou na trhu v Evropě a dokonce i na trhu v Severní Americe k"}, {"start": 88.39, "end": 88.4, "text": "a dokonce i na trhu v Severní Americe k"}, {"start": 88.4, "end": 90.59, "text": "a dokonce i na trhu v Severní Americe k tomu bude potřebovat nové lidi na nová"}, {"start": 90.59, "end": 90.6, "text": "tomu bude potřebovat nové lidi na nová"}, {"start": 90.6, "end": 93.149, "text": "tomu bude potřebovat nové lidi na nová pracovní místa budeme hledat 15 20 lidí"}, {"start": 93.149, "end": 93.15899999999999, "text": "pracovní místa budeme hledat 15 20 lidí"}, {"start": 93.15899999999999, "end": 95.069, "text": "pracovní místa budeme hledat 15 20 lidí v příštím roce je to tím že ekonomika"}, {"start": 95.069, "end": 95.07900000000001, "text": "v příštím roce je to tím že ekonomika"}, {"start": 95.07900000000001, "end": 97.19, "text": "v příštím roce je to tím že ekonomika roste takže firmy potřebují zaměstnance"}, {"start": 97.19, "end": 97.2, "text": "roste takže firmy potřebují zaměstnance"}, {"start": 97.2, "end": 98.83, "text": "roste takže firmy potřebují zaměstnance potřebují motivované a kvalifikované"}, {"start": 98.83, "end": 98.84, "text": "potřebují motivované a kvalifikované"}, {"start": 98.84, "end": 101.479, "text": "potřebují motivované a kvalifikované zaměstnance"}], "createdAt": "2025-12-15T07:00:03.000Z", "imageUrl": "https://img.youtube.com/vi/mdDobf4_ho8/hqdefault.jpg", "type": "video", "difficulty": "intermediate", "videoUrl": "https://youtube.com/watch?v=mdDobf4_ho8", "isFavorite": false, "progress": 0, "genre": "news"}]